{
  "gallery_title": "Famous Celebrities",
  "see_gallery_button_text": "See Their Minds",
  "list_page_teaser": "This gallery contains spiritual portraits of a few famous American celebrities.  Click to learn more!",
  "description_html": "<p>Here are a few images of real people.</p><p>Hopefully everyone will recognize these names and appreciate the ability to see their personalities.</p>",
  "story_html": "<p>These images are based on some dvds I found at the Denver Public Library.  I chose these individuals because their stories were readily available and believe most, if not all, visitors will recognize their names and have some knowledge of them.</p><p>I plan to add more portraits to this gallery soon.  To keep up to date and learn when I post new images, follow this site on social media or <a href='https://groja.com/conversion/seeourminds' title='Link to small form you can use to join the Groja.com and SeeOurMinds.com email list' target='_blank'>join the SeeOurMinds.com email list</a>!</p>",
  "image_list":
  [
    {
      "id": "0500",
      "title": "Mark Twain (Samuel Clemens)",
      "subtitle_html": "Humorist and Author of <a href='https://en.wikipedia.org/wiki/Great_American_Novel' title='Wikipedia page for Great American Novel' target='_blank'>Great American Novels</a>",
      "gallery_page_teaser": "Mark Twain's spiritual portrait shows he is idealistic and very passionate.  Click on the image to learn more!",
      "image_file_name": "enfp-mark_twain-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:Mark_Twain,_Brady-Handy_photo_portrait,_Feb_7,_1871,_cropped.jpg",
      "composition": "O",
      "score": [
         { "e_score": "13", "i_score": "6" },
         { "n_score": "12", "s_score": "7" },
         { "f_score": "15", "t_score": "4" },
         { "j_score": "7", "p_score": "12" }
      ],
      "four_letter_type": "ENFP",
      "fixed_percentages": "",
      "archetype": "Ne",
      "quiz_type": "KTS2",
      "year": "2018",
      "explain_dom": "The Blue in this spiritual portrait represents Mark Twain's dominant personality trait, his openness to ideas.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  He demonstrated this trait when he became a strident anti-imperialist later in life, when the Philippine–American War in 1899-1902 made him realize American imperialism was contrary to the American ideals of independence and self-government outlined in documents such as the Declaration of Independence and Abraham Lincoln's Gettysburg Address.",
      "explain_aux": "The Red in this spiritual portrait represents Mark Twain's auxiliary personality trait, his warmth, passion, and amiability.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  He demonstrated this trait in his ability to feel and convey a range of emotions, from ironic and humorous to tragic and sad, in his writings and lectures.",
      "story_html": "<p> </p>",
      "story_intro_html": "<p>Mark Twain is the <a href='https://www.urbandictionary.com/define.php?term=Nom%20de%20Plume' title='Page for the term nom de plume www.urbandictionary.com' target='_blank'>Nom de Plume</a> of author and humorist Samuel Langhorne Clemens.  </p> <p> </p> <h4>Blue: Idealism</h4> <p> </p> <blockquote> </blockquote> <p> </p> <h4>Red: Feeling</h4> <p> </p> <blockquote> </blockquote> <p> </p> <h4>Conclusion</h4> <p> </p> <blockquote> </blockquote> <p> </p> <hr /><h4>About This Portrait</h4> <p>This spiritual portrait is based on _______.</p> ",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "0502",
      "title": "responsive_ad"
    }, {
      "id": "0505",
      "title": "Woody Allen",
      "subtitle_html": "Comedian, Filmmaker, <a href='https://en.wikipedia.org/wiki/Auteur' title='Wikipedia page for Auteur' target='_blank'>Auteur</a>",
      "gallery_page_teaser": "Born Allan Stewart Konigsberg, Woody has averaged putting out one film per year for fourty years.  Click on the image to learn more!",
      "image_file_name": "infp-woody_allen-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:Woody_Allen_Cannes_2016.jpg",
      "composition": "O",
      "score": [
         { "e_score": "9", "i_score": "10" },
         { "n_score": "13", "s_score": "6" },
         { "f_score": "15", "t_score": "4" },
         { "j_score": "8", "p_score": "11" }
      ],
      "four_letter_type": "INFP",
      "fixed_percentages": "",
      "archetype": "Fi",
      "quiz_type": "K",
      "subject_line": "",
      "tweet_html": "",
      "explain_dom": "The Red in this spiritual portrait represents Woody's dominant trait, his compassion and warmth.  In Introverts, the dominant trait is directed inwardly, and spiritual portraits use a long horizontal line to represent this.  He demonstrates this trait in the way he treats the actors and actresses in his films with compassion.",
      "explain_aux": "The Blue in this spiritual portrait represents Woody's auxiliary trait, iNtuition: idealism; openness to ideas; preference for ideas over facts.  In Introverts, the auxiliary trait is directed outwardly, and spiritual portraits use a vertical line to represent this, because it is more evident than the dominant function.  He demonstrates this trait in the way he is willing to make films of varying types, rather than stick to a tried and true genre (e.g., comedies).",
      "story_intro_html": "<p>While he was still in high school, <a href='https://en.wikipedia.org/wiki/Woody_Allen' title='Wikipedia page for Woody Allen' target='_blank'>Woody Allen</a> started writing one-liners for established comedians.  This led to writing for ....</p>",
      "story_html": "<p>While he was still in high school, <a href='https://en.wikipedia.org/wiki/Woody_Allen' title='Wikipedia page for Woody Allen' target='_blank'>Woody Allen</a> started writing one-liners for established comedians.  This led to writing for and even appearing on TV shows such as the Ed Sullivan Show and The Tonight Show.</p><h4>Hated Doing Standup</h4><p>In the 1960s he started doing stand-up.  He hated it!  This quote makes it sound like he is a bit Introverted:</p><blockquote>I kept saying, <q>I'm not funny, I'm not a comic, you know, I can't do this, I hate it, I don't like the hours, I'm shy, you know I don't like standing in front of an audience.</q> I mean there was nothing about it I liked.  I kept saying <q>I want to quit, I want to quit.</q></blockquote><h4>Writer, Director, Auteur</h4><p>Woody went on to be a playwright, and this led to filmmaking.  Writing screenplays led to work as a director, and this led to him writing, directing, and starring in a series of successful films.</p><p>It turned out that like Hitchcock and Truffaut, Woody worked best as an <a href='https://en.wikipedia.org/wiki/Auteur' title='Wikipedia page for auteur' target='_blank'>auteur</a>, someone who had complete control over all creative aspects of a film.  But making the shift from comedy to drama proved to be more difficult than expected.</p><blockquote>It's harder for me, and I embarrass myself more readily, but I get more pleasure out of failing in a project that I am enthused over, than in succeeding in a project that I know I can do well.</blockquote><h4>The Quantity Theory</h4><p>A more pragmatic person would have more Yellow in their spiritual portrait &mdash; and probably more money in their bank account.  As an <a href='/gallery/9100-real-self_portraits/' title='Link to the gallery page containing my self portraits on this site' target='_blank'>INFP myself</a>, I took my time with college, changing majors a few times and even quiting for awhile.</p><p>So I can certainly understand where he's coming from.  As The Beatles so aptly put it: <a href='https://www.youtube.com/watch?v=srwxJUXPHvE' title='Youtube video for the song Cant Buy Me Love by The Beatles' target='_blank'>Can't Buy Me Love.</a></p><blockquote>I've been working on the quantity theory.  I feel if I keep making films and just keep making them, every once in awhile I'll get lucky and one will come out.  And that's exactly what happens.</blockquote><h4>INFPs and Our Passion Projects</h4><p>As an INFP and the creator of this site, I can relate to Woody's desire to experiment and try new things, knowing that eventually we will find something that works.  This is exactly what is going on with me and this <span class='air-quotes'>spiritual portrait</span> idea, which I am presenting on this site for the umpteenth time!</p><blockquote>There are a lot of surprises that happen between writing it, doing it, and seeing it on the screen.  Most surprises are negative.  Most surprises are, that you thought something was good or funny, and it's not....  Cause it's not easy.  If it was easy, it wouldn't be fun, it wouldn't be valuable....  There's a big difference between what you set out to make, and what you make, almost every time.</blockquote><p>Make no mistake: if this site is successful this time around, it will be in great part to the inspiration and ideas I've gotten from all of the more down-to-earth pragmatic people I've met over the past few years at the various <a href='https://www.meetup.com/' title='Home page for meetup.com' target='_blank'>meetups</a> around town.  Many of these friends will undoubtedly have more Yellow in their spiritual portraits, but like Woody I love what I do &mdash; and that's more important to people like us than the numbers in our bank accounts!</p><hr /><p>This spiritual portrait is based on the two-disk DVD boxed set, <a href='http://www.imdb.com/title/tt1895299/' title='Page on imdb.com for Woody Allen: A Documentary' target='_blank'>Woody Allen: A Documentary</a>.</p>",
      "compare_to": { "gallery_file_name": "9100-real-self_portraits", "image_id": "9100" },
      "contrast_with": {"gallery_file_name": "2400-fictional-tv-sopranos", "image_id": "2400" }
    }, {
      "id": "0509",
      "title": "Eleanor Roosevelt",
      "subtitle_html": "<a href='https://en.wikipedia.org/wiki/First_Lady_of_the_United_States' title='Wikipedia page for First Lady of the US' target='_blank'>First Lady</a> and Wife of <a href='https://en.wikipedia.org/wiki/Franklin_D._Roosevelt' title='Wikipedia page for FDR' target='_blank'>FDR</a>",
      "gallery_page_teaser": "Eleanor Roosevelt's spiritual portrait shows she is compassionate and idealistic.  These qualities show why she showed concern for and wanted to help others, especially those who were disadvantaged, have a better future.  Click on the image to learn more!",
      "image_file_name": "enfj-eleanor_roosevelt-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:Eleanor_Roosevelt_portrait_1933.jpg",
      "composition": "O",
      "score": [
         { "e_score": "19", "i_score": "0" },
         { "n_score": "14", "s_score": "5" },
         { "f_score": "11", "t_score": "8" },
         { "j_score": "10", "p_score": "9" }
      ],
      "four_letter_type": "ENFJ",
      "fixed_percentages": "",
      "archetype": "Fe",
      "quiz_type": "K2",
      "subject_line": "",
      "tweet_html": "",
      "explain_dom": "The Red in this spiritual portrait represents Eleanor's dominant trait, her warmth and compassion.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  She demonstrated this trait in the way she cared for people, in her family and in all of America as a whole.",
      "explain_aux": "The Blue in this spiritual portrait represents Eleanor's auxiliary trait, her idealism.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  She demonstrated this trait in the way she would always try to help others work for and have a better future.",
      "story_intro_html": "<p>An orphan at 10, <a href='https://en.wikipedia.org/wiki/Eleanor_Roosevelt' title='Wikipedia page for Eleanor Roosevelt' target='_blank'>Eleanor Roosevelt</a>'s story is quite inspirational....</p>",
      "story_html": "<p>An orphan at 10, <a href='https://en.wikipedia.org/wiki/Eleanor_Roosevelt' title='Wikipedia page for Eleanor Roosevelt' target='_blank'>Eleanor Roosevelt</a>'s story is quite inspirational.<h4>So Many Wonderful Quotes!</h4>Eleanor was a prolific writer, and following are some quotes that should help motivate anyone who doesn't know much about her to learn more.</p><blockquote>Do what you feel in your heart to be right &mdash; for you'll be criticized anyway.  You'll be damned if you do, and damned if you don't.</blockquote><p>Pithy and filled with positive energy, she was full of words to remember and phrases to live by:</p><blockquote>You can often change your circumstances by changing your attitude.</blockquote><blockquote>Happiness is not a goal ... it's a by-product of a life well lived.</blockquote><blockquote>No one can make you feel inferior without your consent.</blockquote><blockquote>It takes as much energy to wish as it does to plan.</blockquote><h4>Last but Not Least!</h4><p>I've saved the best &mdash; from my point of view, anyway &mdash; for last:</p><blockquote>You gain strength, courage and confidence by every experience in which you really stop to look fear in the face.  You are able to say to yourself, <q>I have lived through this horror.  I can take the next thing that comes along.</q>  You must do the thing you think you cannot do.</blockquote><p>I love this quote because it's scary to create a site like this!  What if someone hacks it?  What if people make fun of me for trying to draw personalities?  I see the look in the eyes of people when I tell them about it.  What if someone steals my idea?  What if this, what if that, what if...???  Yes I know they are just a bunch of squares!  <a href='https://medium.com/@seeourminds/and-the-ugly-8921a8e9c721' title='An article I wrote on medium.com about the Ugly side of this idea' target='_blank'>Like, duh!</a></p><p>Thank you, Eleanor for sharing the key to your courage with me &mdash; and everyone else!</p><hr /><p>This spiritual portrait is based on <a href='https://en.wikipedia.org/wiki/Ken_Burns' title='Wikipedia page for Ken Burns' target='_blank'>Ken Burns'</a> film <a href='https://en.wikipedia.org/wiki/The_Roosevelts_(film)' title='Wikipedia page for The Roosevelts: An Intimate Portrait' target='_blank'>The Roosevelts: An Intimate Portrait</a>.  In addition to Eleanor, this work covers her uncle <a href='/image/5040-politicians-us_presidents-1900s/5040/' title='Spiritual portrait of Theodore Roosevelt on this site' target='_blank'>Theodore</a> and her husband <a href='/image/5040-politicians-us_presidents-1900s/5048/' title='Spiritual portrait of Franklin Roosevelt on this site' target='_blank'>Franklin</a>, and spans seven DVDs.  I enjoyed watching it (twice!) and recommend it highly!</p><p>There are many, many more of her quotes online.  The <a href='https://en.wikiquote.org/wiki/Eleanor_Roosevelt' title='Wikiquote page for Eleanor Roosevelt' target='_blank'>wikiquote site</a> is a great place to start.  Enjoy!</p>",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "0513",
      "title": "Frank Lloyd Wright",
      "subtitle_html": "<a href='' title='Wikipedia page for ' target='_blank'></a>",
      "gallery_page_teaser": "Frank Lloyd Wright's spiritual portrait shows he is very logical and a bit idealistic.  Click on the image to learn more!",
      "image_file_name": "entj-frank_lloyd_wright-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:Frank_Lloyd_Wright_portrait.jpg",
      "composition": "O",
      "score": [
         { "e_score": "17", "i_score": "2" },
         { "n_score": "14", "s_score": "5" },
         { "f_score": "6", "t_score": "13" },
         { "j_score": "11", "p_score": "8" }
      ],
      "four_letter_type": "ENTJ",
      "fixed_percentages": "",
      "archetype": "Te",
      "quiz_type": "K2",
      "year": "2018",
      "explain_dom": "The Green in this spiritual portrait represents Frank Lloyd Wright's dominant personality trait, his moderate preference for logic over emotion.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  He demonstrated this trait in his ability to create rational and logical architectural drawings that were also beautiful and original.",
      "explain_aux": "The Blue in this spiritual portrait represents Frank Lloyd Wright's auxiliary personality trait, his preference for ideas over facts.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  He demonstrated this trait when he created houses later identified to be part of the Prairie School style of architecture.  This style incorporated a modern and uniquely American aesthetic, encouraging the use of horizontal bands that integrate with the buildings' surroundings and echo the flat landscape of the American prairie.",
      "story_html": "<p> </p>",
      "story_intro_html": "<p>In 1991 the <a href='https://en.wikipedia.org/wiki/American_Institute_of_Architects' title='Wikipedia page for the American Institute of Architects' target='_blank'>American Institute of Architects</a> recognized <a href='https://en.wikipedia.org/wiki/Frank_Lloyd_Wright' title='Wikipedia page for Frank Lloyd Wright' target='_blank'>Frank Lloyd Wright</a> as <q>the greatest American architect of all time</q> &mdash; 32 years after his death in 1959 at the age of 91.  Although he never joined thier organization, Mr. Wright certainly agreed with them, and did not think it is arrogant for him to say so.</p><blockquote>I've been accused of saying I was the greatest architect in the world, and if I had said so, I don't think it would be very arrogant, because I don’t believe there are many [great architects] &mdash; if any.  For 500 years what we call architecture has been phony.<br />&nbsp;&mdash;&nbsp;Frank Lloyd Wright, in an <a href='http://www.pbs.org/flw/buildings/wallace.html' title='Link to a page with quotes from his interview with Mike Wallace at www.pbs.org' target='_blank'>interview with Mike Wallace</a>, September, 1957.</blockquote><p>The distinctive beauty of some of his greatest works &mdash; the <a href='https://en.wikipedia.org/wiki/File:Johnsonwax600.jpg' title='Wikipedia page for the Johnson Wax Headquarters' target='_blank'>Johnson Wax Headquarters</a>, <a href='https://en.wikipedia.org/wiki/File:Fallingwater_-_DSC05639.JPG' title='Wikipedia page for Fallingwater' target='_blank'>Fallingwater</a>, and the <a href='https://en.wikipedia.org/wiki/File:NYC_-_Guggenheim_Museum.jpg' title='Wikipedia page for the Solomon R. Guggenheim Museum' target='_blank'>Guggenheim Museum</a>, for example &mdash; speaks for itself.  And the <a href='https://www.history.com/news/the-massacre-at-frank-lloyd-wrights-love-cottage' title='Link to a page about the massacre at frank lloyd wrights love cottage at www.history.com' target='_blank'>drama</a> he experienced with his <a href='https://en.wikipedia.org/wiki/Frank_Lloyd_Wright#Family_abandonment' title='Wikipedia page for Frank Lloyd Write, cued to the section about when he abandoned his family' target='_blank'>wives</a> helps make his life an interesting, albeit tragic, story.</p><h4>Architects Need Logic ...</h4><p>The Green in Frank Lloyd Wright's spiritual portrait represents his preference for being logical rather than emotional.  His preference is moderate, so his portrait also contains a bit of Red, representing his ability to make emotional decisions when he thought it was appropriate.</p><p>Architecture is obviously an occupation in which its practitioners need to be logical.  They must know how to use math and geometry to design their structures using precise specifications that everyone building the edifice can understand and use to get their job done.</p><h4>... And Feeling, Too?</h4><p>Frank Lloyd Wright's buildings are bold and distinctive, and it can seem like they have <q>feeling.</q>  Indeed, in <a href='https://www.architecturalrecord.com/articles/11500-in-the-cause-of-architecture-ii-style-therefore-will-be-the-man-it-is-his-let-his-forms-alone?v=preview' title='Link to a page about the article by Frank Lloyd Wright at www.architecturalrecord.com' target='_blank'>an article</a> in the May 1914 issue of the <a href='https://www.architecturalrecord.com/' title='Link to the home page at www.architecturalrecord.com' target='_blank'>Architectural Record</a> he states how, during his apprenticship at the firm of <a href='https://en.wikipedia.org/wiki/Dankmar_Adler' title='Wikipedia page for Dankmar Adler' target='_blank'>Adler</a> and <a href='https://en.wikipedia.org/wiki/Louis_Sullivan' title='Wikipedia page for Louis Sullivan' target='_blank'>Sullivan</a>, he learned to use the opposing processes of thinking and feeling to create <q>a sentient, rational building:</q></p><blockquote>This ideal combination of Adler and Sullivan was then working to produce what no other combination of achitects nor any individual architect at that time dared even preach: a sentient, rational building that would owe its 'style' to the integrity with which it was individually fashioned to serve its particular purpose; a 'thinking' as well as a 'feeling' process, requiring the independent work of true artist imagination.<br />&nbsp;&mdash;&nbsp;Frank Lloyd Wright in <q>In the Cause of Architecture II</q>,<a href='#footnotes' title='Link to the footnotes at the bottom of this page'><sup>[2]</sup></a> 1914.</blockquote><p>Interestingly enough, Wright confessed to feeling more emotion for some of his buildings than for his children:</p><blockquote>I have had the father feeling for a building, but I never had it for my children.<br />&nbsp;&mdash;&nbsp;Frank Lloyd Wright.<a href='#footnotes' title='Link to the footnotes at the bottom of this page'><sup>[1]</sup></a></blockquote><p>As far as Mr. Wright's morality and family life goes, he felt he was above all that.  Ultimately, the validity of his claim is in the ethics and conscience of the beholder.</p><h4>Expressing Ideas</h4><p>The Blue in Frank Lloyd Wright's spiritual portrait represents his preference for ideas over facts.  His definition of architecture in the <a href='http://www.steinerag.com/flw/Periodicals/ArchForum.htm' title='Link to a page about the May, 1930 issue at www.steinerag.com' target='_blank'>May, 1930 issue</a> of the <a href='https://en.wikipedia.org/wiki/Architectural_Forum' title='Wikipedia page for the Architectural Forum' target='_blank'>Architectural Forum</a> as <q>the scientific art of making structure express ideas</q><a href='#footnotes' title='Link to the footnotes at the bottom of this page'><sup>[2]</sup></a> confirms how he considered ideas to be the central elements of his work.</p><p>Mr. Wright began his career in Chicago in 1888 as an apprentice working for Louis Sullivan, who is famous for espousing the idea that <q><a href='https://en.wikipedia.org/wiki/Form_follows_function' title='Wikipedia page for form follows function' target='_blank'>form follows function</a>.</q>  At first Wright embraced his boss's idea, but years later, it was clear he had moved beyond such obvious observations:</p><blockquote><q>Form follows function</q> is mere dogma until you realize the higher truth that form and function are one.<br />&nbsp;&mdash;&nbsp;Frank Lloyd Wright, from the Architect's Journal, August, 1936.<a href='#footnotes' title='Link to the footnotes at the bottom of this page'><sup>[2]</sup></a></blockquote><h4>Organic Architecture</h4><p>Wright took the idea of <q><a href='https://www.guggenheim.org/arts-curriculum/topic/form-follows-function' title='Link to a page about form follows function at www.guggenheim.org' target='_blank'>form follows function</a></q> and developed it into an entire philosophy he called <q><a href='https://en.wikipedia.org/wiki/Organic_architecture' title='Wikipedia page for organic architecture' target='_blank'>organic architecture</a>.</q>  In <q><a href='https://www.amazon.com/Disappearing-City-Frank-Lloyd-Wright/dp/B0000EF481' title='Link to a page about the book The Disappearing City at www.amazon.com' target='_blank'>The Disappearing City</a></q> &mdash; his plan for the development of his concept for the ultimate suburbia he called <q><a href='https://en.wikipedia.org/wiki/Broadacre_City' title='Wikipedia page for Broadacre City' target='_blank'>Broadacre City</a></q> &mdash; he goes so far as to say:</p><blockquote>I now realize that organic architecture is life and life itself is organic architecture or both are in vain.<br />&nbsp;&mdash;&nbsp;Frank Lloyd Wright,<a href='#footnotes' title='Link to the footnotes at the bottom of this page'><sup>[2]</sup></a> 1932.</blockquote><p>Regardless of how his critics might feel about Frank Lloyd Wright and his work, most everyone has to admire a person who approaches their life's work with such dedication and sincerity.  Wright's staunch forthrightness explains how his competitors and critics could admire and praise him, even while disliking and criticizing him.</p><h4>Some of Mr. Wright's Ideas</h4><p>What makes Frank Lloyd Wright's work so different is his insightful, uniquely American ideas about architecture, and the way he expresses these ideas through his designs.</p><p>Wright put forth some of his key ideas in the <a href='https://www.architecturalrecord.com/articles/11469-in-the-cause-of-architecture?v=preview' title='Link to a page about the March 1908 issue at www.architecturalrecord.com' target='_blank'>March 1908 issue</a> of the <a href='https://www.architecturalrecord.com/' title='Link to the home page for the Architectual Record at www.architecturalrecord.com' target='_blank'>Architectual Record</a>.</p><blockquote>A building should appear to grow easily from its site and be shaped to harmonize with its surroundings of nature is manifest there.  We of the Middle West are living on the prairie.  The prairie has a beauty of its own and we should recognize and accentuate this natural beauty, it's quiet level.  Hence, gently sloping roofs, low proportions, quiet sky lines, suppressed heavy-set chimneys, and sheltering overhangs, low terraces and out-reaching walls sequestering provate gardens.<br />&nbsp;&mdash;&nbsp;Frank Lloyd Wright in <q>In the Cause of Architecture, I</q><a href='#footnotes' title='Link to the footnotes at the bottom of this page'><sup>[2]</sup></a>, 1908.</blockquote><p>These ideas exemplify the goals underlying the <a href='https://en.wikipedia.org/wiki/Prairie_School' title='Wikipedia page for the Prairie School' target='_blank'>Prairie School</a> of Architecture.</p><h4>Profound and Profounder</h4><p>As profound as these ideas are, however, they are trite and superficial when compared to Frank Lloyd Wrights deeper, more general aesthetic goals:</p><blockquote>Nothing is more difficult to achieve than the integral simplicity of organic nature, amid the tangled confusions of the innumerable relics of form that encumber life for us.  To achieve it in any degree means a serious devotion to the <q>underneath</q> in an attempt to grasp the <em>nature</em> of building a beautiful building beautifully, as organically true in itself, to itself and to its purpose, as any tree and flower.<br />&nbsp;&mdash;&nbsp;Frank Lloyd Wright in <q>In the Cause of Architecture II</q>,<a href='#footnotes' title='Link to the footnotes at the bottom of this page'><sup>[2]</sup></a> 1914.</blockquote><p>It's easy to see how a skeptic could read this and conclude Mr. Wright has a screw loose.  Perhaps the skeptic could be seduced into appreciation by a <a href='https://www.youtube.com/watch?v=HuZ0x5Qkgzg' title='Video of a short video tour of Fallingwater on youtube.com' target='_blank'>short video tour</a> of <a href='https://www.fallingwater.org/what-is-fallingwater/' title='Link to a page about the house at www.fallingwater.org' target='_blank'>Fallingwater</a>, followed by a re-reading &mdash; or maybe two or three re-readings &mdash; of the above quote.</p><p>One of the best ways to explain an idea is often with a good example.</p><h4>The <q>Architect</q> Archetype: INT<b>X</b>?</h4><p>Fans of Jungian archetypes and the MBTI&reg; may be familiar with the <q>Architect</q> archetype.  A <a href='https://www.google.com/' title='Link to the home page at www.google.com' target='_blank'>search</a> of the internet quickly yields two common examples:</p><ul><li>The <a href='https://en.wikipedia.org/wiki/Architect_(role_variant)' title='Wikipedia page for the Architect role variant' target='_blank'>Architect role variant</a> developed by <a href='https://www.keirsey.com/' title='Link to the home page at www.keirsey.com' target='_blank'>David Keirsey</a>, which identifies architects as representive of the <b>INTP</b> four-letter type.</li><li>The site <a href='https://www.16personalities.com/' title='Link to the home page at www.16personalities.com' target='_blank'>16personalities.com</a> refers to the <b>INTJ</b> personality type as <q><a href='https://www.16personalities.com/intj-personality' title='Link to a page about the INTJ personality at www.16personalities.com' target='_blank'>The Architect</a>.</q></li></ul><p>As an <b>ENTJ</b>, Frank Lloyd Wright was certainly on the decisive side.  In 1908 he made it plain that the best buildings were a gestalt, in which furniture and color schemes form their respective parts of the whole.</p><blockquote>The most truly satisfactory apartments are those in which most or all of the furniture is built in as a part of the original scheme.  The whole must always be considered as an integral unit.<br />&nbsp;&mdash;&nbsp;Frank Lloyd Wright in <q>In the Cause of Architecture, I</q><a href='#footnotes' title='Link to the footnotes at the bottom of this page'><sup>[2]</sup></a>, 1908.</blockquote><p>There are even stories about clients who moved their furniture in an attempt to make the space their own, only to have Mr. Wright pay an impromptu visit and move the furniture back to where he thought it should be.<a href='#footnotes' title='Link to the footnotes at the bottom of this page'><sup>[3]</sup></a></p><h4>The Extraverted Architect</h4><p>More significantly, Mr. Wright was certainly extroverted.  Born in 1867, two years after the <a href='http://www.imdb.com/title/tt0098769/' title='Page for the series about the Civil War by Ken Burns et.al. on imdb.com' target='_blank'>Civil War</a>, he appeared on <a href='http://www.dummies.com/education/history/american-history/the-impact-of-the-television-in-1950s-america/' title='Link to a page about television in the 1950s at www.dummies.com' target='_blank'>television</a> more than once in the 1950s.</p><p>The crowd's reaction to Frank Lloyd Wright's <a href='https://www.youtube.com/watch?v=mjGopgkqpDU' title='Video on youtube.com of the appearance of Frank Lloyd Wright on Whats My Line' target='_blank'>appearance</a> on <a href='http://www.imdb.com/title/tt0042168/' title='Page for Whats My Line on imdb.com' target='_blank'>What's My Line</a> in September of 1956 shows he was quite a celebrity.  Shortly after that, he was 88 in 1957 when he <a href='https://www.youtube.com/watch?v=DeKzIZAKG3E' title='Video of Frank Lloyd Wright being interviewed by Mike Wallace on youtube.com' target='_blank'>spoke with Mike Wallace</a> about controversial topics such as modern art, religion, politics, and his plans for a <a href='http://www.wrightontheweb.net/his-works/fifties/mile-high/' title='Link to a page about his plans for a mile-high skyscraper at www.wrightontheweb.net' target='_blank'>mile-high skyscraper</a>.</p><h4>So Long, Frank Lloyd Wright</h4><p>Frank Lloyd Wright was so famous that <a href='http://www.simonandgarfunkel.com/' title='Link to the home page at www.simonandgarfunkel.com' target='_blank'>Simon and Garfunkel</a> wrote the song <a href='https://www.youtube.com/watch?v=Cf0RrF6KsI8' title='Link to the song So Long, Frank Lloyd Wright at www.youtube.com' target='_blank'>So Long, Frank Lloyd Wright</a> about him several years after he died.</p><p>Mr. Wright's legacy lives on, in numerous videos on <a href='https://www.youtube.com/results?search_query=frank+lloyd+wright' title='Link to search results for videos of Frank Lloyd Wright on youtube.com' target='_blank'>youtube.com</a>, in organizations such as the <a href='http://franklloydwright.org/' title='Link to the home page at franklloydwright.org' target='_blank'>Frank Lloyd Wright Foundation</a> and, of course in the <a href='http://worldmap.harvard.edu/maps/franklloydwright' title='Link to a page mapping the location of buildings designed by Frank Lloyd Wright at worldmap.harvard.edu' target='_blank'>buildings</a> he left behind.</p><hr /><h4>About This Portrait</h4><p>This spiritual portrait is based on:</p><ul><li>The film <a href='http://www.imdb.com/title/tt0144937/' title='Page for the film Frank Lloyd Wright on imdb.com' target='_blank'>Frank Lloyd Wright</a> by <a href='http://www.imdb.com/name/nm0122741/' title='Page for Ken Burns on imdb.com' target='_blank'>Ken Burns</a> and <a href='http://www.imdb.com/name/nm0637089/' title='Page for Lynn Novick on imdb.com' target='_blank'>Lynn Novick</a> (1998),</li><li>The book <a href='https://www.amazon.com/Wright-Architecture-Selected-Writings-1894-1940/dp/B00CQD8ZDI' title='Link to a minimal page about the book Frank Lloyd Wright on Architecture Selected Writings (1894-1940) at www.amazon.com' target='_blank'>Frank Lloyd Wright on Architecture Selected Writings (1894-1940)</a>, edited by <a href='https://www.amazon.com/s/ref=dp_byline_sr_book_2?ie=UTF8&text=Frederick+Gutheim&search-alias=books&field-author=Frederick+Gutheim&sort=relevancerank' title='Link to a page with a list of books by Frederick Gutheim Wright at www.amazon.com' target='_blank'>Frederick Gutheim Wright</a>.</li><li>The video <a href='https://www.youtube.com/watch?v=UN3WsNguVEc' title='Video of Frank Lloyd Wright: The Man Who Built America (2017) on youtube.com' target='_blank'>Frank Lloyd Wright: The Man Who Built America</a> by the <a href='http://www.bbc.com/' title='Link to the home page at www.bbc.com' target='_blank'>BBC</a> (2017),</li></ul><p>And all of the online sources linked to in this story.</p><a name='footnotes'></a><hr /><h4>Footnotes</h4><p>1.&nbsp;Quote taken from the film <a href='http://www.imdb.com/title/tt0144937/' title='Page for the film Frank Lloyd Wright on imdb.com' target='_blank'>Frank Lloyd Wright</a> by <a href='http://www.imdb.com/name/nm0122741/' title='Page for Ken Burns on imdb.com' target='_blank'>Ken Burns</a> and <a href='http://www.imdb.com/name/nm0637089/' title='Page for Lynn Novick on imdb.com' target='_blank'>Lynn Novick</a>, 1998.</p><p>2.&nbsp;Quote taken from <a href='https://www.amazon.com/Wright-Architecture-Selected-Writings-1894-1940/dp/B00CQD8ZDI' title='Link to a minimal page about the book Frank Lloyd Wright on Architecture Selected Writings (1894-1940) at www.amazon.com' target='_blank'>Frank Lloyd Wright on Architecture Selected Writings (1894-1940)</a>, edited by Frederick Gutheim Wright.</p><p>3.&nbsp;Story taken from the film <a href='http://www.imdb.com/title/tt0144937/' title='Page for the film Frank Lloyd Wright on imdb.com' target='_blank'>Frank Lloyd Wright</a> by <a href='http://www.imdb.com/name/nm0122741/' title='Page for Ken Burns on imdb.com' target='_blank'>Ken Burns</a> and <a href='http://www.imdb.com/name/nm0637089/' title='Page for Lynn Novick on imdb.com' target='_blank'>Lynn Novick</a>, 1998.</p>",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "0519",
      "title": "responsive_ad"
    }
  ]
}
