{
  "gallery_title": "Famous Celebrities",
  "see_gallery_button_text": "See Their Minds",
  "list_page_teaser": "This gallery contains spiritual portraits of a few famous American celebrities.  Click to learn more!",
  "description_html": "<p>Here are a few images of real people.</p><p>Hopefully everyone will recognize these names and appreciate the ability to see their personalities.</p>",
  "story_html": "<p>These images are based on some dvds I found at the Denver Public Library.  I chose these individuals because their stories were readily available and believe most, if not all, visitors will recognize their names and have some knowledge of them.</p><p>I plan to add more portraits to this gallery soon.  To keep up to date and learn when I post new images, follow this site on social media or <a href='https://groja.com/conversion/seeourminds' title='Link to small form you can use to join the Groja.com and SeeOurMinds.com email list' target='_blank'>join the SeeOurMinds.com email list</a>!</p>",
  "image_list":
  [
    {
      "id": "0500",
      "title": "Mark Twain",
      "subtitle_html": "Samuel Langhorne Clemens' <a href='https://www.urbandictionary.com/define.php?term=Nom%20de%20Plume' title='Page for the term nom de plume www.urbandictionary.com' target='_blank'>Nom de Plume</a>",
      "gallery_page_teaser": "Mark Twain's spiritual portrait shows he is idealistic and very passionate.  Click on the image to learn more!",
      "image_file_name": "enfp-mark_twain-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:Mark_Twain,_Brady-Handy_photo_portrait,_Feb_7,_1871,_cropped.jpg",
      "composition": "O",
      "score": [
         { "e_score": "13", "i_score": "6" },
         { "n_score": "12", "s_score": "7" },
         { "f_score": "15", "t_score": "4" },
         { "j_score": "7", "p_score": "12" }
      ],
      "four_letter_type": "ENFP",
      "fixed_percentages": "",
      "archetype": "Ne",
      "quiz_type": "KTS2",
      "year": "2018",

      "explain_dom": "The Blue in this spiritual portrait represents X's dominant personality trait, iNtuition: idealism and hope for the future; openness to ideas; very slight/moderate/strong preference for ideas over facts.",
      "explain_dom": "The Blue in X's spiritual portrait represents their dominant personality trait, their very slight/moderate/strong preference for seeing the world more in terms of ideas than of facts.",
      "explain_dom": "The Green in this spiritual portrait represents X's dominant personality trait, Thinking: objectivity; rationality; cool-headedness; very slight/moderate/strong preference for logic/reason/objectivity over emotion/empathy/subjectivity; their very slight/moderate/strong preference for the logical/rational/objective over the emotional/personal/subjective.",
      "explain_dom": "The Green in X's spiritual portrait represents their dominant personality trait, their very slight/moderate/strong preference for making logical/rational/objective rather than emotional/personal/subjective decisions; their very slight/moderate/strong preference for making logical/rational/objective decisions.",
      "explain_dom": "The Red in this spiritual portrait represents X's dominant personality trait, Feeling: passion; amiability; friendliness; compassion; warmth; very slight/moderate/strong preference for emotion/empathy/subjectivity over logic/reason/objectivity; their very slight/moderate/strong preference for the emotional/personal/subjective over the logical/rational/objective.",
      "explain_dom": "The Red in X's spiritual portrait represents their dominant personality trait, their very slight/moderate/strong preference for making emotional/personal/objective rather than logical/rational/objective decisions; their very slight/moderate/strong preference for making emotional/personal/subjective decisions.",
      "explain_dom": "The Yellow in this spiritual portrait represents X's dominant personality trait, Sensing: pragmatism; realism; realistic; outlook; openness to experiences; very slight/moderate/strong preference for facts over ideas.",
      "explain_dom": "The Yellow in X's spiritual portrait represents their dominant personality trait, their very slight/moderate/strong preference for seeing the world more in terms of facts than of ideas.",

      "explain_dom_constant": "In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  He/She demonstrates/exhibits this trait in their (NOTE THAT IS EASIER TO FIND EXAMPLES OF DECISIONS THAN PERCEPTIONS!) ....",

      "explain_aux": "The Blue in this spiritual portrait represents X's auxiliary personality trait, iNtuition: idealism and hope for the future; openness to ideas; very slight/moderate/strong preference for ideas over facts.",
      "explain_aux": "The Blue in X's spiritual portrait represents their auxiliary personality trait, their very slight/moderate/strong preference for seeing the world more in terms of ideas than of facts.",
      "explain_aux": "The Green in this spiritual portrait represents X's auxiliary personality trait, Thinking: objectivity; rationality; cool-headedness; very slight/moderate/strong preference for logic/reason/objectivity over emotion/empathy/subjectivity; their very slight/moderate/strong preference for the logical/rational/objective over the emotional/personal/subjective.",
      "explain_aux": "The Green in X's spiritual portrait represents their auxiliary personality trait, their very slight/moderate/strong preference for making logical/rational/subjective rather than emotional/personal/objective decisions; their very slight/moderate/strong preference for making logical/rational/objective decisions.",
      "explain_aux": "The Red in this spiritual portrait represents X's auxiliary personality trait, Feeling: passion; amiability; friendliness; compassion; warmth; very slight/moderate/strong preference for emotion/empathy/subjectivity over logic/reason/objectivity; their very slight/moderate/strong preference for the emotional/personal/subjective over the logical/rational/objective.",
      "explain_aux": "The Red in X's spiritual portrait represents their auxiliary personality trait, their very slight/moderate/strong preference for making emotional/personal/objective rather than logical/rational/subjective decisions; their very slight/moderate/strong preference for making emotional/personal/subjective decisions.",
      "explain_aux": "The Yellow in this spiritual portrait represents X's auxiliary personality trait, Sensing: pragmatism; realism; realistic; outlook; openness to experiences; very slight/moderate/strong preference for facts over ideas.",
      "explain_aux": "The Yellow in X's spiritual portrait represents their auxiliary personality trait, their very slight/moderate/strong preference for seeing the world more in terms of facts than of ideas.",

      "explain_aux_constant": "In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  He/She demonstrates/exhibits this trait in their (NOTE THAT IS EASIER TO FIND EXAMPLES OF DECISIONS THAN PERCEPTIONS!) ....",

      "story_intro_html": "<p> </p>",
      "story_html": "<p> </p><blockquote> </blockquote><p> </p><hr /><p>This spiritual portrait is based on _______.</p>",
      "story_html_img": "<p>Idea: only include images with stories for family and friends.</p><a href='/static/content/images/stories/subdir/image_name.jpg' title='Link to display full-size version of this image on this site'><img src='/static/content/images/stories/subdir/image_name.jpg' class='story-image-left' /></a>",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "0502",
      "title": "responsive_ad"
    }, {
      "id": "0505",
      "title": "Woody Allen",
      "subtitle_html": "Comedian, Filmmaker, <a href='https://en.wikipedia.org/wiki/Auteur' title='Wikipedia page for Auteur' target='_blank'>Auteur</a>",
      "gallery_page_teaser": "Born Allan Stewart Konigsberg, Woody has averaged putting out one film per year for fourty years.  Click on the image to learn more!",
      "image_file_name": "infp-woody_allen-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:Woody_Allen_Cannes_2016.jpg",
      "composition": "O",
      "score": [
         { "e_score": "9", "i_score": "10" },
         { "n_score": "13", "s_score": "6" },
         { "f_score": "15", "t_score": "4" },
         { "j_score": "8", "p_score": "11" }
      ],
      "four_letter_type": "INFP",
      "fixed_percentages": "",
      "archetype": "Fi",
      "quiz_type": "K",
      "subject_line": "",
      "tweet_html": "",
      "explain_dom": "The Red in this spiritual portrait represents Woody's dominant trait, his compassion and warmth.  In Introverts, the dominant trait is directed inwardly, and spiritual portraits use a long horizontal line to represent this.  He demonstrates this trait in the way he treats the actors and actresses in his films with compassion.",
      "explain_aux": "The Blue in this spiritual portrait represents Woody's auxiliary trait, iNtuition: idealism; openness to ideas; preference for ideas over facts.  In Introverts, the auxiliary trait is directed outwardly, and spiritual portraits use a vertical line to represent this, because it is more evident than the dominant function.  He demonstrates this trait in the way he is willing to make films of varying types, rather than stick to a tried and true genre (e.g., comedies).",
      "story_intro_html": "<p>While he was still in high school, <a href='https://en.wikipedia.org/wiki/Woody_Allen' title='Wikipedia page for Woody Allen' target='_blank'>Woody Allen</a> started writing one-liners for established comedians.  This led to writing for ....</p>",
      "story_html": "<p>While he was still in high school, <a href='https://en.wikipedia.org/wiki/Woody_Allen' title='Wikipedia page for Woody Allen' target='_blank'>Woody Allen</a> started writing one-liners for established comedians.  This led to writing for and even appearing on TV shows such as the Ed Sullivan Show and The Tonight Show.</p><h4>Hated Doing Standup</h4><p>In the 1960s he started doing stand-up.  He hated it!  This quote makes it sound like he is a bit Introverted:</p><blockquote>I kept saying, <q>I'm not funny, I'm not a comic, you know, I can't do this, I hate it, I don't like the hours, I'm shy, you know I don't like standing in front of an audience.</q> I mean there was nothing about it I liked.  I kept saying <q>I want to quit, I want to quit.</q></blockquote><h4>Writer, Director, Auteur</h4><p>Woody went on to be a playwright, and this led to filmmaking.  Writing screenplays led to work as a director, and this led to him writing, directing, and starring in a series of successful films.</p><p>It turned out that like Hitchcock and Truffaut, Woody worked best as an <a href='https://en.wikipedia.org/wiki/Auteur' title='Wikipedia page for auteur' target='_blank'>auteur</a>, someone who had complete control over all creative aspects of a film.  But making the shift from comedy to drama proved to be more difficult than expected.</p><blockquote>It's harder for me, and I embarrass myself more readily, but I get more pleasure out of failing in a project that I am enthused over, than in succeeding in a project that I know I can do well.</blockquote><h4>The Quantity Theory</h4><p>A more pragmatic person would have more Yellow in their spiritual portrait &mdash; and probably more money in their bank account.  As an <a href='/gallery/9100-real-self_portraits/' title='Link to the gallery page containing my self portraits on this site' target='_blank'>INFP myself</a>, I took my time with college, changing majors a few times and even quiting for awhile.</p><p>So I can certainly understand where he's coming from.  As The Beatles so aptly put it: <a href='https://www.youtube.com/watch?v=srwxJUXPHvE' title='Youtube video for the song Cant Buy Me Love by The Beatles' target='_blank'>Can't Buy Me Love.</a></p><blockquote>I've been working on the quantity theory.  I feel if I keep making films and just keep making them, every once in awhile I'll get lucky and one will come out.  And that's exactly what happens.</blockquote><h4>INFPs and Our Passion Projects</h4><p>As an INFP and the creator of this site, I can relate to Woody's desire to experiment and try new things, knowing that eventually we will find something that works.  This is exactly what is going on with me and this <span class='air-quotes'>spiritual portrait</span> idea, which I am presenting on this site for the umpteenth time!</p><blockquote>There are a lot of surprises that happen between writing it, doing it, and seeing it on the screen.  Most surprises are negative.  Most surprises are, that you thought something was good or funny, and it's not....  Cause it's not easy.  If it was easy, it wouldn't be fun, it wouldn't be valuable....  There's a big difference between what you set out to make, and what you make, almost every time.</blockquote><p>Make no mistake: if this site is successful this time around, it will be in great part to the inspiration and ideas I've gotten from all of the more down-to-earth pragmatic people I've met over the past few years at the various <a href='https://www.meetup.com/' title='Home page for meetup.com' target='_blank'>meetups</a> around town.  Many of these friends will undoubtedly have more Yellow in their spiritual portraits, but like Woody I love what I do &mdash; and that's more important to people like us than the numbers in our bank accounts!</p><hr /><p>This spiritual portrait is based on the two-disk DVD boxed set, <a href='http://www.imdb.com/title/tt1895299/' title='Page on imdb.com for Woody Allen: A Documentary' target='_blank'>Woody Allen: A Documentary</a>.</p>",
      "compare_to": { "gallery_file_name": "9100-real-self_portraits", "image_id": "9100" },
      "contrast_with": {"gallery_file_name": "2400-fictional-tv-sopranos", "image_id": "2400" }
    }, {
      "id": "0509",
      "title": "Eleanor Roosevelt",
      "subtitle_html": "<a href='https://en.wikipedia.org/wiki/First_Lady_of_the_United_States' title='Wikipedia page for First Lady of the US' target='_blank'>First Lady</a> and Wife of <a href='https://en.wikipedia.org/wiki/Franklin_D._Roosevelt' title='Wikipedia page for FDR' target='_blank'>FDR</a>",
      "gallery_page_teaser": "Eleanor Roosevelt's spiritual portrait shows she is compassionate and idealistic.  These qualities show why she showed concern for and wanted to help others, especially those who were disadvantaged, have a better future.  Click on the image to learn more!",
      "image_file_name": "enfj-eleanor_roosevelt-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:Eleanor_Roosevelt_portrait_1933.jpg",
      "composition": "O",
      "score": [
         { "e_score": "19", "i_score": "0" },
         { "n_score": "14", "s_score": "5" },
         { "f_score": "11", "t_score": "8" },
         { "j_score": "10", "p_score": "9" }
      ],
      "four_letter_type": "ENFJ",
      "fixed_percentages": "",
      "archetype": "Fe",
      "quiz_type": "K2",
      "subject_line": "",
      "tweet_html": "",
      "explain_dom": "The Red in this spiritual portrait represents Eleanor's dominant trait, her warmth and compassion.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  She demonstrated this trait in the way she cared for people, in her family and in all of America as a whole.",
      "explain_aux": "The Blue in this spiritual portrait represents Eleanor's auxiliary trait, her idealism.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  She demonstrated this trait in the way she would always try to help others work for and have a better future.",
      "story_intro_html": "<p>An orphan at 10, <a href='https://en.wikipedia.org/wiki/Eleanor_Roosevelt' title='Wikipedia page for Eleanor Roosevelt' target='_blank'>Eleanor Roosevelt</a>'s story is quite inspirational....</p>",
      "story_html": "<p>An orphan at 10, <a href='https://en.wikipedia.org/wiki/Eleanor_Roosevelt' title='Wikipedia page for Eleanor Roosevelt' target='_blank'>Eleanor Roosevelt</a>'s story is quite inspirational.<h4>So Many Wonderful Quotes!</h4>Eleanor was a prolific writer, and following are some quotes that should help motivate anyone who doesn't know much about her to learn more.</p><blockquote>Do what you feel in your heart to be right &mdash; for you'll be criticized anyway.  You'll be damned if you do, and damned if you don't.</blockquote><p>Pithy and filled with positive energy, she was full of words to remember and phrases to live by:</p><blockquote>You can often change your circumstances by changing your attitude.</blockquote><blockquote>Happiness is not a goal ... it's a by-product of a life well lived.</blockquote><blockquote>No one can make you feel inferior without your consent.</blockquote><blockquote>It takes as much energy to wish as it does to plan.</blockquote><h4>Last but Not Least!</h4><p>I've saved the best &mdash; from my point of view, anyway &mdash; for last:</p><blockquote>You gain strength, courage and confidence by every experience in which you really stop to look fear in the face.  You are able to say to yourself, <q>I have lived through this horror.  I can take the next thing that comes along.</q>  You must do the thing you think you cannot do.</blockquote><p>I love this quote because it's scary to create a site like this!  What if someone hacks it?  What if people make fun of me for trying to draw personalities?  I see the look in the eyes of people when I tell them about it.  What if someone steals my idea?  What if this, what if that, what if...???  Yes I know they are just a bunch of squares!  <a href='https://medium.com/@seeourminds/and-the-ugly-8921a8e9c721' title='An article I wrote on medium.com about the Ugly side of this idea' target='_blank'>Like, duh!</a></p><p>Thank you, Eleanor for sharing the key to your courage with me &mdash; and everyone else!</p><hr /><p>This spiritual portrait is based on <a href='https://en.wikipedia.org/wiki/Ken_Burns' title='Wikipedia page for Ken Burns' target='_blank'>Ken Burns'</a> film <a href='https://en.wikipedia.org/wiki/The_Roosevelts_(film)' title='Wikipedia page for The Roosevelts: An Intimate Portrait' target='_blank'>The Roosevelts: An Intimate Portrait</a>.  In addition to Eleanor, this work covers her uncle <a href='/image/5040-politicians-us_presidents-1900s/5040/' title='Spiritual portrait of Theodore Roosevelt on this site' target='_blank'>Theodore</a> and her husband <a href='/image/5040-politicians-us_presidents-1900s/5048/' title='Spiritual portrait of Franklin Roosevelt on this site' target='_blank'>Franklin</a>, and spans seven DVDs.  I enjoyed watching it (twice!) and recommend it highly!</p><p>There are many, many more of her quotes online.  The <a href='https://en.wikiquote.org/wiki/Eleanor_Roosevelt' title='Wikiquote page for Eleanor Roosevelt' target='_blank'>wikiquote site</a> is a great place to start.  Enjoy!</p>",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "0510",
      "title": "square_ad"
    }
  ]
}
