{
  "gallery_title": "Famous People",
  "see_gallery_button_text": "See Their Minds",
  "list_page_teaser": "This gallery contains spiritual portraits of famous, real people.  Click to learn more!",
  "description_html": "<p>Here are a few images of real people.</p><p>Hopefully everyone will recognize these names and appreciate the ability to see their personalities.</p>",
  "story_html": "<p>These images are based on some dvds I found at the Denver Public Library.  I chose these individuals because their stories were readily available and believe most, if not all, visitors will recognize their names and have some knowledge of them.</p><p>I plan to add more portraits to this gallery soon.  To keep up to date and learn when I post new images, follow this site on social media or <a href='https://groja.com/conversion/seeourminds' title='Link to small form you can use to join the Groja.com and SeeOurMinds.com email list' target='_blank'>join the SeeOurMinds.com email list</a>!</p>",
  "image_list":
  [
    {
      "id": "0500",
      "title": "Woody Allen",
      "subtitle_html": "Comedian, Filmmaker, <a href='https://en.wikipedia.org/wiki/Auteur' title='Wikipedia page for Auteur' target='_blank'>Auteur</a>",
      "gallery_page_teaser": "Born Allan Stewart Konigsberg, Woody has averaged putting out one film per year for fourty years.  Click on the image to learn more!",
      "image_file_name": "infp-woody_allen-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:Woody_Allen_Cannes_2016.jpg",
      "composition": "O",
      "score": [
         { "e_score": "9", "i_score": "10" },
         { "n_score": "13", "s_score": "6" },
         { "f_score": "15", "t_score": "4" },
         { "j_score": "8", "p_score": "11" }
      ],
      "four_letter_type": "INFP",
      "fixed_percentages": "",
      "archetype": "Fi",
      "quiz_type": "K",
      "subject_line": "",
      "tweet_html": "",
      "explain_dom": "The Red in this spiritual portrait represents Woody's dominant trait, his compassion and warmth.  In Introverts, the dominant trait is directed inwardly, and spiritual portraits use a long horizontal line to represent this.  He demonstrates this trait in the way he treats the actors and actresses in his films with compassion.",
      "explain_aux": "The Blue in this spiritual portrait represents Woody's auxiliary trait, iNtuition: idealism; openness to ideas; preference for ideas over facts.  In Introverts, the auxiliary trait is directed outwardly, and spiritual portraits use a vertical line to represent this, because it is more evident than the dominant function.  He demonstrates this trait in the way he is willing to make films of varying types, rather than stick to a tried and true genre (e.g., comedies).",
      "story_html": "<p>This spiritual portrait is based on the two-disk DVD boxed set, <a href='http://www.imdb.com/title/tt1895299/' title='Page on imdb.com for Woody Allen: A Documentary' target='_blank'>Woody Allen: A Documentary</a>.</p><p>While he was still in high school, <a href='https://en.wikipedia.org/wiki/Woody_Allen' title='Wikipedia page for Woody Allen' target='_blank'>Woody Allen</a> started writing one-liners for established comedians.  This led to writing for and even appearing on TV shows such as the Ed Sullivan Show and The Tonight Show.</p><p>In the 1960s he started doing stand-up.  He hated it.</p><blockquote>I kept saying, <q>I'm not funny, I'm not a comic, you know, I can't do this, I hate it, I don't like the hours, I'm shy, you know I don't like standing in front of an audience.</q> I mean there was nothing about it I liked.  I kept saying <q>I want to quit, I want to quit.</q></blockquote><p>It sounds to me like he might be a bit Introverted.</p><p>Woody went on to be a playwright, and this led to filmmaking.  Writing a screenplay led to work as a director, and this led to him writing, directing, and starring in a series of successful films.</p><p>It turned out that like Hitchcock and Truffaut, Woody worked best as an <a href='https://en.wikipedia.org/wiki/Auteur' title='Wikipedia page for auteur' target='_blank'>auteur</a>, someone who had complete control over all creative aspects of a film.  But making the shift from comedy to drama proved to be more difficult than expected.</p><blockquote>It's harder for me, and I embarrass myself more readily, but I get more pleasure out of failing in a project that I am enthused over, than in succeeding in a project that I know I can do well.</blockquote><p>A more pragmatic person would have more Yellow in their spiritual portrait &mdash; and probably more money in their bank account.  As an <a href='/gallery/9100-real-self_portraits/' title='Link to the gallery page containing my self portraits on this site' target='_blank'>INFP myself</a>, I took my time with college, changing majors a few times and even quiting for awhile.</p><p>So I can certainly understand where he's coming from.  As The Beatles so aptly put it: <a href='https://www.youtube.com/watch?v=srwxJUXPHvE' title='Youtube video for the song Cant Buy Me Love by The Beatles' target='_blank'>Can't Buy Me Love.</a></p><blockquote>I've been working on the quantity theory.  I feel if I keep making films and just keep making them, every once in awhile I'll get lucky and one will come out.  And that's exactly what happens.</blockquote><p>And that, dear reader, is exactly what's been going on with me and this <span class='air-quotes'>spiritual portrait</span> idea, which I am presenting on this site for the umpteenth time!</p><blockquote>There are a lot of surprises that happen between writing it, doing it, and seeing it on the screen.  Most surprises are negative.  Most surprises are, that you thought something was good or funny, and it's not....  Cause it's not easy.  If it was easy, it wouldn't be fun, it wouldn't be valuable....  There's a big difference between what you set out to make, and what you make, almost every time.</blockquote><p>Make no mistake: if this site is successful this time around, it will be in great part to the inspiration and ideas I've gotten from all of the more down-to-earth pragmatic people I've met over the past few years at the various <a href='https://www.meetup.com/' title='Home page for meetup.com' target='_blank'>meetups</a> around town.  Many of these friends will undoubtedly have more Yellow in their spiritual portraits, but like Woody I love what I do &mdash; and that's more important to people like us than the numbers in our bank accounts!</p>",
      "compare_to": { "gallery_file_name": "9100-real-self_portraits", "image_id": "9100" },
      "contrast_with": {"gallery_file_name": "2400-fictional-tv-sopranos", "image_id": "2400" }
    }, {
      "id": "0502",
      "title": "responsive_ad"
    }, {
      "id": "0504",
      "title": "Edward Snowden",
      "subtitle_html": "System Administrator, <a href='https://en.wikipedia.org/wiki/Whistleblower' title='Wikipedia page for Whistleblower' target='_blank'>Whistleblower</a>",
      "gallery_page_teaser": "Edward Snowden achieved notoriety by releasing classified information detailing how the United States government collects information on all citizens.  Click on the image to learn more!",
      "image_file_name": "intj-edward_snowden-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:Edward_Snowden-2.jpg",
      "composition": "O",
      "score": [
         { "e_score": "7", "i_score": "12" },
         { "n_score": "10", "s_score": "9" },
         { "f_score": "7", "t_score": "12" },
         { "j_score": "15", "p_score": "4" }
      ],
      "four_letter_type": "INTJ",
      "fixed_percentages": "",
      "archetype": "Ni",
      "quiz_type": "K",
      "subject_line": "",
      "tweet_html": "",
      "explain_dom": "The Blue in this spiritual portrait represents X's dominant trait, his idealism and preference for ideas over facts.  In Introverts, the dominant trait is directed inwardly, and spiritual portraits use a long horizontal line to represent this.  They demonstrate this trait in their ....",
      "explain_aux": "The Green in this spiritual portrait represents X's auxiliary trait, his cool-headedness and preference for logic over emotion.  In Introverts, the auxiliary trait is directed outwardly, and spiritual portraits use a vertical line to represent this, because it is more evident than the dominant function.  They demonstrate this trait in their ....",
      "story_html": "<p>This spiritual portrait is based only on what I learned about Edward from watching <a href='https://en.wikipedia.org/wiki/Laura_Poitras' title='Wikipedia page for Laura Poitras' target='_blank'>Laura Poitras'</a> movie about him, <a href='http://www.imdb.com/title/tt4044364/' title='Imdb.com page for Citizenfour' target='_blank'>Citizenfour</a>.</p><p>I have mixed feelings about <a href='https://en.wikipedia.org/wiki/Edward_Snowden' title='Wikipedia page for Ed Snowden' target='_blank'>Ed Snowden</a>, so it may be best to let him describe himself in his own words.</p><blockquote>We are building the greatest weapon for oppression in the history of man, yet its directors exempt themselves from accoutability....  I appreciate your [Laura Poitras' and Glenn Greenwald's] concern for my safety, but I already know how this will end for me, and I accept the risk.</blockquote><p>As a firmly decisive and logical person, it's easy to see how he could feel he had no choice but to do what he did.  I can almost hear his conscience saying <span class='air-quotes'>They taught me one thing in school, now they're doing something else in real life!  Hellooooo!  This does not compute!</span></p><p>I have to admire his courage and idealism, but it's important to stress that I created this site to help people visualize personalities, <b>not</b> to convert people to one political ideology or another.</p><blockquote>So, for me, it all comes down to state power against the people's ability to meaningfully oppose that power.  And I'm sitting there, uh, every day getting paid to design methods to amplify that state power.</blockquote><p>As an idealist, I enjoy seeing idealism in others, and find it interesting to learn his four-letter-type matches that of the contemptuous <a href='/image/2040-fictional-tv-game_of_thrones-4/2040/' title='Link to spiritual portrait of Joffrey Baratheon on this site' target='_blank'>Joffrey Baratheon</a>.  In addition to being idealistic, he's obviously fearless, and after watching the movie I can't help but be glad he did what he did.</p><p>I wonder how he feels about his actions now that the dust has settled and he's living in exile.</p><blockquote>These are public issues, these are not my issues you know, these are everybody's issues.  I'm not afraid of you, you know.  You're not going to bully me into silence like you've done to everybody else.  And if nobody else is gonna do it, I will, and hopefully when I'm gone, whatever you do to me, there will be somebody else who'll do the same thing.</blockquote><p>It is important to realize that, because this personality profile is based only on the film Citizenfour, it may not be completely accurate.</p><p>Although he doesn't show it outwardly, it's obvious that Ed was under a great deal of stress during this time.  Therefore it may not accurately show who he is in his typical day-to-day life during less stressful times.</p><p>If you would like to learn more about Ed Snowden, and perhaps support him with a donation, visit his site at <a href='https://www.edwardsnowden.com/' title='Home page of edwardsnowden.com' target='_blank'>edwardsnowden.com</a>.</p>",
      "compare_to": { "gallery_file_name": "2040-fictional-tv-game_of_thrones-4", "image_id": "2040" },
      "contrast_with": { "gallery_file_name": "2040-fictional-tv-game_of_thrones-4", "image_id": "2047" }
    }, {
      "id": "0509",
      "title": "Eleanor Roosevelt",
      "subtitle_html": "<a href='https://en.wikipedia.org/wiki/First_Lady_of_the_United_States' title='Wikipedia page for First Lady of the US' target='_blank'>First Lady</a> and Wife of <a href='https://en.wikipedia.org/wiki/Franklin_D._Roosevelt' title='Wikipedia page for FDR' target='_blank'>FDR</a>",
      "gallery_page_teaser": "Eleanor's spiritual portrait shows she is compassionate and idealistic.  These qualities show why she showed concern for and wanted to help others, especially those who were disadvantaged, have a better future.  Click on the image to learn more!",
      "image_file_name": "enfj-eleanor_roosevelt-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:Eleanor_Roosevelt_portrait_1933.jpg",
      "composition": "O",
      "score": [
         { "e_score": "19", "i_score": "0" },
         { "n_score": "14", "s_score": "5" },
         { "f_score": "11", "t_score": "8" },
         { "j_score": "10", "p_score": "9" }
      ],
      "four_letter_type": "ENFJ",
      "fixed_percentages": "",
      "archetype": "Fe",
      "quiz_type": "K2",
      "subject_line": "",
      "tweet_html": "",
      "explain_dom": "The Red in this spiritual portrait represents Eleanor's dominant trait, her warmth and compassion.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  She demonstrated this trait in the way she cared for people, in her family and in all of America as a whole.",
      "explain_aux": "The Blue in this spiritual portrait represents Eleanor's auxiliary trait, her idealism.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  She demonstrated this trait in the way she would always try to help others work for and have a better future.",
      "story_html": "<p>This spiritual portrait is based on <a href='https://en.wikipedia.org/wiki/Ken_Burns' title='Wikipedia page for Ken Burns' target='_blank'>Ken Burns'</a> film <a href='https://en.wikipedia.org/wiki/The_Roosevelts_(film)' title='Wikipedia page for The Roosevelts: An Intimate Portrait' target='_blank'>The Roosevelts: An Intimate Portrait</a>.  In addition to <a href='https://en.wikipedia.org/wiki/Eleanor_Roosevelt' title='Wikipedia page for Eleanor Roosevelt' target='_blank'>Eleanor</a>, this work covers her uncle <a href='https://en.wikipedia.org/wiki/Theodore_Roosevelt' title='Wikipedia page for Theodore Roosevelt' target='_blank'>Theodore</a> and her husband <a href='https://en.wikipedia.org/wiki/Franklin_D._Roosevelt' title='Wikipedia page for Franklin Roosevelt' target='_blank'>Franklin</a>, and spans seven DVDs.  I enjoyed watching it (twice!) and recommend it highly!</p><p>An orphan at 10, Eleanor Roosevelt's story is quite inspirational.  It would be silly to repeat it here, but she was a prolific writer and sharing a few quotes should motivate those who don't know much about her to learn more.</p><blockquote>Do what you feel in your heart to be right – for you’ll be criticized anyway. You’ll be damned if you do, and damned if you don’t.</blockquote><p>Pithy and filled with positive energy, she was full of words to remember and phrases to live by:</p><blockquote>You can often change your circumstances by changing your attitude.</blockquote><blockquote>Happiness is not a goal…it's a by-product of a life well lived.</blockquote><blockquote>No one can make you feel inferior without your consent.</blockquote><blockquote>It takes as much energy to wish as it does to plan.</blockquote><p>I've saved the best &mdash; from my point of view, anyway &mdash; for last:</p><blockquote>You gain strength, courage and confidence by every experience in which you really stop to look fear in the face.  You are able to say to yourself, <q>I have lived through this horror.  I can take the next thing that comes along.</q>  You must do the thing you think you cannot do.</blockquote><p>It's scary to create a site like this!  What if someone hacks it?  What if people make fun of me for trying to draw personalities?  I see the look in the eyes of people when I tell them about it.  What if someone steals my idea?  What if this, what if that, what if...???  Yes I know they are just a bunch of squares!  <a href='https://medium.com/@seeourminds/and-the-ugly-8921a8e9c721' title='An article I wrote on medium.com about the Ugly side of this idea' target='_blank'>Like, duh!</a></p><p>Thank you, Eleanor for sharing the key to your courage with me &mdash; and everyone else!</p><p>There are many, many more of her quotes online.  The <a href='https://en.wikiquote.org/wiki/Eleanor_Roosevelt' title='Wikiquote page for Eleanor Roosevelt' target='_blank'>wikiquote site</a> is a great place to start.  Enjoy!</p>",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "0510",
      "title": "square_ad"
    }
  ]
}
