{
  "gallery_title": "World Famous",
  "see_gallery_button_text": "See Their Minds",
  "list_page_teaser": "This gallery contains spiritual portraits of people who are famous the world over.  Click to learn more!",
  "description_html": "<p>These are images of a few internationally famous &mdash; some would say <em>in</em>famous &mdash; people.</p><p> If any visitors are unfamiliar with one or more of these people, plenty of information about them is available online and in the library.</p>",
  "story_html": "<p>Edward Snowden's and Imelda Marcos' images make sense intuitively &mdash; to me, anyway &mdash; because they have fairly solid preferences.  On the other hand, Fidel Castro's profile may seem surprising to some.</p><p>Anyone who has doubts about the accuracy of Fidel's profile should note that although it recognizes his solid preferences for being outgoing and decisive, his preferences for being emotional and idealistic are very slight.  This means Castro could adapt well to a variety of situations &mdash; an extremely valuable ability for an all-powerful dictator who seeks to maintain the support of the people.</p><p>To learn more about Fidel Castro or the people behind any of the other images in this gallery, be sure to click on the <q>Show the Whole Story</q> button on their image page.</p><p>To learn when this and other galleries here contain new images, follow this site on social media or <a href='https://groja.com/conversion/seeourminds' title='Link to small form you can use to join the Groja.com and SeeOurMinds.com email list' target='_blank'>join the SeeOurMinds.com email list</a>!</p>",
  "image_list":
  [
    {
      "id": "0800",
      "title": "Edward Snowden",
      "subtitle_html": "System Administrator, <a href='https://en.wikipedia.org/wiki/Whistleblower' title='Wikipedia page for Whistleblower' target='_blank'>Whistleblower</a>",
      "gallery_page_teaser": "Edward Snowden achieved notoriety by releasing classified information detailing how the United States government collects information on all citizens.  Click on the image to learn more!",
      "image_file_name": "intj-edward_snowden-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:Edward_Snowden-2.jpg",
      "composition": "O",
      "score": [
         { "e_score": "7", "i_score": "12" },
         { "n_score": "10", "s_score": "9" },
         { "f_score": "7", "t_score": "12" },
         { "j_score": "15", "p_score": "4" }
      ],
      "four_letter_type": "INTJ",
      "fixed_percentages": "",
      "archetype": "Ni",
      "quiz_type": "K",
      "subject_line": "",
      "tweet_html": "",
      "year": "2017",
      "explain_dom": "The Blue in this spiritual portrait represents Edward Snowden's dominant trait, his idealism and preference for ideas over facts.  In Introverts, the dominant trait is directed inwardly, and spiritual portraits use a long horizontal line to represent this.  He demonstrated this trait when he chose to heed his own understanding of American ideals and obey his conscience rather than the rule of law.",
      "explain_aux": "The Green in this spiritual portrait represents Edward Snowden's auxiliary trait, his cool-headedness and preference for logic over emotion.  In Introverts, the auxiliary trait is directed outwardly, and spiritual portraits use a vertical line to represent this, because it is more evident than the dominant function.  He demonstrated this trait in the way he kept a cool head during his conversations with the press when revealing how the United States government spies on its own citizens.",
      "story_intro_html": "<p>The most interesting thing about this spiritual portrait of <a href='https://en.wikipedia.org/wiki/Edward_Snowden' title='Wikipedia page for Ed Snowden' target='_blank'>Ed Snowden</a> is that it looks almost identical to ....</p>",
      "story_html": "<p>The most interesting thing about this spiritual portrait of <a href='https://en.wikipedia.org/wiki/Edward_Snowden' title='Wikipedia page for Ed Snowden' target='_blank'>Ed Snowden</a> is that it looks almost identical to <a href='/image/5040-politicians-us_presidents-1900s/5042/' title='Link to spiritual portrait of Woodrow Wilson on this site'>Woodrow Wilson</a>'s portrait.</p><h4>Decisive American Idealist</h4><p>It is clear both Edward Snowden and Woodrow Wilson have very decisive and idealisitic personalities.</p><blockquote>We are building the greatest weapon for oppression in the history of man, yet its directors exempt themselves from accoutability....  I appreciate your [Laura Poitras' and Glenn Greenwald's] concern for my safety, but I already know how this will end for me, and I accept the risk.</blockquote><p>As a firmly decisive and logical person, it's easy to see how Edward could feel he had no choice but to do what he did.  Once he learned what the government was doing, surely it was like there was a voice in his head saying something like <span class='air-quotes'>They taught me one thing in school, now they're doing something else in real life!  Hellooooo!  This does not compute!</span></p><blockquote>So, for me, it all comes down to state power against the people's ability to meaningfully oppose that power.  And I'm sitting there, uh, every day getting paid to design methods to amplify that state power.</blockquote><h4>Also Similar to Joffrey!?!</h4><p>As an idealist myself, I enjoy seeing idealism in others.  Hence I find it interesting to see Edward's four-letter-type matches that of the contemptuous <a href='/image/2040-fictional-tv-game_of_thrones-4/2040/' title='Link to spiritual portrait of Joffrey Baratheon on this site' target='_blank'>Joffrey Baratheon</a> from Game of Thrones.</p><p>Note however that Edward's image has a significant amout of Red, while Joffrey's image has a lot more Green and less Red &mdash; indicating that Edward has more compassion for others than Joffrey.  This explains their different values when it comes to human lives other than their own.</p><p>In addition to being idealistic, Edward is also obviously fearless, and after watching the movie I can't help but be glad he did what he did.</p><blockquote>These are public issues, these are not my issues you know, these are everybody's issues.  I'm not afraid of you, you know.  You're not going to bully me into silence like you've done to everybody else.  And if nobody else is gonna do it, I will, and hopefully when I'm gone, whatever you do to me, there will be somebody else who'll do the same thing.</blockquote><h4>A Stressful Time for Him</h4><p>It is important to realize that, because this personality profile is based only on the film Citizenfour, it may not be completely accurate.  This is because Ed was obviously under a great deal of stress during this time, even though he doesn't show it that much outwardly.</p><p>So the profile may not accurately show who he is in his typical day-to-day life during less stressful times.</p><p>Now that the dust has settled, I can't help but wonder how he feels about his actions and their end results &mdash; including the fact he must live in exile.</p><hr /><p>This spiritual portrait is based only on what I learned about Edward from watching <a href='https://en.wikipedia.org/wiki/Laura_Poitras' title='Wikipedia page for Laura Poitras' target='_blank'>Laura Poitras'</a> movie about him, <a href='http://www.imdb.com/title/tt4044364/' title='Imdb.com page for Citizenfour' target='_blank'>Citizenfour</a>.</p><p>If you would like to learn more about Ed Snowden, and perhaps support him with a donation, visit his site at <a href='https://www.edwardsnowden.com/' title='Home page of edwardsnowden.com' target='_blank'>edwardsnowden.com</a>.</p>",
      "compare_to": { "gallery_file_name": "5040-politicians-us_presidents-1900s", "image_id": "5042" },
      "contrast_with": { "gallery_file_name": "2040-fictional-tv-game_of_thrones-4", "image_id": "2047" }
    }, {
      "id": "0803",
      "title": "Fidel Castro",
      "subtitle_html": "<a href='https://en.wikipedia.org/wiki/Fidel_Castro' title='Wikipedia page for Fidel Castro' target='_blank'>17th President</a> of <a href='https://en.wikipedia.org/wiki/Cuba' title='Wikipedia page for Cuba' target='_blank'>Cuba</a> - Dec. 2, 1976 - Feb. 24, 2008",
      "gallery_page_teaser": "Fidel Castro's spiritual portrait shows he is decisive, passionate, a bit idealistic, and quite versatile.  Click on the image to learn more!",
      "image_file_name": "enfj-fidel_castro-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:Fidel_Castro_in_Washington.jpg",
      "composition": "O",
      "score": [
         { "e_score": "15", "i_score": "4" },
         { "n_score": "10", "s_score": "9" },
         { "f_score": "10", "t_score": "9" },
         { "j_score": "12", "p_score": "7" }
      ],
      "four_letter_type": "ENFJ",
      "fixed_percentages": "",
      "archetype": "Fe",
      "quiz_type": "K2",
      "subject_line": "",
      "tweet_html": "",
      "year": "2017",
      "explain_dom": "The Red in Fidel's spiritual portrait represents his dominant personality trait, his passion.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  Castro demonstrated this trait in the passion he had for Cuba.",
      "explain_aux": "The Blue in Fidel's spiritual portrait represents his auxiliary personality trait, his idealism.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  He demonstrated this trait in the way he embraced revolutionary Marxist-Leninist ideals.",
      "story_intro_html": "<p>Fidel Castro's preferences are very slight, making his image full of color.  Being well-rounded makes it ....</p>",
      "story_html": "<p>Fidel Castro's preferences are very slight, making his image full of color.</p><p>Being well-rounded makes it easy for a broad range of people to relate to him, and natural for him to easily understand other's perceptions and motivations.  And being versatile certainly helps a single person run an under-developed island nation alone, as a dictator.</p><h4>Passionate Idealist</h4><p>The Red and Blue in this image reflects the fact that Fidel had a passion for ideals &mdash; especially revolutionary ideals.  Reading a few of his quotes makes this obvious right away, as many belie a strong tendency to believe in people and the power of mind over matter.</p><blockquote>Condemn me, it does not matter: history will absolve me.<br />&nbsp;&mdash;&nbsp;<a href='https://www.marxists.org/history/cuba/archive/castro/1953/10/16.htm' title='Link to History Will Absolve Me at marxists.org' target='_blank'>History Will Absolve Me</a>, 1954.</blockquote><blockquote>Warfare is a means and not an end.  Warfare is a tool of revolutionaries.  The important thing is the revolution!  The important thing is the revolutionary cause, revolutionary ideas, revolutionary objectives, revolutionary sentiments, revolutionary virtues!<br />&nbsp;&mdash;&nbsp;<a href='https://en.wikiquote.org/wiki/Fidel_Castro' title='Link to quotes of Fidel Castro at en.wikiquote.org' target='_blank'>Speech at the memorial service</a> for <a href='https://en.wikipedia.org/wiki/Che_Guevara' title='Wikipedia page for Che Guevara' target='_blank'>Che Guevara</a>, 1967.</blockquote><blockquote>[Revolution] is a profound conviction that there is no power in the world that can crush truth and ideas.<br />&nbsp;&mdash;&nbsp;<a href='http://www.fidelcastro.cu/en/discursos/speech-mass-rally-called-cuban-youths-students-and-workers-revolution-square-occasion' title='Link to the speech made at a rally on May 1, 2000 at www.fidelcastro.cu' target='_blank'>Speech on May Day, 2000</a>.</blockquote><h4>Versatile Underdog</h4><p>His contempt for the United States is well-known and unparalleled in the <a href='https://en.wikipedia.org/wiki/Western_Hemisphere' title='Wikipedia page for the Western Hemisphere' target='_blank'>Western Hemisphere</a>.  In this quote he lists the reasons for his hatred:</p><blockquote>With what moral authority can they speak of human rights &mdash; the rulers of a nation in which the millionaire and beggar coexist; the Indian is exterminated; the black man is discriminated against; the woman is prostituted; and the great masses of Chicanos, Puerto Ricans, and Latin Americans are scorned, exploited, and humiliated? How can they do this &mdash; the bosses of an empire where the mafia, gambling, and child prostitution are imposed; where the CIA organizes plans of global subversion and espionage, and the Pentagon creates neutron bombs capable of preserving material assets and wiping out human beings; an empire that supports reaction and counter-revolution all over the world; that protects and promotes the exploitation by monopolies of the wealth and the human resources of whole continents, unequal exchange, a protectionist policy, an incredible waste of natural resources, and a system of hunger for the world?<br />&nbsp;&mdash;&nbsp;From a <a href='https://en.wikiquote.org/wiki/Fidel_Castro' title='Link to the page for Fidel Castro at en.wikiquote.org' target='_blank'>speech on the 25th anniversary</a> of the <a href='https://en.wikipedia.org/wiki/Moncada_Barracks' title='Wikipedia page for the Moncada Barracks' target='_blank'>Moncada Barracks</a> attack, July 26, 1978.</blockquote><p>This passage has it all.  There's the idealism (Blue&ndash;i<q>N</q>tuition) in speaking about morals and human rights, along with the list of facts (Yellow&ndash;<q>S</q>ensation) describing America's violation of these ideals, and the emotion (Red&ndash;<q>F</q>eeling) felt when witnessing people mistreated, along with the objective (Green&ndash;<q>T</q>hinking) desire for equality.  His spiritual portrait makes it easy to see how he could exhibit all of these qualities in a single paragraph of a single speech.</p><p>More than anything, though, this tirade shows decisiveness.  He has made up his mind on this issue and it is clear no one will be changing it!</p><h4>MAD!?!</h4><p>There's more.  Castro's feelings toward the US were frighteningly irrational, as evidenced in this call for <a href='https://en.wikipedia.org/wiki/Mutual_assured_destruction' title='Wikipedia page for mutually assured destruction' target='_blank'>mutually assured destruction</a> (MAD):</p><blockquote>I propose the immediate launching of a nuclear strike on the United States.  The Cuban people are prepared to sacrifice themselves for the cause of the destruction of imperialism and the victory of world revolution.<br />&nbsp;&mdash;&nbsp;From the article <a href='https://en.wikiquote.org/wiki/Fidel_Castro' title='Link to the page for Fidel Castro at en.wikiquote.org' target='_blank'><q>Castro Wanted a Nuclear Strike</q></a> in <a href='https://www.nytimes.com' title='Link to home page at nytimes.com' target='_blank'>The New York Times</a>, October 23, 1992.</blockquote><p>Of course, as a dictator, Fidel could play his geographically-based <q><a href='https://en.wikipedia.org/wiki/Underdog_(term)' title='Wikipedia page for ' target='_blank'>underdog card</a></q> in his own country with impunity.  The reality is he was guilty of his own <a href='https://en.wikipedia.org/wiki/Human_rights_in_Cuba' title='Wikipedia page about human rights in Cuba' target='_blank'>human rights abuses</a>, and the only way anyone could publicly and safely challenge his status as <q><a href='https://en.wiktionary.org/wiki/top_dog' title='Link to definition of top dog at en.wiktionary.org' target='_blank'>top dog</a></q> was to leave the country.</p><p>If Cuba is such an ideal place to live, why have over a <a href='https://en.wikipedia.org/wiki/Cuban_exile' title='Wikipedia page about exiles from Cuban' target='_blank'>million people left</a> it to seek a new life elsewhere &mdash; mostly in America?</p><p>Fidel Castro was a highly intelligent, formidible man.  For more quotes, see <a href='https://en.wikiquote.org/wiki/Fidel_Castro' title='Link to the page for Fidel Castro at en.wikiquote.org' target='_blank'>his page</a> at <a href='https://en.wikiquote.org/wiki/Main_Page' title='Link to the home page at en.wikiquote.org' target='_blank'>en.wikiquote.org</a>.</p><hr /><p>This spiritual portrait is based on the American Experience video, <a href='http://www.imdb.com/title/tt0815934/' title='Page for Fidel Castro on imdb.com' target='_blank'><q>Fidel Castro</q></a>, which is <a href='https://www.youtube.com/watch?v=FG3q9tCkSCE' title='Video of  on youtube.com' target='_blank'>available on youtube</a>.  My friend <q>Laura C.</q> helped me develop the personality profile.</p>",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "0806",
      "title": "Imelda Marcos",
      "subtitle_html": "<a href='https://en.wikipedia.org/wiki/Imelda_Marcos' title='Wikipedia page for Imelda Marcos' target='_blank'>10th First Lady</a> of the <a href='https://en.wikipedia.org/wiki/Philippines' title='Wikipedia page for the Philippines' target='_blank'>Philippines</a> - Dec. 30, 1965 - Feb. 25, 1986",
      "gallery_page_teaser": "Imelda Marcos's spiritual portrait shows she prefers a world of ideas and idealism to the world of facts.  Click on the image to learn more!",
      "image_file_name": "enfp-imelda_romualdez_marcos-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:Imelda_Marcos_(1984).jpg",
      "composition": "O",
      "score": [
         { "e_score": "17", "i_score": "2" },
         { "n_score": "13", "s_score": "6" },
         { "f_score": "16", "t_score": "3" },
         { "j_score": "6", "p_score": "13" }
      ],
      "four_letter_type": "ENFP",
      "fixed_percentages": "",
      "archetype": "Ne",
      "quiz_type": "K2",
      "subject_line": "",
      "tweet_html": "",
      "year": "2017",
      "explain_dom": "The Blue in Imelda's spiritual portrait represents her dominant personality trait, her openness to ideas.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.",
      "explain_aux": "The Red in Imelda's spiritual portrait represents her auxiliary personality trait, her warmth and passion.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  She demonstrated this trait in some of the projects she pursued while First Lady of the Philippines.",
      "story_intro_html": "<p>This spiritual portrait of Imelda Marcos, the infamous First Lady of the Philippines, reflects her fairly strong preferences for ....</p>",
      "story_html": "<p>This spiritual portrait of Imelda Marcos, the infamous First Lady of the Philippines, reflects her fairly strong preferences for ideas (over facts) and emotion (over logic) with ample amounts of Blue and Red, and much less Yellow and Green.</p><h4><q>Beauty Is God and Love Made Real</q></h4><p>It may seem surprising that someone who put so much emphasis on beauty &mdash; ostensibly a surface quality &mdash; would be an idealist.  It turns out that Imelda actually equates beauty with god and love:</p><blockquote>It is not expensive to be beautiful.  It takes only a little effort, to be presentable, and beautiful.  But, it takes some effort.  And E for effort.  And unfortunately, people think of beauty as luxury; of beauty as frivolity, no!  Or extravagant.  Beauty is a discipline.  Beauty is art, is harmony, in the ideological sense.  And in the theological sense beauty is god and love made real.<br />&nbsp;&mdash;&nbsp;From <a href='http://www.imdb.com/title/tt0160398/' title='Page for Imelda on imdb.com' target='_blank'>Imelda</a>, 2003.</blockquote><p>Given her point of view, it's easy to see how Imelda's obsession with appearances in general and shoes (<q>I did not have three thousand pairs of shoes, I had one thousand and sixty.</q>) in particular is based on idealism.  And from her point of view this infatuation is based not on selfishness but on her concern for the poor, <q>little</q> people in her country.</p><blockquote>I am my little people's star and slave. When I go out into the barrios, I get dressed because I know my little people want to see a star. Other presidents' wives have gone to the barrios wearing housedresses and slippers. That's not what people want to see. People want someone they can love, someone to set an example.<br />&nbsp;&mdash;&nbsp;From <a href='https://en.wikiquote.org/wiki/Imelda_Marcos' title='Link to quote from The LA Times at wikiquote.org' target='_blank'>The LA Times</a>, 1980.</blockquote><h4>Circles of Life</h4><p>The movie about her life, <a href='http://www.imdb.com/title/tt0160398/' title='Page for Imelda: Power, Myth, Illusion on imdb.com' target='_blank'>Imelda: Power, Myth, Illusion</a>, directed by <a href='http://www.imdb.com/name/nm0225035/' title='Page for Ramona S. Diaz on imdb.com' target='_blank'>Ramona S. Diaz</a>, is an enjoyable, enlightening, and <q><a href='http://thingsasian.com/story/film-review-imelda-power-myth-illusion' title='Link to a review of the movie at thingsasian.com' target='_blank'>nicely balanced view</a></q> of her before, during, and after her time as First Lady of the Philippines.  It includes a scene in which she reads from her book &mdash; a book she introduces with a rather surprising yet refreshing bit of humility.</p><p>There is a <a href='https://www.facebook.com/CirclesOFLifeImeldaMarcos/' title='Link to the facebook page for Circles of Life by Imelda Marcos at .com org' target='_blank'>Facebook page</a> for her book and a <a href='https://www.youtube.com/watch?v=H4tdtEtJjzo' title='Video about the book Circles of Life by Imelda Marcos on youtube.com' target='_blank'>video about it</a> on <a href='https://www.youtube.com/' title='Home page of youtube.com' target='_blank'>youtube.com</a>.  Following is a quote she reads from <q>Circles of Life</q> in the movie:</p><blockquote>All the things that you see around you, they become the elements of your infrastructure.  But they can only be good as they are beautiful, and beauty is in the landscape of your heart.  Do not leave it there.  Paint it, shape it, build it, let it flow from within you, in everything you do or touch.  It is easy to be beautiful, because it is magical.<br />&nbsp;&mdash;&nbsp;Quoted from <q>Circles of Life</q> by Imelda Marcos in the movie <a href='http://www.imdb.com/title/tt0160398/' title='Page for Imelda on imdb.com' target='_blank'>Imelda</a>, 2003.</blockquote><p>Given her apparently gentle and caring nature, it's rather difficult to believe that her husband, <a href='https://en.wikipedia.org/wiki/Ferdinand_Marcos' title='Wikipedia page for Ferdinand Marcos' target='_blank'>Ferdinand Marcos</a>, ruled the Philippines as president from 1966 through 1986.  This period includes the time he spent as dictator, starting in 1972 after he declared <a href='https://en.wikipedia.org/wiki/Proclamation_No._1081' title='Wikipedia page for the proclamation of martial law in the Philippines in 1972' target='_blank'>martial law</a> and running for almost ten years &mdash; amid accusations of <a href='https://en.wikipedia.org/wiki/Ferdinand_Marcos#Human_rights_abuses' title='Wikipedia page for Ferdinand Marcos, cued to the section on his human rights abuses' target='_blank'>human rights abuses</a> such as abductions, torture, and murder.</p><h4>Idealistic Interpretations</h4><p>Thanks to Imelda's idealistic viewpoint, she can have her own interpretation of these events.  For example, in the movie she has this to say about the <a href='https://en.wikipedia.org/wiki/Assassination_of_Benigno_Aquino_Jr.' title='Wikipedia page for the Assassination of Benigno Aquino Jr.' target='_blank'>assassination</a> of her husband's political rival <a href='https://en.wikipedia.org/wiki/Benigno_Aquino_Jr.' title='Wikipedia page for Benigno Aquino Jr.' target='_blank'>Benigno Aquino Jr.</a> in 1983:</p><blockquote>The events have proven that we, the Marcoses, Ferdinand and Imelda, were ultimately the victims in the assassination of [Senator Benigno <q>Ninoy</q>] Aquino [Jr.].<br />&nbsp;&mdash;&nbsp;From <a href='http://www.imdb.com/title/tt0160398/' title='Page for Imelda on imdb.com' target='_blank'>Imelda</a>, 2003.</blockquote><p>That seems to be stretching things a bit &mdash; considering the Marcoses were the ones who survived the hail of bullets!  But what can one expect from someone who uses her own name to create a word &mdash; <a href='https://en.wiktionary.org/wiki/Imeldific' title='Link to the word Imeldific at en.wiktionary.org' target='_blank'><q>Imeldific</q></a> &mdash; to describe herself?</p><p>Imelda Marcos is a colorful individual who is also surprisingly deep, and her spiritual portrait reflects that.  It's good that much of the <a href='http://www.imdb.com/title/tt0160398/' title='Page for the movie Imelda on imdb.com' target='_blank'>movie</a> about her features her talking about herself in her own words &mdash; so that viewers do not have to rely on a third party description of this incredible and very unique woman!</p><hr /><p>This spiritual portrait is based mainly on the movie about her life, <a href='http://www.imdb.com/title/tt0160398/' title='Page for Imelda: Power, Myth, Illusion on imdb.com' target='_blank'>Imelda: Power, Myth, Illusion</a>, directed by <a href='http://www.imdb.com/name/nm0225035/' title='Page for Ramona S. Diaz on imdb.com' target='_blank'>Ramona S. Diaz</a>.</p>",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "0510",
      "title": "square_ad"
    }
  ]
}
