{
  "gallery_title": "Classic Movies",
  "see_gallery_button_text": "See Their Minds",
  "list_page_teaser": "It can be challenging building a personality profile based on only a few hours' worth of entertainment, but some characters are iconic and demand to be explored.  Visit this gallery to see if it contains images of any of your favorite characters!",
  "description_html": "<p>This gallery is for fans of Classic Movies such as <a href='https://en.wikipedia.org/wiki/Citizen_Kane' title='Wikipedia page for the movie Citizen Kane' target='_blank'>Citizen Kane</a> and <a href='https://en.wikipedia.org/wiki/Taxi_Driver' title='Wikipedia page for the movie Taxi Driver' target='_blank'>Taxi Driver</a>.</p><p>For more images of iconic characters from classic movies, see the <a href='/gallery/2200-fictional-movies-film_noir/' title='Link to the Film Noir Gallery on this site'>Film Noir</a> Gallery, or one of the Star Wars Galleries &mdash; <a href='/gallery/1200-fictional-movies-star_wars-original/' title='Link to the Star Wars Original Gallery on this site'>Original</a>, <a href='/gallery/1220-fictional-movies-star_wars-prequel/' title='Link to the Star Wars Prequel Gallery on this site'>Prequel</a>, or <a href='/gallery/1210-fictional-movies-star_wars-jedi_and_droids/' title='Link to the Star Wars Jedi and Droids Gallery on this site'>Jedi and Droids</a> &mdash; on this site.</p>",
  "story_html": "<p>I plan to post more images of unforgettable characters from other movies soon.</p><p>To keep up to date, follow this site on social media or <a href='https://groja.com/conversion/seeourminds' title='Link to small form you can use to join the Groja.com and SeeOurMinds.com email list' target='_blank'>join the SeeOurMinds.com email list</a>!</p>",
  "image_list":
  [
    {
      "id": "1100",
      "title": "Charles Foster Kane",
      "subtitle_html": "Everyone's Favorite <a href='https://en.wikipedia.org/wiki/Charles_Foster_Kane' title='Wikipedia page for Charles Foster Kane' target='_blank'>Newspaper Tycoon</a>",
      "gallery_page_teaser": "This portrait of Charles Foster Kane shows he is outgoing, warm, and personable.  Click on the image to learn more!",
      "image_file_name": "esfj-charles_foster_kane-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:Orson_Welles-Citizen_Kane1.jpg",
      "composition": "O",
      "score": [
         { "e_score": "15", "i_score": "4" },
         { "n_score": "8", "s_score": "11" },
         { "f_score": "13", "t_score": "6" },
         { "j_score": "13", "p_score": "6" }
      ],
      "four_letter_type": "ESFJ",
      "archetype": "Fe",
      "quiz_type": "K",
      "year": "2017",
      "explain_dom": "The Red in this spiritual portrait represents Kane's dominant trait, his emotion.  In Extraverts, the dominant function is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  Kane exhibits this trait in his enthusiasm during the Inquirer's growth period, and his (mild spoiler alert!) extended angry outburst towards the end of the film, when things do not go his way.",
      "explain_aux": "The Yellow in this spiritual portrait represents Kane's auxiliary trait, his pragmatism.  In Extraverts, the auxiliary function is directed inwardly, and spiritual portraits use a horizontal line to represent this.  Kane exhibits this trait in his (spoiler alert!) willingness to compromise his principles in the interest of increasing the Inquirer's readership.",
      "story_intro_html": "<p>The first time I saw <a href='https://en.wikipedia.org/wiki/Citizen_Kane' title='Wikipedia page for Citizen Kane' target='_blank'>Citizen Kane</a> was in a ....</p>",
      "story_html": "<p>The first time I saw <a href='https://en.wikipedia.org/wiki/Citizen_Kane' title='Wikipedia page for Citizen Kane' target='_blank'>Citizen Kane</a> was in a film class offered by VCU's <a href='https://arts.vcu.edu/' title='Home page of School of the Arts' target='_blank'>School of the Arts</a>.  It was one of many art classes I took there while in <a href='https://www.youtube.com/watch?v=zjU8L6go1VA' title='youtube.com video of Sitting in Limbo by Jimmy Cliff' target='_blank'>limbo</a> between undergraduate and grad school.</p><p>The teacher was a part-time filmmaker, and this was decades before digitization would take over the industry.  He said he'd seen the film over 80 times, and saw something new with every viewing.  Several times during the film he would pause the projector and point out things only a filmmaker's eye could see.</p><p>Recently I found the three-disk <a href='https://www.amazon.com/Citizen-Kane-Anniversary-Ultimate-Collectors/dp/B0050FXDDQ' title='Link to buy the 70th Anniversary Edition at amazon.com' target='_blank'>70th Anniversary Edition</a> at the <a href='https://www.denverlibrary.org/' title='Link to the Denver Public Library' target='_blank'>Denver Public Library</a>.  Although watching it again was not quite as enlightening and exciting as that first viewing, listening to the two commentary tracks by <a href='https://en.wikipedia.org/wiki/Peter_Bogdanovich' title='Wikipedia page for Peter Bogdanovich' target='_blank'>Peter Bogdanovich</a> and <a href='https://en.wikipedia.org/wiki/Roger_Ebert' title='Wikipedia page for Roger Ebert' target='_blank'>Roger Ebert</a> comes close.</p><p>My teacher was not alone in his enthusiasm for this work of art &mdash; and if you take the time to learn the story behind it and its historical significance, this enthusiasm is extremely contagious!</p>",
      "compare_to": { "gallery_file_name": "5080-politicians-us_presidents-2000s", "image_id": "5084" },
      "contrast_with": { "gallery_file_name": "3310-fictional-tv-true_detective-1", "image_id": "3316" }
    }, {
      "id": "1102",
      "title": "responsive_ad"
    }, {
      "id": "1106",
      "title": "Travis Bickle",
      "subtitle_html": "Everyone's Favorite <a href='https://en.wikipedia.org/wiki/Travis_Bickle' title='Wikipedia page for Travis Bickle' target='_blank'>Taxi Driver</a>",
      "gallery_page_teaser": "This portrait of Travis Bickle shows he is distant, deep, and emotional.  Remind you of anyone?  Click on the image to learn more!",
      "image_file_name": "infp-travis_bickle-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:TravisBickle.jpg",
      "composition": "O",
      "score": [
         { "e_score": "7", "i_score": "12" },
         { "n_score": "14", "s_score": "5" },
         { "f_score": "14", "t_score": "5" },
         { "j_score": "8", "p_score": "11" }
      ],
      "four_letter_type": "INFP",
      "archetype": "Fi",
      "quiz_type": "K",
      "year": "2017",
      "explain_dom": "The Red in this spiritual portrait represents Bickle's dominant trait, his passion.  In Introverts, the dominant function is directed inwardly, and spiritual portraits use a long horizontal line to represent this.  Travis exhibits this trait in his actions near the end of the film.",
      "explain_aux": "The Blue in this spiritual portrait represents Bickle's auxiliary trait, his idealism and thoughts of the future.  In Introverts, the auxiliary function is directed outwardly, and spiritual portraits use a vertical line to represent this, because it is more evident than the dominant function.  Travis exhibits this trait in his forecast of a 'real rain' that will come someday to finally wash clean the streets of New York City.",
      "story_intro_html": "<p>At first I was a bit surprised to see Travis Bickle turned out to be an INFP, but after ....</p>",
      "story_html": "<p>At first I was a bit surprised to see Travis Bickle turned out to be an INFP, but after thinking about it a bit, it makes perfect sense.</p><p>It's customary to see villians motivated by things &mdash; greed, fame, an attractive member of their preferred gender, and the like.  But idealism, misplaced or not, can motivate someone just as much as the temptations of wealth and all the other types of materialistic gains.</p><p>I suppose if we had a personality test that could predict someone's propensity for wrong-doing, we could use it to eliminate violence and other types of senseless suffering from our society.  And I suppose if we thought we had something like that, it could turn out to be just as flawed as all of us ultimaely are, and the innocent would suffer nonetheless.</p>",
      "compare_to": { "gallery_file_name": "9100-real-self_portraits", "image_id": "9100" },
      "contrast_with": { "gallery_file_name": "1100-fictional-movies-classics", "image_id": "1100" }
    }
  ]
}
