{
  "gallery_group_title": "Star Wars",
  "gallery_group_page": "star_wars",
  "gallery_title": "Star Wars - Original Trilogy",
  "see_gallery_button_text": "See Their Minds",
  "list_page_teaser": "Luke Skywalker, Leia Organa, and Han Solo have different personalities, but get along very well.  Click to learn more!",
  "description_html": "<p>This gallery contains spiritual portraits of the main characters in the <a href='https://en.wikipedia.org/wiki/Star_Wars#Original_trilogy' title='Wikipedia page for Star Wars, cued to the section about the Original Trilogy' target='_blank'>Star Wars Original Trilogy</a>.</p><p>To see the personalities of some <a href='https://en.wikipedia.org/wiki/Jedi' title='Wikipedia page for Jedi' target='_blank'>Jedi Masters</a> and <a href='http://starwars.wikia.com/wiki/Droid/Legends' title='Wookieepedia page for droids' target='_blank'>droids</a>, see the <a href='/gallery/1210-fictional-movies-star_wars-jedi_and_droids/' title='Link to the gallery on this site containing spiritual portraits of Star Wars Jedi Masters and droids'>Jedi Masters and droids gallery</a>.  To see the personalities of main characters in the <a href='https://en.wikipedia.org/wiki/Star_Wars#Prequel_trilogy' title='Wikipedia page for the Star Wars, cued to the section about the prequel trilogy' target='_blank'>prequel trilogy</a> &mdash; including <a href='/image/1220-fictional-movies-star_wars-prequel/1222/' title='Link to the spiritual portrait of Darth Vader on this site'>Darth Vader</a> and <a href='/image/1220-fictional-movies-star_wars-prequel/1226/' title='Link to the spiritual portrait of Emporer Palpatine on this site'>Emporer Palpatine</a> &mdash; see the <a href='/gallery/1220-fictional-movies-star_wars-prequel/' title='Link to the gallery on this site containing spiritual portraits of characters in prequel trilogy'>prequel trilogy gallery</a> on this site.</p>",
  "story_html": "<p>These three people make a good team.</p><p>The Blue in Luke's spiritual portrait shows that he, with his Jedi training, is the deep, idealistic one.  His image looks very similar to <a href='/image/1210-fictional-movies-star_wars-jedi_and_droids/1210/' title='Link to the spiritual portrait of Yoda on this site'>Yoda</a>'s and <a href='/image/1210-fictional-movies-star_wars-jedi_and_droids/1212/' title='Link to the spiritual portrait of Obi-Wan Kenobi on this site'>Obi-Wan Kenobi</a>'s.</p><p>The Green in Leia's spiritual portrait shows she is, by a small margin, the most decisive member of this group.  Her very versatile, well-rounded personality makes it very easy for almost everyone to like her.</p><p>Meanwhile, the Yellow in Han's image shows he has the sharp awareness needed to support superior piloting skills, and the Red shows he is amiable and willing to help.  His pragmatism and emotion &mdash; represented by the Yellow and Red &mdash; are the opposite of Leia's idealism and logic &mdash; represented by the Blue and Green &mdash; fueling a strong attraction.</p><p>To learn more about a character's personality, click on their thumbnail to see a larger version, then click on the <b>Show the Whole Story</b> button to read the character's story.</p>",
  "image_list":
  [
    {
      "id": "1200",
      "title": "Luke Skywalker",
      "subtitle_html": "<a href='https://en.wikipedia.org/wiki/Jedi' title='Wikipedia page for Jedi' target='_blank'>Jedi</a> Apprentice and <a href='https://en.wikipedia.org/wiki/Luke_Skywalker' title='Wikipedia page for Luke Skywalker' target='_blank'>Twin Brother</a> of <a href='https://en.wikipedia.org/wiki/Princess_Leia' title='Wikipedia page for Princess Leia Organa' target='_blank'>Leia Organa</a>",
      "gallery_page_teaser": "Luke's spiritual portrait shows he is idealistic and rational.  Click on the image to learn more!",
      "image_file_name": "entp-luke_skywalker-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:Luke_Skywalker.png",
      "composition": "O",
      "score": [
         { "e_score": "15", "i_score": "4" },
         { "n_score": "15", "s_score": "4" },
         { "f_score": "9", "t_score": "10" },
         { "j_score": "6", "p_score": "13" }
      ],
      "four_letter_type": "ENTP",
      "fixed_percentages": "",
      "archetype": "Ne",
      "quiz_type": "KTS2",
      "year": "2018",
      "explain_dom": "The Blue in this spiritual portrait represents Luke's dominant personality trait, his openness to ideas and optimistic vision of the future.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  Luke demonstrates this trait when he gets Yoda to train him in the ways of the Force so he can help fight for the ideal of freedom for everyone in the galaxy.",
      "explain_aux": "The Green in this spiritual portrait represents Luke's auxiliary personality trait, his rationality, objectivity, and cool-headedness.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  Luke demonstrates this trait when he remains calm, focused, and unemotional in crisis situations.  One such situation occurs when Jabba the Hutt tries to execute him, Han Solo, and Chewbacca to the sarlacc in the Great Pit of Carkoon on Tatooine.",
      "story_intro_html": "<p>When <a href='http://starwars.wikia.com/wiki/Luke_Skywalker' title='Wookieepedia page for Luke Skywalker ' target='_blank'>Luke Skywalker</a> was a child growing up on the remote planet of <a href='http://starwars.wikia.com/wiki/Tatooine/Legends' title='Wookieepedia page for Tatooine' target='_blank'>Tatooine</a>, he didn't realize he ....</p>",
      "story_html": "<p>When <a href='http://starwars.wikia.com/wiki/Luke_Skywalker' title='Wookieepedia page for Luke Skywalker ' target='_blank'>Luke Skywalker</a> was a child growing up on the remote planet of <a href='http://starwars.wikia.com/wiki/Tatooine/Legends' title='Wookieepedia page for Tatooine' target='_blank'>Tatooine</a>, he didn't realize he had a <a href='http://starwars.wikia.com/wiki/Leia_Organa' title='Wookieepedia page for Leia Organa' target='_blank'>twin sister</a> and the potential to become a <a href='http://starwars.wikia.com/wiki/Jedi_Knight' title='Wookieepedia page for Jedi Knight' target='_blank'>Jedi Knight</a>.</p><p>All this changes one day when he and his uncle purchase two droids, <a href='http://starwars.wikia.com/wiki/R2-D2' title='Wookieepedia page for R2-D2' target='_blank'>R2-D2</a> and <a href='http://starwars.wikia.com/wiki/C_3PO' title='Wookieepedia page for C-3PO' target='_blank'>C-3PO</a>.  R2-D2 is on a mission to deliver a message to <a href='http://starwars.wikia.com/wiki/Obi-Wan_Kenobi/Legends' title='Wookieepedia page for Obi-Wan Kenobi' target='_blank'>Obi-Wan Kenobi</a>, and the <a href='http://starwars.wikia.com/wiki/Galactic_Empire' title='Wookieepedia page for the Galactic Empire' target='_blank'>Galactic Empire</a> is determined to stop the droid.</p><h4>Had Enough of Tatooine</h4><p>The message is from <a href='http://starwars.wikia.com/wiki/Leia_Organa' title='Wookieepedia page for Princess Leia' target='_blank'>Princess Leia</a>, who is part of the <a href='http://starwars.wikia.com/wiki/Alliance_to_Restore_the_Republic' title='Wookieepedia page for the Rebel Alliance' target='_blank'>Rebel Alliance</a>.  She is desperate for Obi-Wan's help in the fight for freedom against the <a href='http://starwars.wikia.com/wiki/Galactic_Empire' title='Wookieepedia page for the Galactic Empire' target='_blank'>Galactic Empire</a>.  Obi-Wan asks Luke to help him help the Princess, but Luke resists &mdash; at first.</p><p>When Luke returns home, he learns the Empire has been there searching for R2-D2 and killed Luke's adoptive parents, brutally burning their bodies to a crisp &mdash; likely while they were still alive.  Luke reconsiders Obi-Wan's offer to help Princess Leia, and now tells Obi-Wan he's had enough of Tatooine:</p><blockquote>I want to come with you to Alderaan.  There's nothing for me here now.  I want to learn the ways of the Force and become a Jedi like my father.<br />&nbsp;&mdash;&nbsp;Luke in <a href='http://www.imdb.com/title/tt0076759/' title='Page for Episode IV: A New Hope on imdb.com' target='_blank'>Episode IV: A New Hope</a>, 1977.</blockquote><p>Luke has obviously felt stifled growing up on such a remote planet, and he was clearly horrified when he saw how the Empire murdered his adoptive parents in cold blood.  When Obi-Wan tells him he'll have to sell his speeder, Luke responds somewhat bitterly, <q>That's okay. I'm never coming back to this planet again.</q></p><h4>Learning About the Force</h4><p>Luke Skywalker's spiritual portrait, like those of his friend <a href='/image/1210-fictional-movies-star_wars-jedi_and_droids/1212/' title='Link to the spiritual portrait of Obi-Wan Kenobi on this site'>Obi-Wan Kenobi</a> and his mentor <a href='/image/1210-fictional-movies-star_wars-jedi_and_droids/1210/' title='Link to the spiritual portrait of Yoda on this site'>Yoda</a>, contains a lot of Blue.  As with the other Jedi, the Blue represents his strong preference for ideas rather than facts.</p><p>For the <a href='http://starwars.wikia.com/wiki/Jedi' title='Wookieepedia page for the Jedi' target='_blank'>Jedi</a>, the single most important idea is, without question, what they call <q><em><a href='http://starwars.wikia.com/wiki/The_Force' title='Wookieepedia page for the Force' target='_blank'>the Force</a></em>.</q>  On their mission to help Princess Leia, Luke manages to learn a few essentials about the Force from Obi-Wan before Obi-Wan is killed by Darth Vader.</p><p>Years later, while at a resistance base on a remote planet, Luke is lost in a snowstorm and has fallen down face-first in the snow.  He is only semi-conscious when the <a href='http://starwars.wikia.com/wiki/Force_ghost' title='Wookieepedia page for force ghost' target='_blank'>force ghost</a> of Obi-Wan &mdash; who Luke grew up thinking was named <q>Ben</q> &mdash; appears to him, as if in a vision.</p><blockquote>Obi-Wan Kenobi's Force Ghost: Luke.  Luke!<br />Luke Skywalker: Ben?<br />Obi-Wan: You will go to the Dagobah system.<br />Luke: Dagobah system.<br />Obi-Wan: There you will learn from Yoda, the Jedi Master who instructed me.<br />Luke: Ben!  [Obi-Wan's image fades, replaced by the real live Han Solo.]<br />&nbsp;&mdash;&nbsp;From <a href='http://www.imdb.com/title/tt0080684/' title='Page for Episode V: The Empire Strikes Back on imdb.com' target='_blank'>Episode V: The Empire Strikes Back</a>, 1980.</blockquote><p>Once Luke makes his way to <a href='http://starwars.wikia.com/wiki/Dagobah' title='Wookieepedia page for Dagobah' target='_blank'>Dagobah</a> and finds Yoda, his training in the ways of the Force starts in earnest.</p><h4>A Crash Course in the Jedi Way</h4><p>On Dagobah, Luke Skywalker is a bit skeptical at first, assuming that if Yoda is a <q>great warrior</q> then he must be big.  After having some fun with Luke's prejudices, the very small Yoda works to open Luke's mind &mdash; with lessons such as <q>wars not make one great</q> &mdash; and pushes him to learn Jedi ideals and skills.</p><blockquote>Yoda: A Jedi's strength flows from the Force.  But beware of the dark side.  Anger.  Fear.  Aggression.  The dark side of the Force are they.  Easily they flow.  Quick to join you in a fight.  If once you start down the dark path, forever will it dominate your destiny.  Consume you it will, as it did Obi-Wan's apprentice.<br />Luke: Vader - Is the dark side stronger?<br />Yoda: No!  No, no.  Quicker.  Easier.  More seductive.<br />Luke: How am I to know the good side from the bad?<br />Yoda: You will know when you are calm, at peace, passive.  A Jedi uses the Force for knowledge and defense, never attack.<br />&nbsp;&mdash;&nbsp;From <a href='http://www.imdb.com/title/tt0080684/' title='Page for Episode V: The Empire Strikes Back on imdb.com' target='_blank'>Episode V: The Empire Strikes Back</a>, 1980.</blockquote><p>During one lesson, Luke's spaceship suddenly sinks into the swamp, causing him to lose his concentration and drop everything.  After failing to convince Luke he can raise the starship, Yoda impresses his <a href='http://starwars.wikia.com/wiki/Padawan' title='Wookieepedia page for padawan' target='_blank'>padawan</a> by doing it himself:</p><blockquote>Luke Skywalker: Oh no.  We'll never get it out now.<br />Yoda: So certain are you.  [Sighs.]  Always with you it cannot be done.  Do you not listen to what I say?<br />Luke: Master, moving stones around is one thing, this is totally different.<br />Yoda: No!  No different!  Only different in your mind!  You must unlearn, what you have learned.<br />Luke: Alright, I'll give it a try.<br />Yoda: No!  Try not!  Do!  Or do not!  There is no try.<br />Luke: [Breathing heavily, after trying to levitate his ship out of the swamp, starting to succeed, then giving up.] I can't.  It's too big.<br />Yoda: Size matters not.  Look at me.  Judge me by my size, do you?  Huh?  Hmm.  And well you should not!  For my ally is the Force.  And a powerful ally it is.  Life creates it, makes it grow.  Its energy surrounds us, and binds us.  Luminous beings are we, not this crude matter.  You must feel the Force around you.  Here, between you, me, the tree, the rock, everywhere!  Yes, even between the land and the ship.<br />Luke: You want the impossible!  [Walks away.]<br />Yoda: [Concentrates and uses the Force to raise the spaceship out of the swamp.]<br />Luke: I - I don't believe it!<br />Yoda: That, is why you fail.<br />&nbsp;&mdash;&nbsp;From <a href='http://www.imdb.com/title/tt0080684/' title='Page for Episode V: The Empire Strikes Back on imdb.com' target='_blank'>Episode V: The Empire Strikes Back</a>, 1980.</blockquote><p>Luke cuts his training short when he senses his new friends, Leia and Han, are in trouble.  First Yoda tries to convince him, then Obi-Wan's force ghost appears and they both try to talk him out of trying to rescue them, but they are unsuccessful.</p><h4>Learning to Make Logical Decisions</h4><p>The Green in Luke Skywalker's spiritual portrait represents his preference for making logical rather than emotional decisions.  Luke's preference is very slight, and indeed, logical decision making is one of the skills Yoda is teaching him.</p><p>Luke's decision to help his friends rather than follow Yoda's and Obi-Wan's advice to complete his training is based on his concern for their well-being.  His emotional decision to not complete his training is at least partially the result of his training being incomplete.</p><p>Once Luke finishes his training he becomes much more calm, confident, rational, and decisive.  He frees Han Solo by defeating <a href='http://starwars.wikia.com/wiki/Jabba_Desilijic_Tiure' title='Wookieepedia page for Jabba the Hutt' target='_blank'>Jabba the Hutt</a>, then goes on to stand up to <a href='/image/1220-fictional-movies-star_wars-prequel/1226/' title='Link to the spiritual portrait of Emporer Palantine on this site'>Emporer Palantine</a> &mdash; who is also known as <q><a href='http://starwars.wikia.com/wiki/Darth_Sidious' title='Wookieepedia page for Darth Sidious' target='_blank'>Darth Sidious</a>:</q></p><blockquote>Luke Skywalker: I'll never turn to the dark side.  You've failed, Your Highness.  I am a Jedi, like my father before me.<br />Darth Sidious: So be it, Jedi.<br />&nbsp;&mdash;&nbsp;From <a href='http://www.imdb.com/title/tt0086190/' title='Page for Episode VI: Return of the Jedi on imdb.com' target='_blank'>Episode VI: Return of the Jedi</a>, 1983.</blockquote><p>The Emporer is strong and almost defeats Luke, but fortunately his faith is rewarded &mdash; this time.</p><h4>Are All Jedi the Same?</h4><p>Luke Skywalker's spiritual portrait looks very much like the portraits of <a href='/image/1210-fictional-movies-star_wars-jedi_and_droids/1210/' title='Link to the spiritual portrait of Yoda on this site'>Yoda</a> and <a href='/image/1210-fictional-movies-star_wars-jedi_and_droids/1212/' title='Link to the spiritual portrait of Obi-Wan Kenobi on this site'>Obi-Wan Kenobi</a>.  All three have a lot of Blue, representing their idealistic view of the Force, and Green, representing their preference for making calm, rational, logical decisions.</p><p>Whether the Jedi are born this way or it is a result of their training is difficult to say.  Wanting the Jedi to have these traits could certainly be a good reason for starting their training early.</p><p>When he is training Luke, Yoda encourages him to be <a href='https://www.mindful.org/' title='Link to the home page at www.mindful.org' target='_blank'>mindful</a> &mdash; <q>Mind what you have learned, save you it can!</q> &mdash; and keep his negative emotions under control: <q>Anger, fear, aggression; the dark side of the Force are they.</q>  Fully embracing values such as these, for example, by making them habitual through extensive training as a child, could make anyone's spiritual portrait look more like a Jedi's.</p><p>Based on the examples provided and this short analysis of them, it certainly seems possible that all Jedi would have similar personalities and spiritual portraits.  Fans would be well-advised, of course, to not <q><a href='https://www.youtube.com/watch?v=fSIU0DMA_Cw' title='Extremely short video of Padme saying you assume too much to Qui-Gon on youtube.com' target='_blank'>assume too much</a>.</q></p><h4>The Good, the Bad, and the Jedi</h4><p>It is important to realize that mindful, calm, rational, and idealistic people are not necessarily virtuous.  Just because someone has this sort of personality doesn't mean they are a <q>good guy.</q></p><p>Moreover, the Jedi are virtuous <em>not</em> because they have ideals, but because their <em>ideals are virtuous</em>.</p><p>To learn more about morality, virtue, good, and bad in Star Wars, see <a href='https://www.amazon.com/Star-Wars-Psychology-Dark-Side-ebook/dp/B0751JBFXW/' title='Link to a page about Star Wars Psychology: The Dark Side of the Mind at www.amazon.com' target='_blank'>Star Wars Psychology: The Dark Side of the Mind</a>.</p><hr /><h4>About This Portrait</h4><p>This spiritual portrait is based on the Star Wars <a href='http://starwars.wikia.com/wiki/Prequel_trilogy' title='Link to a page about the original trilogy at starwars.wikia.com' target='_blank'>original trilogy</a>:</p><ul><li>Episode IV: <a href='http://www.imdb.com/title/tt0076759/' title='Page for A New Hope on imdb.com' target='_blank'>A New Hope</a>, 1977</li><li>Episode V: <a href='http://www.imdb.com/title/tt0080684/' title='Page for The Empire Strikes Back imdb.com' target='_blank'>The Empire Strikes Back</a>, 1980</li><li>Episode VI: <a href='http://www.imdb.com/title/tt0086190/' title='Page for Return of the Jedi on imdb.com' target='_blank'>Return of the Jedi</a>, 1983</li></ul><p>The book <a href='https://www.amazon.com/Star-Wars-Psychology-Dark-Side-ebook/dp/B0751JBFXW/' title='Link to a page about Star Wars Psychology: The Dark Side of the Mind at www.amazon.com' target='_blank'>Star Wars Psychology: The Dark Side of the Mind</a>, by <a href='https://www.amazon.com/Travis-Langley/e/B006UXQOTC/' title='Link to a page about Travis Langley at www.amazon.com' target='_blank'>Travis Langley</a> and with a forward by <a href='https://www.amazon.com/Carrie-Goldman/e/B007GGNEWW/' title='Link to a page about Carrie Goldman at www.amazon.com' target='_blank'>Carrie Goldman</a>, was also helpful in creating these portraits.  This excellent book is a collection of immensely entertaining and enlightening essays and if you are a fan of <a href='http://www.starwars.com/' title='Link to the home page at www.starwars.com' target='_blank'>Star Wars</a>, I recommend it highly!</p>",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "1203",
      "title": "Leia Organa",
      "subtitle_html": "Princess of <a href='https://en.wikipedia.org/wiki/Alderaan' title='Wikipedia page for Alderaan' target='_blank'>Alderaan</a> and Twin Sister of <a href='https://en.wikipedia.org/wiki/Luke_Skywalker' title='Wikipedia page for Luke Skywalker' target='_blank'>Luke Skywalker</a>",
      "gallery_page_teaser": "Leia's spiritual portrait shows she is a bit logical and idealistic, but very flexible and well-rounded.  Click on the image to learn more!",
      "image_file_name": "entj-leia_organa-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:Princess_Leia%27s_characteristic_hairstyle.jpg",
      "composition": "O",
      "score": [
         { "e_score": "15", "i_score": "4" },
         { "n_score": "10", "s_score": "9" },
         { "f_score": "9", "t_score": "10" },
         { "j_score": "10", "p_score": "9" }
      ],
      "four_letter_type": "ENTJ",
      "fixed_percentages": "",
      "archetype": "Te",
      "quiz_type": "KTS2",
      "year": "2018",
      "explain_dom": "The Green in this spiritual portrait represents Leia's dominant personality trait, her very slight preference for logic over emotion.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  Leia demonstrates her decisiveness in the way she asserts command after Obi-Wan, Luke, Han, and Chewbacca rescue her from Darth Vader in the original Star Wars, A New Hope.",
      "explain_aux": "The Blue in this spiritual portrait represents Leia's auxiliary personality trait, her very slight preference for ideas over facts.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  Leia demonstrates her openness to ideas when she senses Luke is in trouble after his fight with Darth Vader at the end of The Empire Strikes Back, and insists they interrupt their escape to return to get him.",
      "story_intro_html": "<p>When the original trilogy starts, <a href='http://starwars.wikia.com/wiki/Leia_Organa' title='Wookieepedia page for Princess Leia' target='_blank'>Leia Organa</a> is Princess of the planet <a href='http://starwars.wikia.com/wiki/Alderaan' title='Wookieepedia page for Alderaan' target='_blank'>Alderaan</a>, a member of the <a href='http://starwars.wikia.com/wiki/Imperial_Senate' title='Wookieepedia page for the Imperial Senate' target='_blank'>Imperial Senate</a>, and ....</p>",
      "story_html": "<p>When the original trilogy starts, <a href='http://starwars.wikia.com/wiki/Leia_Organa' title='Wookieepedia page for Princess Leia' target='_blank'>Leia Organa</a> is Princess of the planet <a href='http://starwars.wikia.com/wiki/Alderaan' title='Wookieepedia page for Alderaan' target='_blank'>Alderaan</a>, a member of the <a href='http://starwars.wikia.com/wiki/Imperial_Senate' title='Wookieepedia page for the Imperial Senate' target='_blank'>Imperial Senate</a>, and active in the <a href='http://starwars.wikia.com/wiki/Alliance_to_Restore_the_Republic' title='Wookieepedia page for Rebel Alliance' target='_blank'>Rebel Alliance</a>.</p><p>As <a href='http://www.imdb.com/title/tt0076759/' title='Page for Episode IV: A New Hope on imdb.com' target='_blank'>Episode IV: A New Hope</a> starts, Leia has obtained the plans for the <a href='http://starwars.wikia.com/wiki/Death_Star' title='Wookieepedia page for the Death Star' target='_blank'>Death Star</a>, a weapon the <a href='http://starwars.wikia.com/wiki/Galactic_Empire' title='Wookieepedia page for the Galactic Empire' target='_blank'>Galactic Empire</a> can use to destroy an entire planet.  Her Rebel Alliance spaceship is under attack from a much larger Empire spaceship, and she is desperate.</p><h4>Leia's Only Hope</h4><p>Princess Leia gives the detailed plans for the Empire's Death Star &mdash; which are invaluable to the efforts of the Alliance &mdash; to her trustworthy droid <a href='http://starwars.wikia.com/wiki/R2-D2' title='Wookieepedia page for R2-D2' target='_blank'>R2-D2</a>, along with a holo-message containing her plea.  She instructs R2-D2 to deliver the message to <a href='http://starwars.wikia.com/wiki/Obi-Wan_Kenobi' title='Wookieepedia page for Obi-Wan Kenobi' target='_blank'>Obi-Wan Kenobi</a>, and while the Empire's stormtroopers capture the Princess, R2-D2 escapes to <a href='http://starwars.wikia.com/wiki/Tatooine/Legends' title='Wookieepedia page for Tatooine' target='_blank'>Tatooine</a> with <a href='http://starwars.wikia.com/wiki/C-3PO' title='Wookieepedia page for C-3PO' target='_blank'>C-3PO</a>, a protocol droid who's become R2's counterpart.</p><p>On Tatooine, Luke Skywalker buys both droids from some <a href='http://starwars.wikia.com/wiki/Jawa' title='Wookieepedia page for Jawas' target='_blank'>Jawas</a> and, while he's cleaning R2-D2, the droid plays the ending of Princess Leia's holo-message:</p><blockquote>Help me, Obi-Wan Kenobi.  You're my only hope.<br />&nbsp;&mdash;&nbsp;From <a href='http://www.imdb.com/title/tt0076759/' title='Page for Episode IV: A New Hope on imdb.com' target='_blank'>Episode IV: A New Hope</a>, 1977.</blockquote><p>Luke helps R2-D2 deliver Princess Leia's holo-message to Obi-Wan, and they decide to leave Tatooine to help her.  They hire <a href='http://starwars.wikia.com/wiki/Han_Solo' title='Wookieepedia page for Han Solo' target='_blank'>Han Solo</a> and <a href='http://starwars.wikia.com/wiki/Chewbacca' title='Wookieepedia page for Chewbacca' target='_blank'>Chewbacca</a> &mdash; pilot and copilot of the <a href='http://starwars.wikia.com/wiki/Millennium_Falcon' title='Wookieepedia page for Millennium Falcon' target='_blank'>Millennium Falcon</a> &mdash; to take them to her, and leave Tatooine in the star ship just as the Empire's stormtroopers close in on them.</p><h4>Leia, the Decider</h4><p>Princess Leia's spiritual portrait is more colorful than most because her preferences are very slight.  This means she is a very versatile, flexible, likeable person who can get along well with most average, reasonable people.</p><p>The Green and Red in Leia's portrait shows the Princess is, however, a bit more decisive than most.  When the attempt to rescue her leads to a close call with a trash compactor, followed by a sexist comment from one of her rescuers, she doesn't hesitate to take charge:</p><blockquote>Han Solo: If we can just avoid any more female advice, we ought to be able to get out of here.<br />Luke Skywalker: Well, let's get moving.  [An alarm sounds.]<br />Chewbacca: [Howls and runs away.]<br />Han: Where are you going?  Ahhh.  [Picks up his blaster.]<br />Princess Leia: No wait - they'll hear!<br />Han: [Fires his blaster.] Come here, you big coward!  Chewie, come here!<br />Leia: <b>I don't know who you are, or where you came from, but from now on, you'll do as I tell you, ok?</b><br />&nbsp;&mdash;&nbsp;From <a href='http://www.imdb.com/title/tt0076759/' title='Page for Episode IV: A New Hope on imdb.com' target='_blank'>Episode IV: A New Hope</a>, 1977.  [Emphasis added.]</blockquote><p>As one might expect, Han takes exception to this command from <q>your worshipfulness,</q> and so their constant bickering begins.  After exchanging blaster fire with the Empire's stormtroopers, they eventually manage to escape aboard the Millenium Falcon.</p><h4>Leia, the Unbreakable</h4><p>The most prominent color in Princess Leia's spiritual portrait is Green, representing her preference, albeit slight, for making logical decisions.  Her portrait also contains quite a bit of Red, indicating she sometimes likes to rely on her feelings when making decisions.</p><p>Early in <a href='http://www.imdb.com/title/tt0076759/' title='Page for Episode IV: A New Hope on imdb.com' target='_blank'>Episode IV: A New Hope</a>, when the Empire has sentenced Leia to death for supporting the Rebel alliance, she is brought before <a href='http://starwars.wikia.com/wiki/Darth_Vader' title='Wookieepedia page for Darth Vader' target='_blank'>Darth Vader</a> and <a href='http://starwars.wikia.com/wiki/Wilhuff_Tarkin' title='Wookieepedia page for Grand Moff Tarkin' target='_blank'>Grand Moff Tarkin</a>.  They hope that by threatening to destroy her home planet of <a href='http://starwars.wikia.com/wiki/Alderaan' title='Wookieepedia page for Alderaan' target='_blank'>Alderaan</a> they can get her to reveal what she did with the Death Star's plans.</p><blockquote>Grand Moff Tarkin: Since you are reluctant to provide us with the location of the rebel base, I have chosen to test this station's destructive power on your home planet of Alderaan.<br />Princess Leia: No!  Alderaan is peaceful!  We have no weapons!  You can't possibly &mdash;<br />Tarkin: Will you provide another target, a military target?  Then name the system!  I grow tired of asking this, so it will be the last time.  Where is the rebel base?<br />Leia: <a href='http://starwars.wikia.com/wiki/Dantooine' title='Wookieepedia page for Dantooine' target='_blank'>Dantooine</a>.  They're on Dantooine.<br />Tarkin: There.  You see Lord Vader?  She can be reasonable.  Continue with the operation.  You may fire when ready.<br />Leia: What?!?<br />Tarkin: You're far too trusting.  Dantooine is too remote to make an effective demonstration but don't worry, we will deal with your rebel friends soon enough.<br />&nbsp;&mdash;&nbsp;From <a href='http://www.imdb.com/title/tt0076759/' title='Page for Episode IV: A New Hope on imdb.com' target='_blank'>Episode IV: A New Hope</a>, 1977.</blockquote><p>Tellingly, Leia did not cry when Grand Moff Tarkin destroyed her home planet.  As a logical decision maker, Leia knew a display of emotion would not have helped anything, and she did not want to give them the pleasure of seeing her break.</p><h4>Leia and the Force</h4><p>The Blue in Princess Leia's spiritual portrait represents her preference, albeit very slight, for being idealistic.  Her portrait also contains quite a bit of Yellow, indicating she can be pragmatic when the situation calls for it.</p><p>Like other members of the Rebel Alliance, Leia embraces the ideals of peace and freedom.  They all also understand that obtaining these ideals requires pragmatic actions &mdash; fighting a war to win independence from the Galactic Empire's tyranny.</p><p>As Luke's twin sister, Leia too has inherited the <a href='http://starwars.wikia.com/wiki/Midi-chlorian/Legends' title='Wookieepedia page for midi-chlorians' target='_blank'>midi-chlorians</a> from her father, <a href='/image/1220-fictional-movies-star_wars-prequel/1222/' title='Link to the spiritual portrait of Anakin Skywalker on this site'>Anakin Skywalker</a>.  These microscopic life forms are what help make the Jedi special &mdash; and may be what enables her to connect with Luke <a href='http://starwars.wikia.com/wiki/Telepathy' title='Wookieepedia page for telepathy' target='_blank'>telepathically</a> &mdash; through her ideas.</p><blockquote>Princess Leia: You have a power.  I &mdash; I don't understand, and could never have.<br />Luke Skywalker: You're wrong, Leia.  You have that power, too.  In time, you'll learn to use it as I have.  The force is strong in my family.  My father has it, I have it, my sister has it.  Yes, it's you, Leia.<br />Leia: I know.  Somehow, I've always known.<br />&nbsp;&mdash;&nbsp;From <a href='http://www.imdb.com/title/tt0086190/' title='Page for Episode VI: Return of the Jedi on imdb.com' target='_blank'>Episode VI: Return of the Jedi</a>, 1983.</blockquote><p>Whether Leia's having <q>always known</q> that Luke was her brother is all part of how the Force works, or what the midi-chlorians do, or is just part of being Luke's twin is hard to say.  It's plausible that two or all three of these factors combine to contribute to the result.</p><a name='magnetism'></a><hr /><h3>Leia and Han's Innate Magnetism</h3><p>Leia's preference for making logical decisions is the opposite of Han's preference for making emotional decisions, and Leia's preference for idealism is the opposite of Han's preference for pragmatism.  These opposites create a strong attraction, and the pair has a real <a href='https://en.wikipedia.org/wiki/Sam_and_Diane' title='Wikipedia page for Sam and Diane of Cheers' target='_blank'>Sam and Diane</a> thing going on.</p><p>Even more significantly, Leia is definitely more decisive while Han is much more perceptive.  Leia is a responsible politician and leader of the rebel alliance, while Han is the <q>scoundrel</q> &mdash; always on the lookout for an opportunity he can exploit.</p><h4>Plan? What Plan?</h4><p>About half-way through <a href='http://www.imdb.com/title/tt0076759/' title='Page for Episode IV: A New Hope on imdb.com' target='_blank'>Episode IV: A New Hope</a>, Luke Skywalker, Obi-Wan Kenobi, Han Solo, and Chewbacca head to Alderaan in the Millenium Falcon, only to find the Empire has destroyed the planet.  The Death Star detains their ship, but they elude the stormtroopers and learn Princess Leia is being held captive on board.</p><p>The rescue team is well-intentioned, but they haven't had time to develop much of a plan.  Princess Leia is happy to be rescued, but they are soon cornered by stormtroopers and someone needs to take decisive action:</p><blockquote>Princess Leia: This is some rescue.  When you came in here, didn't you have a plan for getting out?<br />Han Solo: [Referring to Luke.] He's the brains, sweetheart!  What the hell are you doing?<br />Leia: [Grabs Luke's blaster and blows a hole in a nearby garbage vent.] Somebody has to save our skins!  Into the garbage, fly boy!<br />&nbsp;&mdash;&nbsp;From <a href='http://www.imdb.com/title/tt0076759/' title='Page for Episode IV: A New Hope on imdb.com' target='_blank'>Episode IV: A New Hope</a>, 1977.</blockquote><p>Once all of them land in the garbage, Leia continues taking the lead, giving directions such as <q>put that thing away or you'll get us all killed</q> when Han fires his blaster and it richochets off the walls, and <q>try and brace it with something</q> when the walls start closing in.</p><p>Princess Leia makes it clear right away that she values planning ahead and is confident leading others, especially in tense situations.</p><h4>Different Points of View</h4><p>When they manage to escape and are headed back to the rebel base, Princess Leia's ability to see the big picture &mdash; represented by the Blue in her image &mdash; contrasts strongly with Han's focus on personal details &mdash; represented by the Yellow in his image:</p><blockquote>Han Solo: Not a bad bit of rescuing, huh?  You know, sometimes I amaze even myself.<br />Princess Leia: That doesn't sound too hard.  They let us go.  That's the only explanation for the ease of our escape.<br />Han: Easy?  You call that easy?<br />Leia: They're tracking us.<br />Han: Not this ship, sister.<br />&nbsp;&mdash;&nbsp;From <a href='http://www.imdb.com/title/tt0076759/' title='Page for Episode IV: A New Hope on imdb.com' target='_blank'>Episode IV: A New Hope</a>, 1977.</blockquote><p>Princess Leia is right, of course, and the Empire tracks them to the rebel base.  The Empire sets out to use the Death Star to destroy them but, thanks to the plans she's provided the rebels are able to exploit a flaw in the Death Star and destroy it &mdash; mere seconds before it can destroy them.</p><h4>Different Ways of Choosing</h4><p>Most of Leia and Han's bickering takes place in <a href='http://www.imdb.com/title/tt0080684/' title='Page for Episode V: The Empire Strikes Back on imdb.com' target='_blank'>Episode V: The Empire Strikes Back</a>.  Their <a href='https://en.wiktionary.org/wiki/repartee' title='Link to a page defining the term repartee at en.wiktionary.org' target='_blank'>repartee</a> is a leading example of the <q><a href='http://tvtropes.org/pmwiki/pmwiki.php/Main/WellExcuseMePrincess' title='Link to a page about the excuse me, princess trope at tvtropes.org' target='_blank'>excuse me, princess</a></q> tv <a href='https://www.urbandictionary.com/define.php?term=trope' title='Page for the term trope at www.urbandictionary.com' target='_blank'>trope</a>.</p><p>Leia's and Han's spiritual portraits show they have different decision making techniques.  Leia's Green shows she has a preference for making objective, impersonal decisions, while Han's Red shows he has a preference for making subjective, personal decisions.</p><p>So in a typical exchange Han says something emotional and Leia says something logical:</p><blockquote>Han Solo: No time to discuss this in committee.<br />Princess Leia: I am not a committee!<br />&nbsp;&mdash;&nbsp;From <a href='http://www.imdb.com/title/tt0080684/' title='Page for Episode V: The Empire Strikes Back on imdb.com' target='_blank'>Episode V: The Empire Strikes Back</a>, 1980.</blockquote><p>Leia can be kind of cold sometimes, but Han is perceptive enough to know how she really feels, so he doesn't take it personally:</p><blockquote>Princess Leia: Why - why you stuck up, half-witted, scruffy-looking, nerf-herder!<br />Han: Who's scruffy-looking?!?<br />&nbsp;&mdash;&nbsp;From <a href='http://www.imdb.com/title/tt0080684/' title='Page for Episode V: The Empire Strikes Back on imdb.com' target='_blank'>Episode V: The Empire Strikes Back</a>, 1980.</blockquote><p>Both Leia's logical-Green and Han's and emotional-Red preferences are very slight, so they can easily switch decision-making techniques.  This is exactly what happens just before Han is <a href='http://starwars.wikia.com/wiki/Carbonite' title='Wookieepedia page for being frozen in carbonite' target='_blank'>frozen in carbonite</a>, with Leia making her emotional confession and Han responding logically:</p><blockquote>Princess Leia: I love you.<br />Han Solo: I know.<br />&nbsp;&mdash;&nbsp;From <a href='http://www.imdb.com/title/tt0080684/' title='Page for Episode V: The Empire Strikes Back on imdb.com' target='_blank'>Episode V: The Empire Strikes Back</a>, 1980.</blockquote><p>The timing of this switch in techniques, coming as it does when Han is being frozen, makes it one of the most memorable moments in the trilogy.</p><h4>Leia and Han &mdash; Forever?</h4><p>Most of Leia's and Han's preferences are fairly slight, but their spiritual portraits are strikingly different.  The cool, heavy, serious Green and Blue in Leia's image contrasts sharply with the warm, open, easy-going Yellow and Red in Han's image.</p><p>Late in the original series, near the end of <a href='http://www.imdb.com/title/tt0086190/' title='Page for Episode VI: Return of the Jedi on imdb.com' target='_blank'>Episode VI: Return of the Jedi</a>, the Alliance has successfully destroyed the <a href='http://starwars.wikia.com/wiki/Death_Star_II' title='Wookieepedia page for the second Death Star' target='_blank'>second Death Star</a> in the <a href='http://starwars.wikia.com/wiki/Battle_of_Endor' title='Wookieepedia page for the Battle of Endor' target='_blank'>Battle of Endor</a>.  As Leia and Han reflect on their victory, Han misinterprets Leia's feelings of attraction for Luke and decides to give up his tough-guy persona for a moment of candor:</p><blockquote>Han: I'm sure Luke wasn't on that thing when it blew.<br />Leia: He wasn't.  I can feel it.<br />Han: You love him, don't you?<br />Leia: Yes.<br />Han: All right.  I understand.  Fine. When he comes back, I won't get in the way.<br />Leia: [Smiles.]  Oh.  No, it's not like that at all.  [Puts her hand on his shoulder.]  He's my brother.  [Moves her hand to behind his neck and pulls his face to hers for a kiss.]<br />&nbsp;&mdash;&nbsp;From <a href='http://www.imdb.com/title/tt0086190/' title='Page for Episode VI: Return of the Jedi on imdb.com' target='_blank'>Episode VI: Return of the Jedi</a>, 1983.</blockquote><p>As revealed in <a href='http://www.imdb.com/title/tt2488496/' title='Page for Episode VII:The Force Awakens on imdb.com' target='_blank'>Episode VII:The Force Awakens</a> (2015), Leia and Han go on to marry and have at least one child.  Fans also learn they've encountered some major bumps in their relationship &mdash; most significantly a son who has changed his name to <a href='http://starwars.wikia.com/wiki/Kylo_Ren' title='Wookieepedia page for Kylo-Ren' target='_blank'>Kylo-Ren</a>.</p><p>Just because Han and Leia's marriage didn't work out, doesn't mean all relationships based on the mutual attraction of opposites are doomed to failure.</p><p>Fans may never know for sure, but it is not unreasonable to think that maybe &mdash; just maybe &mdash; their relationship could have worked out better if they didn't have the additional stress posed by their mission to <q><a href='https://www.youtube.com/watch?v=iXDnFYu91vY' title='Video of  on youtube.com' target='_blank'>restore freedom to the galaxy</a>.</q></p><hr /><h4>About This Portrait</h4><p>This spiritual portrait is based on the Star Wars <a href='http://starwars.wikia.com/wiki/Prequel_trilogy' title='Link to a page about the original trilogy at starwars.wikia.com' target='_blank'>original trilogy</a>:</p><ul><li>Episode IV: <a href='http://www.imdb.com/title/tt0076759/' title='Page for A New Hope on imdb.com' target='_blank'>A New Hope</a>, 1977</li><li>Episode V: <a href='http://www.imdb.com/title/tt0080684/' title='Page for The Empire Strikes Back imdb.com' target='_blank'>The Empire Strikes Back</a>, 1980</li><li>Episode VI: <a href='http://www.imdb.com/title/tt0086190/' title='Page for Return of the Jedi on imdb.com' target='_blank'>Return of the Jedi</a>, 1983</li></ul><p>The book <a href='https://www.amazon.com/Star-Wars-Psychology-Dark-Side-ebook/dp/B0751JBFXW/' title='Link to a page about Star Wars Psychology: The Dark Side of the Mind at www.amazon.com' target='_blank'>Star Wars Psychology: The Dark Side of the Mind</a>, by <a href='https://www.amazon.com/Travis-Langley/e/B006UXQOTC/' title='Link to a page about Travis Langley at www.amazon.com' target='_blank'>Travis Langley</a> and with a forward by <a href='https://www.amazon.com/Carrie-Goldman/e/B007GGNEWW/' title='Link to a page about Carrie Goldman at www.amazon.com' target='_blank'>Carrie Goldman</a>, was also helpful in creating these portraits.  This excellent book is a collection of immensely entertaining and enlightening essays and if you are a fan of <a href='http://www.starwars.com/' title='Link to the home page at www.starwars.com' target='_blank'>Star Wars</a>, I recommend it highly!</p>",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "1206",
      "title": "Han Solo",
      "subtitle_html": "Captain of the <a href='https://en.wikipedia.org/wiki/Millennium_Falcon' title='Wikipedia page for Millennium Falcon' target='_blank'>Millennium Falcon</a>",
      "gallery_page_teaser": "Han Solo's spiritual portrait shows he is down to earth and amiable.  Click on the image to learn more!",
      "image_file_name": "esfp-han_solo-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:Han_Solo_depicted_in_promotional_image_for_Star_Wars_(1977).jpg",
      "composition": "O",
      "score": [
         { "e_score": "17", "i_score": "2" },
         { "n_score": "4", "s_score": "15" },
         { "f_score": "10", "t_score": "9" },
         { "j_score": "5", "p_score": "14" }
      ],
      "four_letter_type": "ESFP",
      "fixed_percentages": "",
      "archetype": "Se",
      "quiz_type": "KTS2",
      "year": "2018",
      "explain_dom": "The Yellow in this spiritual portrait represents Han's dominant personality trait, his realistic outlook and openness to new experiences.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  Han demonstrates this trait when he initially refuses to help Luke, Leia, and the Rebel Alliance in Star Wars IV, A New Hope, thinking that their fight against the Empire is not realistic, and that he has more important things to do than help his new friends in their mission.",
      "explain_aux": "The Red in this spiritual portrait represents Han's auxiliary personality trait, his amiability, warmth, and friendliness.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  Han demonstrates this trait when he has a change of heart and decides to return to help Luke, Leia, and the Rebel Alliance in their fight against the Empire, coming back to help destroy the Death Star near the ending in Star Wars IV, A New Hope.",
      "story_intro_html": "<p>When spaceship Captain <a href='http://starwars.wikia.com/wiki/Han_Solo' title='Wookieepedia page for Han Solo' target='_blank'>Han Solo</a> meets with <a href='http://starwars.wikia.com/wiki/Luke_Skywalker' title='Wookieepedia page for Luke Skywalker' target='_blank'>Luke Skywalker</a> and <a href='http://starwars.wikia.com/wiki/Obi-Wan_Kenobi' title='Wookieepedia page for Obi-Wan Kenobi' target='_blank'>Obi-Wan Kenobi</a> in the <a href='https://www.youtube.com/watch?v=stbYF6XpTYE' title='Video of music played in the Mos Eisley Cantina on youtube.com' target='_blank'>Mos Eisley Cantina</a> &mdash; also known as <a href='http://starwars.wikia.com/wiki/Chalmun%27s_Cantina' title='Wookieepedia page for Chalmuns Cantina' target='_blank'>Chalmun's Cantina</a> &mdash; on <a href='http://starwars.wikia.com/wiki/Tatooine' title='Wookieepedia page for Tatooine' target='_blank'>Tatooine</a>, he is totally ....</p>",
      "story_html": "<p>When spaceship Captain <a href='http://starwars.wikia.com/wiki/Han_Solo' title='Wookieepedia page for Han Solo' target='_blank'>Han Solo</a> meets with <a href='http://starwars.wikia.com/wiki/Luke_Skywalker' title='Wookieepedia page for Luke Skywalker' target='_blank'>Luke Skywalker</a> and <a href='http://starwars.wikia.com/wiki/Obi-Wan_Kenobi' title='Wookieepedia page for Obi-Wan Kenobi' target='_blank'>Obi-Wan Kenobi</a> in the <a href='https://www.youtube.com/watch?v=stbYF6XpTYE' title='Video of music played in the Mos Eisley Cantina on youtube.com' target='_blank'>Mos Eisley Cantina</a> &mdash; also known as <a href='http://starwars.wikia.com/wiki/Chalmun%27s_Cantina' title='Wookieepedia page for Chalmuns Cantina' target='_blank'>Chalmun's Cantina</a> &mdash; on <a href='http://starwars.wikia.com/wiki/Tatooine' title='Wookieepedia page for Tatooine' target='_blank'>Tatooine</a>, he is totally unaware of just how life-altering the job he is taking on will be.</p><p>After a brief conversation and a killing &mdash; that <a href='https://en.wikipedia.org/wiki/Han_shot_first' title='Wikipedia page for Han shot first' target='_blank'>may</a> or <a href='http://starwars.wikia.com/wiki/Han_shot_first' title='Wookieepedia page for Han shot first' target='_blank'>may not</a> be in self-defense &mdash; Han agrees to take Luke and Obi-Wan to <a href='http://starwars.wikia.com/wiki/Alderaan' title='Wookieepedia page for Alderaan' target='_blank'>Alderaan</a>.</p><h4>Han, the Cocky Scoundrel</h4><p>To many observers, Han Solo is just a <a href='https://en.wikipedia.org/wiki/Smuggling' title='Wikipedia page for smuggling' target='_blank'>smuggler</a>.  He does, however, own and pilot the <a href='http://starwars.wikia.com/wiki/Millennium_Falcon' title='Wookieepedia page for the Millennium Falcon' target='_blank'>Millennium Falcon</a>, and it's quickly clear he has a very high opinion of himself and his ship.</p><p>Listening to Han boasting to Obi-Wan Kenobi in the Mos Eisley Cantina, one might even call him a bit <q>cocky.</q></p><blockquote>Han Solo: You've never heard of the Millennium Falcon?<br />Obi-Wan Kenobi: No. Should I have?<br />Han: It's the ship that made the Kessel Run in less than twelve <a href='http://starwars.wikia.com/wiki/Parsec' title='Wookieepedia page for parsecs' target='_blank'>parsecs</a>.  I've out run Imperial Starships.  Not the local bulk cruisers, mind you, I'm talking about the big <a href='http://starwars.wikia.com/wiki/Corellian_Engineering_Corporation' title='Wookieepedia page for Corellian Engineering Corporation' target='_blank'>Corellian</a> ships now.  She's fast enough for you, old man.<br />&nbsp;&mdash;&nbsp;From <a href='http://www.imdb.com/title/tt0076759/' title='Page for Episode IV: A New Hope on imdb.com' target='_blank'>Episode IV: A New Hope</a>, 1977.</blockquote><p>When the responsible political leader <a href='http://starwars.wikia.com/wiki/Leia_Organa' title='Wookieepedia page for Princess Leia' target='_blank'>Princess Leia</a> meets him, she sees a <q>scoundrel.</q>  The opposites in their personalities begin working their mutual attraction magic &mdash; and sparks start flying.</p><h4>Han, the Skeptical Realist</h4><p>Han Solo's spiritual portrait contains a lot of Yellow, representing his fairly strong preference for being practical and realistic.  In this respect he's the opposite of <a href='/image/1200-fictional-movies-star_wars-original/1200/' title='Link to the spiritual portrait of Luke Skywalker on this site'>Luke Skywalker</a>, who is very idealistic, and whose portrait contains a lot of Blue.</p><p>Riding in the Millenium Falcon on their way to Alderaan, Han watches Luke practicing with a light saber while Obi-Wan Kenobi teaches him about the Force.  Han doesn't buy it:</p><blockquote>Han Solo: Hokey religions and ancient weapons are no match for a good blaster at your side, kid.<br />Luke Skywalker: You don't believe in the Force, do you?<br />Han: Kid, I've flown from one side of this galaxy to the other.  I've seen a lot of strange stuff, but I've never seen anything to make me believe there's one all-powerful force controlling everything.  There's no mystical energy field that controls my destiny.  It's all a lot of simple tricks and nonsense.<br />&nbsp;&mdash;&nbsp;From <a href='http://www.imdb.com/title/tt0076759/' title='Page for Episode IV: A New Hope on imdb.com' target='_blank'>Episode IV: A New Hope</a>, 1977.</blockquote><p>Ignoring Han, Obi-Wan shows Luke how to use the Force to predict and deflect the practice remote's firings even with his vision blocked.  The skeptical Han attributes Luke's success to <q>luck.</q></p><h4>Han, the Tough Guy Who Cares</h4><p>The Red in Han Solo's spiritual portrait represents his mild preference for making emotional rather than logical decisions.  This preference is very slight, and Han does his best to project a tough-guy image &mdash; especially when with people he doesn't know very well.</p><p>In his occupation as a smuggler, Han frequently has to deal with people who are less than honorable.  In these situations, when the true motivations of all involved may be a bit <q><a href='https://www.urbandictionary.com/define.php?term=shady' title='Page for the term shady at www.urbandictionary.com' target='_blank'>shady</a>,</q> any overt sign of weakness on his part could be fatal.</p><p>When it comes to his trusted friends like Luke Skywalker, though, Han's warmth shines through &mdash; especially in tough situations.  He surprises Luke by showing up and <a href='https://www.urbandictionary.com/define.php?term=Got%20your%20back' title='Page for the term got your back at www.urbandictionary.com' target='_blank'>having his back</a> when they attack the Death Star near the end in <a href='http://www.imdb.com/title/tt0076759/' title='Page for Episode IV: A New Hope on imdb.com' target='_blank'>Episode IV: A New Hope</a>, and he comes to the rescue again when Luke is lost in the snow near the beginning of <a href='http://www.imdb.com/title/tt0080684/' title='Page for Episode V: The Empire Strikes Back on imdb.com' target='_blank'>Episode V: The Empire Strikes Back</a>.</p><p>Having someone like Han Solo &mdash; a tough guy who cares &mdash; around to help when things go awry can be a real life-saver.  As the saying goes, <q><a href='https://en.wiktionary.org/wiki/a_friend_in_need_is_a_friend_indeed' title='Link to a page about the saying a friend in need is a friend indeed at en.wiktionary.org' target='_blank'>a friend in need is a friend indeed</a>.</q></p><a name='magnetism'></a><hr /><h3>Han and Leia's Natural Magnetism</h3><p>Han's preference for making emotional decisions is the opposite of Leia's preference for making logical decisions, and Han's preference for pragmatism is the opposite of Leia's preference for idealism.  These opposites create a strong attraction, and the pair has a real <a href='https://en.wikipedia.org/wiki/Sam_and_Diane' title='Wikipedia page for Sam and Diane of Cheers' target='_blank'>Sam and Diane</a> thing going on.</p><p>Even more significantly, Han is much more perceptive while Leia is definitely more decisive.  Han is always looking for opportunities to make some money, while Leia is royalty &mdash; <q>her worshipfulness</q> &mdash; and used to getting her way.</p><h4><q>Wonderful Girl!</q></h4><p>Han Solo, Chewbacca, Luke Skywalker, and Obi-Wan Kenobi head to Alderaan in the Millenium Falcon, only to find the Empire has destroyed the planet.  The Death Star detains their ship, but they elude the stormtroopers and learn Princess Leia is being held captive on board.</p><p>The rescue team is well-intentioned, but they haven't had time to develop much of a plan.  Princess Leia is happy to be rescued, but they are soon cornered by stormtroopers and someone needs to take decisive action:</p><blockquote>Han Solo: I can't hold them off forever!  Now what?<br />Princess Leia: This is some rescue.  When you came in here, didn't you have a plan for getting out?<br />Han: [Referring to Luke.] He's the brains, sweetheart!  What the hell are you doing?<br />Leia: [Grabs Luke's blaster and blows a hole in a nearby garbage vent.] Somebody has to save our skins!  Into the garbage, fly boy!<br />Han: Get in there!  Get in there you big furr ball!  I don't care what you smell!  [Kick's Chewbacca into the garbage chute.] Get in there and don't worry about it!  [To Luke:] <b>Wonderful girl!  Either I'm gonna kill her or I'm beginning to like her!</b>  Get in there!  [Luke jumps in and Han follows.]  Whoooo!<br />&nbsp;&mdash;&nbsp;From <a href='http://www.imdb.com/title/tt0076759/' title='Page for Episode IV: A New Hope on imdb.com' target='_blank'>Episode IV: A New Hope</a>, 1977.  [Emphasis added.]</blockquote><p>As this scene shows, Han already has mixed emotions about <q>her worshipfulness</q> the Princess Leia.  Soon, the walls of the garbage bin where they find themselves start closing in on them, but they manage to escape &mdash; first the garbage, then the Death Star.</p><h4>Different Points of View</h4><p>After their escape, as they are returning to the rebel base, a conversation between Han and Leia shows how different their points of view are.  Han's focus on facts and personal details &mdash; represented by the Yellow in his image &mdash; contrasts strongly with Princess Leia's ability to see past the facts to the big picture &mdash; represented by the Blue in her image:</p><blockquote>Han Solo: Not a bad bit of rescuing, huh?  You know, sometimes I amaze even myself.<br />Princess Leia: That doesn't sound too hard.  They let us go.  That's the only explanation for the ease of our escape.<br />Han: Easy?  You call that easy?<br />Leia: They're tracking us.<br />Han: Not this ship, sister.<br />&nbsp;&mdash;&nbsp;From <a href='http://www.imdb.com/title/tt0076759/' title='Page for Episode IV: A New Hope on imdb.com' target='_blank'>Episode IV: A New Hope</a>, 1977.</blockquote><p>As he did when talking about the Force with Luke, Han has adopted a realistic &mdash; to him, anyway &mdash; point of view, and is sticking with it.</p><h4>Different Ways of Choosing</h4><p>Most of Han and Leia's bickering takes place in <a href='http://www.imdb.com/title/tt0080684/' title='Page for Episode V: The Empire Strikes Back on imdb.com' target='_blank'>Episode V: The Empire Strikes Back</a>.  Their <a href='https://en.wiktionary.org/wiki/repartee' title='Link to a page defining the term repartee at en.wiktionary.org' target='_blank'>repartee</a> is a leading example of the <q><a href='http://tvtropes.org/pmwiki/pmwiki.php/Main/WellExcuseMePrincess' title='Link to a page about the excuse me, princess trope at tvtropes.org' target='_blank'>excuse me, princess</a></q> tv <a href='https://www.urbandictionary.com/define.php?term=trope' title='Page for the term trope at www.urbandictionary.com' target='_blank'>trope</a>.</p><p>Han's and Leia's spiritual portraits show they have different decision making techniques.  Leia's Green shows she has a preference for making objective, impersonal decisions, while Han's Red shows he has a preference for making subjective, personal decisions.</p><p>So in a typical exchange Han says something emotional and Leia says something logical:</p><blockquote>Han Solo: No time to discuss this in committee.<br />Princess Leia: I am not a committee!<br />&nbsp;&mdash;&nbsp;From <a href='http://www.imdb.com/title/tt0080684/' title='Page for Episode V: The Empire Strikes Back on imdb.com' target='_blank'>Episode V: The Empire Strikes Back</a>, 1980.</blockquote><p>Leia can be kind of cold sometimes, but Han is perceptive enough to know how she really feels, so he doesn't take it personally:</p><blockquote>Han Solo: That's a good story.  I think you just can't bear to let a gorgeous guy like me out of your sight.<br />Leia: I don't know where you get your delusions, laser-brain.<br />Chewbacca: [Laughs.]<br />Han: Laugh it up, fuzz-ball.  But you didn't see us alone in the south passage.  She expressed her true feelings for me.<br />Princess Leia: Why - why you stuck up, half-witted, scruffy-looking, nerf-herder!<br />Han: Who's scruffy-looking?!?  [To Luke.]  Must've hit pretty close to the mark to get her all riled up like that, huh, kid?<br />&nbsp;&mdash;&nbsp;From <a href='http://www.imdb.com/title/tt0080684/' title='Page for Episode V: The Empire Strikes Back on imdb.com' target='_blank'>Episode V: The Empire Strikes Back</a>, 1980.</blockquote><p>Both Han's emotional-Red and Leia's and logical-Green preferences are very slight, so they can easily switch decision-making techniques.  This is exactly what happens just before Han is <a href='http://starwars.wikia.com/wiki/Carbonite' title='Wookieepedia page for being frozen in carbonite' target='_blank'>frozen in carbonite</a>, with Leia making her emotional confession and Han responding logically:</p><blockquote>Princess Leia: I love you.<br />Han Solo: I know.<br />&nbsp;&mdash;&nbsp;From <a href='http://www.imdb.com/title/tt0080684/' title='Page for Episode V: The Empire Strikes Back on imdb.com' target='_blank'>Episode V: The Empire Strikes Back</a>, 1980.</blockquote><p>The timing of this switch in techniques, coming as it does when Han is being frozen, makes it one of the most memorable moments in the trilogy.</p><h4>Han and Leia &mdash; Forever?</h4><p>Most of Han's and Leia's preferences are fairly slight, but their spiritual portraits are strikingly different.  The warm, open, easy-going Yellow and Red in Han's image contrasts sharply with the cool, heavy, serious Green and Blue in Leia's image.</p><p>Late in the original series, near the end of <a href='http://www.imdb.com/title/tt0086190/' title='Page for Episode VI: Return of the Jedi on imdb.com' target='_blank'>Episode VI: Return of the Jedi</a>, the Alliance has successfully destroyed the <a href='http://starwars.wikia.com/wiki/Death_Star_II' title='Wookieepedia page for the second Death Star' target='_blank'>second Death Star</a> in the <a href='http://starwars.wikia.com/wiki/Battle_of_Endor' title='Wookieepedia page for the Battle of Endor' target='_blank'>Battle of Endor</a>.  As Han and Leia reflect on their victory, Han misinterprets Leia's feelings of attraction for Luke and decides to give up his tough-guy persona for a moment of candor:</p><blockquote>Han: I'm sure Luke wasn't on that thing when it blew.<br />Leia: He wasn't.  I can feel it.<br />Han: You love him, don't you?<br />Leia: Yes.<br />Han: All right.  I understand.  Fine. When he comes back, I won't get in the way.<br />Leia: [Smiles.]  Oh.  No, it's not like that at all.  [Puts her hand on his shoulder.]  He's my brother.  [Moves her hand to behind his neck and pulls his face to hers for a kiss.]<br />&nbsp;&mdash;&nbsp;From <a href='http://www.imdb.com/title/tt0086190/' title='Page for Episode VI: Return of the Jedi on imdb.com' target='_blank'>Episode VI: Return of the Jedi</a>, 1983.</blockquote><p>As revealed in <a href='http://www.imdb.com/title/tt2488496/' title='Page for Episode VII:The Force Awakens on imdb.com' target='_blank'>Episode VII:The Force Awakens</a> (2015), Han and Leia go on to marry and have at least one child.  Fans also learn they've encountered some major bumps in their relationship &mdash; most significantly a son who has changed his name to <a href='http://starwars.wikia.com/wiki/Kylo_Ren' title='Wookieepedia page for Kylo-Ren' target='_blank'>Kylo-Ren</a>.</p><p>Just because Han and Leia's marriage didn't work out, doesn't mean all relationships based on the mutual attraction of opposites are doomed to failure.</p><p>Fans may never know for sure, but it is not unreasonable to think that maybe &mdash; just maybe &mdash; their relationship could have worked out better if they didn't have the additional stress posed by their mission to <q><a href='https://www.youtube.com/watch?v=iXDnFYu91vY' title='Video of  on youtube.com' target='_blank'>restore freedom to the galaxy</a>.</q></p><hr /><h4>About This Portrait</h4><p>This spiritual portrait is based on the Star Wars <a href='http://starwars.wikia.com/wiki/Prequel_trilogy' title='Link to a page about the original trilogy at starwars.wikia.com' target='_blank'>original trilogy</a>:</p><ul><li>Episode IV: <a href='http://www.imdb.com/title/tt0076759/' title='Page for A New Hope on imdb.com' target='_blank'>A New Hope</a>, 1977</li><li>Episode V: <a href='http://www.imdb.com/title/tt0080684/' title='Page for The Empire Strikes Back imdb.com' target='_blank'>The Empire Strikes Back</a>, 1980</li><li>Episode VI: <a href='http://www.imdb.com/title/tt0086190/' title='Page for Return of the Jedi on imdb.com' target='_blank'>Return of the Jedi</a>, 1983</li><li>Episode VII: <a href='http://www.imdb.com/title/tt2488496/' title='Page for The Force Awakens on imdb.com' target='_blank'>The Force Awakens</a>, 2015</li></ul><p>The book <a href='https://www.amazon.com/Star-Wars-Psychology-Dark-Side-ebook/dp/B0751JBFXW/' title='Link to a page about Star Wars Psychology: The Dark Side of the Mind at www.amazon.com' target='_blank'>Star Wars Psychology: The Dark Side of the Mind</a>, by <a href='https://www.amazon.com/Travis-Langley/e/B006UXQOTC/' title='Link to a page about Travis Langley at www.amazon.com' target='_blank'>Travis Langley</a> and with a forward by <a href='https://www.amazon.com/Carrie-Goldman/e/B007GGNEWW/' title='Link to a page about Carrie Goldman at www.amazon.com' target='_blank'>Carrie Goldman</a>, was also helpful in creating these portraits.  This excellent book is a collection of immensely entertaining and enlightening essays and if you are a fan of <a href='http://www.starwars.com/' title='Link to the home page at www.starwars.com' target='_blank'>Star Wars</a>, I recommend it highly!</p>",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "1209",
      "title": "responsive_ad"
    }
  ]
}
