{
  "gallery_title": "Star Wars - Prequel",
  "see_gallery_button_text": "See Their Minds",
  "list_page_teaser": "Spoiler Alert!  Even though this Gallery has only a couple of images, spoilers lurk on this page!  If you haven't yet seen the prequel trilogy, do not click!",
  "description_html": "<p>These images of <a href='https://en.wikipedia.org/wiki/Darth_Vader' title='Wikipedia page for Anakin Skywalker' target='_blank'>Anakin Skywalker</a> and <a href='https://en.wikipedia.org/wiki/Padm%C3%A9_Amidala' title='Wikipedia page for Padme Amidala' target='_blank'>Padme Amidala</a> show that they are opposites in three out of the four pairs measured by these four-letter types.</p><p>Opposites attract, and it's natural for these differences to lead to miscommunications, unwarranted and unreasonable expectations, and ultimately a bit of drama &mdash; sometimes quite a bit of drama!</p>",
  "story_html": "<p>These images are based on the <a href='https://en.wikipedia.org/wiki/Star_Wars#Prequel_trilogy' title='Wikipedia page for Star Wars Prequel Trilogy' target='_blank'>Star Wars Prequel Trilogy</a> movies only.</p><p>I plan to post more images of characters from other <a href='https://en.wikipedia.org/wiki/Star_Wars' title='Wikipedia page for Star Wars' target='_blank'>Star Wars</a> movies soon.  I've seen the other movies, but working through the process to create these images takes some time, so please be patient!</p><p>To keep up to date, follow this site on social media or <a href='https://groja.com/conversion/seeourminds' title='Link to small form you can use to join the Groja.com and SeeOurMinds.com email list' target='_blank'>join the SeeOurMinds.com email list</a>!</p>",
  "image_list":
  [
    {
      "id": "1200",
      "title": "Padme Amidala",
      "subtitle_html": "Queen <a href='https://en.wikipedia.org/wiki/Padm%C3%A9_Amidala' title='Wikipedia page for Padme Amidala' target='_blank'>Padme Amidala</a>, of <a href='https://en.wikipedia.org/wiki/Naboo' title='Wikipedia page for Naboo' target='_blank'>Naboo</a>",
      "gallery_page_teaser": "The Blue represents Padme's idealism, the Red her Feeling and concern for the well-being of others.  Click on the image to learn more!",
      "image_file_name": "enfj-padme_amidala-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:Amidala.png",
      "composition": "O",
      "score": [
         { "e_score": "15", "i_score": "4" },
         { "n_score": "13", "s_score": "6" },
         { "f_score": "12", "t_score": "7" },
         { "j_score": "10", "p_score": "9" }
      ],
      "four_letter_type": "ENFJ",
      "archetype": "Fe",
      "quiz_type": "K",
      "subject_line": "",
      "tweet_html": "",
      "explain_dom": "The Red in this spiritual portrait represents Padme's dominant trait, her concern for others.  In Extraverts, the dominant function is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  She demonstrates this trait in her dedication to public service and desire for the health, happiness, and well-being of all people.",
      "explain_aux": "The Blue in this spiritual portrait represents Padme's auxiliary trait, her idealism.  In Extraverts, the auxiliary function is directed inwardly, and spiritual portraits use a horizontal line to represent this.  She demonstrates this trait in her desire to find peaceful solutions to conflict arising from differing opinions.",
      "story_html": "<p>My favorite scene from all three movies was of Padme and Anakin having a <a href='http://www.starwars.com/news/galactic-backpacking-part-2-visiting-real-world-naboo' title='Link to a page on starwars.com describing the picnic scene' target='_blank'>picnic in a meadow</a> on Naboo.  You could tell they were very much in love.  I guess I'm just an old softie.</p><p>If you do not remember this scene, I recommend you re-watch all three of the prequel movies.  They are certainly rich enough to withstand repeated viewings!</p><p>As a fan of <a href='/gallery/2200-fictional-movies-film_noir/' title='Gallery of film noir spiritual portraits on this site' target='_blank'>film noir</a>, I find it interesting that one can become a <a href='https://en.wikipedia.org/wiki/Femme_fatale' title='Wikipedia page for femme fatale' target='_blank'>femme fatale</a> without even realizing it.</p><p>It's nice to see that they are planning to release more movies in the <a href='https://en.wikipedia.org/wiki/Star_Wars' title='Wikipedia page for the Star Wars franchise' target='_blank'>Star Wars franchise</a>!</p>",
      "compare_to": { },
      "contrast_with": { "gallery_file_name": "1200-fictional-movies-star_wars-prequel", "image_id": "1202" }
    }, {
      "id": "1202",
      "title": "Anakin Skywalker",
      "subtitle_html": "Aka. <a href='https://en.wikipedia.org/wiki/Darth_Vader' title='Wikipedia page for Darth Vader' target='_blank'>Darth Vader</a>",
      "gallery_page_teaser": "The Yellow represents Anakin's pragmatism.  In addition to lacking Padme's idealism, the Green shows he's more concerned about efficiency than the well-being of others.  Dun-dun-dunnnn!!!  Click on the image to learn more!",
      "image_file_name": "istj-anakin_skywalker-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:Darth_Vader.jpg",
      "composition": "O",
      "score": [
         { "e_score": "7", "i_score": "12" },
         { "n_score": "6", "s_score": "13" },
         { "f_score": "9", "t_score": "10" },
         { "j_score": "14", "p_score": "5" }
      ],
      "four_letter_type": "ISTJ",
      "archetype": "Si",
      "quiz_type": "K",
      "subject_line": "",
      "tweet_html": "",
      "explain_dom": "The Yellow in this spiritual portrait represents Anakin's dominant trait, his pragmatism.  In Introverts, the dominant function is directed inwardly, and spiritual portraits use a long horizontal line to represent this.  This trait is evident in Anakin's superior ability to pilot all types of flying craft.",
      "explain_aux": "The Green in this spiritual portrait represents Anakin's auxiliary trait, his rationality.  In Introverts, the auxiliary function is directed outwardly, and spiritual portraits use a vertical line to represent this, because it is more evident than the dominant function.  This trait is evident in Anakin's ability to kill others, ultimately without feeling any remorse whatsoever.",
      "story_html": "<p>I thoroughly enjoyed watching all three of the movies in the prequel series.  Truth be told, I watched them multiple times, having learned it's nice to re-watch stories after seeing how they end, to learn how these expert story-tellers set things up.</p><p>I believe we have all felt anguish similar to Anakin's, torn between our heads and our hearts.  It brings to mind the <a href='http://www.pbs.org/jefferson/archives/documents/frame_ih195811.htm' title='Copy of the My Head and My Heart letter at in the archives at pbs.org' target='_blank'>anguish Thomas Jefferson felt</a> when he met Maria Cosway.</p><p>It was remarkable to see how a truly evil, selfish, power-mad man exploited Anakin's love and transformed his innocence into guilt.  Having recently seen the sold-out <a href='http://www.denverfilm.org/fotr/rogueone-2/' title='Link to page announcing Rogue One at Film on the Rocks' target='_blank'>Rogue One at Film on the Rocks</a>, I am happy to be one of the legion of fans looking forward to future installments!</p>",
      "compare_to": { },
      "contrast_with": { "gallery_file_name": "1200-fictional-movies-star_wars-prequel", "image_id": "1200" }
    }, {
      "id": "1204",
      "title": "responsive_ad"
    }
  ]
}
