{
  "gallery_title": "Star Wars - Original Trilogy",
  "see_gallery_button_text": "See Their Minds",
  "list_page_teaser": "Luke Skywalker, Leia Organa, and Han Solo have different personalities, but get along very well.  Click to learn more!",
  "description_html": "<p>This gallery contains spiritual portraits of the main characters in the <a href='https://en.wikipedia.org/wiki/Star_Wars#Original_trilogy' title='Wikipedia page for Star Wars, cued to the section about the Original Trilogy' target='_blank'>Star Wars Original Trilogy</a>.</p><p>To see the personalities of some <a href='https://en.wikipedia.org/wiki/Jedi' title='Wikipedia page for Jedi' target='_blank'>Jedi Masters</a> and <a href='http://starwars.wikia.com/wiki/Droid/Legends' title='Wookieepedia page for droids' target='_blank'>droids</a>, see the <a href='/gallery/1210-fictional-movies-star_wars-jedi_and_droids/' title='Link to the gallery on this site containing spiritual portraits of Star Wars Jedi Masters and droids'>Jedi Masters and droids gallery</a>.  To see the personalities of main characters in the <a href='https://en.wikipedia.org/wiki/Star_Wars#Prequel_trilogy' title='Wikipedia page for the Star Wars, cued to the section about the prequel trilogy' target='_blank'>prequel trilogy</a> &mdash; including <a href='/image/1220-fictional-movies-star_wars-prequel/1222/' title='Link to the spiritual portrait of Darth Vader on this site'>Darth Vader</a> and <a href='/image/1220-fictional-movies-star_wars-prequel/1226/' title='Link to the spiritual portrait of Emporer Palpatine on this site'>Emporer Palpatine</a> &mdash; see the <a href='/gallery/1220-fictional-movies-star_wars-prequel/' title='Link to the gallery on this site containing spiritual portraits of characters in prequel trilogy'>prequel trilogy gallery</a> on this site.</p>",
  "story_html": "<p>These three people make a good team.</p><p>The Blue in Luke's spiritual portrait shows that he, with his Jedi training, is the deep, idealistic one.  His image looks very similar to <a href='/image/1210-fictional-movies-star_wars-jedi_and_droids/1210/' title='Link to the spiritual portrait of Yoda on this site'>Yoda</a>'s and <a href='/image/1210-fictional-movies-star_wars-jedi_and_droids/1212/' title='Link to the spiritual portrait of Obi-Wan Kenobi on this site'>Obi-Wan Kenobi</a>'s.</p><p>The Green in Leia's spiritual portrait shows she is, by a small margin, the most decisive member of this group.  Her very versatile, well-rounded personality makes it very easy for almost everyone to like her.</p><p>Meanwhile, the Yellow in Han's image shows he has the sharp awareness needed to support superior piloting skills, and the Red shows he is amiable and willing to help.  His pragmatism and emotion &mdash; represented by the Yellow and Red &mdash; are the opposite of Leia's idealism and logic &mdash; represented by the Blue and Green &mdash; fueling a strong attraction.</p><p>To learn more about a character's personality, click on their thumbnail to see a larger version, then click on the <b>Show the Whole Story</b> button to read the character's story.</p>",
  "image_list":
  [
    {
      "id": "1200",
      "title": "Luke Skywalker",
      "subtitle_html": "<a href='https://en.wikipedia.org/wiki/Jedi' title='Wikipedia page for Jedi' target='_blank'>Jedi</a> Apprentice and <a href='https://en.wikipedia.org/wiki/Luke_Skywalker' title='Wikipedia page for Luke Skywalker' target='_blank'>Twin Brother</a> of <a href='https://en.wikipedia.org/wiki/Princess_Leia' title='Wikipedia page for Princess Leia Organa' target='_blank'>Leia Organa</a>",
      "gallery_page_teaser": "Luke's spiritual portrait shows he is idealistic and rational.  Click on the image to learn more!",
      "image_file_name": "entp-luke_skywalker-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:Luke_Skywalker.png",
      "composition": "O",
      "score": [
         { "e_score": "15", "i_score": "4" },
         { "n_score": "15", "s_score": "4" },
         { "f_score": "9", "t_score": "10" },
         { "j_score": "6", "p_score": "13" }
      ],
      "four_letter_type": "ENTP",
      "fixed_percentages": "",
      "archetype": "Ne",
      "quiz_type": "KTS2",
      "year": "2018",
      "explain_dom": "The Blue in this spiritual portrait represents Luke's dominant personality trait, his openness to ideas and optimistic vision of the future.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  Luke demonstrates this trait when he gets Yoda to train him in the ways of the force so he can help fight for the ideal of freedom for everyone in the galaxy.",
      "explain_aux": "The Green in this spiritual portrait represents Luke's auxiliary personality trait, his rationality, objectivity, and cool-headedness.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  Luke demonstrates this trait when he remains calm, focused, and unemotional in crisis situations.  One such situation occurs when Jabba the Hutt tries to execute him, Han Solo, and Chewbacca to the sarlacc in the Great Pit of Carkoon on Tatooine.",
      "story_html": "<p> </p>",
      "story_intro_html": "<p>When <a href='http://starwars.wikia.com/wiki/Luke_Skywalker' title='Wookieepedia page for Luke Skywalker ' target='_blank'>Luke Skywalker</a> was a child growing up on the remote planet of <a href='http://starwars.wikia.com/wiki/Tatooine/Legends' title='Wookieepedia page for Tatooine' target='_blank'>Tatooine</a>, he didn't realize he had a <a href='http://starwars.wikia.com/wiki/Leia_Organa' title='Wookieepedia page for Leia Organa' target='_blank'>twin sister</a> and the potential to become a <a href='http://starwars.wikia.com/wiki/Jedi_Knight' title='Wookieepedia page for Jedi Knight' target='_blank'>Jedi Knight</a>.</p><p>All this changes one day when he and his uncle purchase two droids, <a href='http://starwars.wikia.com/wiki/R2-D2' title='Wookieepedia page for R2-D2' target='_blank'>R2-D2</a> and <a href='http://starwars.wikia.com/wiki/C_3PO' title='Wookieepedia page for C-3PO' target='_blank'>C-3PO</a>.  R2-D2 is on a mission to deliver a message to <a href='http://starwars.wikia.com/wiki/Obi-Wan_Kenobi/Legends' title='Wookieepedia page for Obi-Wan Kenobi' target='_blank'>Obi-Wan Kenobi</a>, and the <a href='http://starwars.wikia.com/wiki/Galactic_Empire' title='Wookieepedia page for the Galactic Empire' target='_blank'>Galactic Empire</a> is determined to stop the droid.</p><h4>Had Enough of Tatooine</h4><p>The message is from <a href='http://starwars.wikia.com/wiki/Leia_Organa' title='Wookieepedia page for Princess Leia' target='_blank'>Princess Leia</a>, who is part of the <a href='http://starwars.wikia.com/wiki/Alliance_to_Restore_the_Republic' title='Wookieepedia page for the Rebel Alliance' target='_blank'>Rebel Alliance</a>.  She is desperate for Obi-Wan's help in the fight for freedom against the <a href='http://starwars.wikia.com/wiki/Galactic_Empire' title='Wookieepedia page for the Galactic Empire' target='_blank'>Galactic Empire</a>.  Obi-Wan asks Luke to help him help the Princess, but Luke resists &mdash; at first.</p><p>When Luke returns home, he learns the Empire has been there searching for R2-D2 and killed Luke's adoptive parents, brutally burning their bodies to a crisp &mdash; likely while they were still alive.  Luke reconsiders Obi-Wan's offer to help Princess Leia, and now tells Obi-Wan he's had enough of Tatooine:</p><blockquote>I want to come with you to Alderaan.  There's nothing for me here now.  I want to learn the ways of the force and become a Jedi like my father.<br />&nbsp;&mdash;&nbsp;Luke in <a href='http://www.imdb.com/title/tt0076759/' title='Page for Episode IV: A New Hope on imdb.com' target='_blank'>Episode IV: A New Hope</a>, 1977.</blockquote><p>Luke has obviously felt stifled growing up on such a remote planet, and he was clearly horrified when he saw how the Empire murdered his adoptive parents in cold blood.  When Obi-Wan tells him he'll have to sell his speeder, Luke responds somewhat bitterly, <q>That's okay. I'm never coming back to this planet again.</q></p><h4>Learning About the Force</h4><p>Luke Skywalker's spiritual portrait, like those of his friend <a href='/image/1210-fictional-movies-star_wars-jedi_and_droids/1212/' title='Link to the spiritual portrait of Obi-Wan Kenobi on this site'>Obi-Wan Kenobi</a> and his mentor <a href='/image/1210-fictional-movies-star_wars-jedi_and_droids/1210/' title='Link to the spiritual portrait of Yoda on this site'>Yoda</a>, contains a lot of Blue.  As with the other Jedi, the Blue represents his strong preference for ideas rather than facts.</p><p>For the <a href='http://starwars.wikia.com/wiki/Jedi' title='Wookieepedia page for the Jedi' target='_blank'>Jedi</a>, the single most important idea is, without question, what they call <q><em><a href='http://starwars.wikia.com/wiki/The_Force' title='Wookieepedia page for the force' target='_blank'>the force</a></em>.</q>  On their mission to help Princess Leia, Luke manages to learn a few essentials about the force from Obi-Wan before Obi-Wan is killed by Darth Vader.</p><p>Years later, while at a resistance base on a remote planet, Luke is lost in a snowstorm and has fallen down face-first in the snow.  He is only semi-conscious when the <a href='http://starwars.wikia.com/wiki/Force_ghost' title='Wookieepedia page for force ghost' target='_blank'>force ghost</a> of Obi-Wan &mdash; who Luke grew up thinking was named <q>Ben</q> &mdash; appears to him, as if in a vision.</p><blockquote>Obi-Wan Kenobi's Force Ghost: Luke.  Luke!<br />Luke Skywalker: Ben?<br />Obi-Wan: You will go to the Dagobah system.<br />Luke: Dagobah system.<br />Obi-Wan: There you will learn from Yoda, the Jedi Master who instructed me.<br />Luke: Ben!  [Obi-Wan's image fades, replaced by the real live Han Solo.]<br />&nbsp;&mdash;&nbsp;From <a href='http://www.imdb.com/title/tt0080684/' title='Page for Episode V: The Empire Strikes Back on imdb.com' target='_blank'>Episode V: The Empire Strikes Back</a>, 1980.</blockquote><p>Once Luke makes his way to <a href='http://starwars.wikia.com/wiki/Dagobah' title='Wookieepedia page for Dagobah' target='_blank'>Dagobah</a> and finds Yoda, his training in the ways of the force starts in earnest.</p><h4>A Crash Course in the Jedi Way</h4><p>On Dagobah, Luke Skywalker is a bit skeptical at first, assuming that if Yoda is a <q>great warrior</q> then he must be big.  After having some fun with Luke's prejudices, the very small Yoda works to open Luke's mind &mdash; with lessons such as <q>wars not make one great</q> &mdash; and pushes him to learn Jedi ideals and skills.</p><blockquote>Yoda: A Jedi's strength flows from the Force.  But beware of the dark side.  Anger.  Fear.  Aggression.  The dark side of the force are they.  Easily they flow.  Quick to join you in a fight.  If once you start down the dark path, forever will it dominate your destiny.  Consume you it will, as it did Obi-Wan's apprentice.<br />Luke: Vader - Is the dark side stronger?<br />Yoda: No!  No, no.  Quicker.  Easier.  More seductive.<br />Luke: How am I to know the good side from the bad?<br />Yoda: You will know when you are calm, at peace, passive.  A Jedi uses the force for knowledge and defense, never attack.<br />&nbsp;&mdash;&nbsp;From <a href='http://www.imdb.com/title/tt0080684/' title='Page for Episode V: The Empire Strikes Back on imdb.com' target='_blank'>Episode V: The Empire Strikes Back</a>, 1980.</blockquote><p>During one lesson, Luke's spaceship suddenly sinks into the swamp, causing him to lose his concentration and drop everything.  After failing to convince Luke he can raise the starship, Yoda impresses his <a href='http://starwars.wikia.com/wiki/Padawan' title='Wookieepedia page for padawan' target='_blank'>padawan</a> by doing it himself:</p><blockquote>Luke Skywalker: Oh no.  We'll never get it out now.<br />Yoda: So certain are you.  [Sighs.]  Always with you it cannot be done.  Do you not listen to what I say?<br />Luke: Master, moving stones around is one thing, this is totally different.<br />Yoda: No!  No different!  Only different in your mind!  You must unlearn, what you have learned.<br />Luke: Alright, I'll give it a try.<br />Yoda: No!  Try not!  Do!  Or do not!  There is no try.<br />Luke: [Breathing heavily, after trying to levitate his ship out of the swamp, starting to succeed, then giving up.] I can't.  It's too big.<br />Yoda: Size matters not.  Look at me.  Judge me by my size, do you?  Huh?  Hmm.  And well you should not!  For my ally is the force.  And a powerful ally it is.  Life creates it, makes it grow.  Its energy surrounds us, and binds us.  Luminous beings are we, not this crude matter.  You must feel the force around you.  Here, between you, me, the tree, the rock, everywhere!  Yes, even between the land and the ship.<br />Luke: You want the impossible!  [Walks away.]<br />Yoda: [Concentrates and uses the force to raise the spaceship out of the swamp.]<br />Luke: I - I don't believe it!<br />Yoda: That, is why you fail.<br />&nbsp;&mdash;&nbsp;From <a href='http://www.imdb.com/title/tt0080684/' title='Page for Episode V: The Empire Strikes Back on imdb.com' target='_blank'>Episode V: The Empire Strikes Back</a>, 1980.</blockquote><p>Luke cuts his training short when he senses his new friends, Leia and Han, are in trouble.  First Yoda tries to convince him, then Obi-Wan's force ghost appears and they both try to talk him out of trying to rescue them, but they are unsuccessful.</p><h4>Learning to Make Logical Decisions</h4><p>The Green in Luke Skywalker's spiritual portrait represents his preference for making logical rather than emotional decisions.  Luke's preference is very slight, and indeed, logical decision making is one of the skills Yoda is teaching him.</p><p>Luke's decision to help his friends rather than follow Yoda's and Obi-Wan's advice to complete his training is based on his concern for their well-being.  His emotional decision to not complete his training is at least partially the result of his training being incomplete.</p><p>Once Luke finishes his training he becomes much more calm, confident, rational, and decisive.  He frees Han Solo by defeating <a href='http://starwars.wikia.com/wiki/Jabba_Desilijic_Tiure' title='Wookieepedia page for Jabba the Hutt' target='_blank'>Jabba the Hutt</a>, then goes on to stand up to <a href='/image/1220-fictional-movies-star_wars-prequel/1226/' title='Link to the spiritual portrait of Emporer Palantine on this site'>Emporer Palantine</a> &mdash; who is also known as <q><a href='http://starwars.wikia.com/wiki/Darth_Sidious' title='Wookieepedia page for Darth Sidious' target='_blank'>Darth Sidious</a>:</q></p><blockquote>Luke Skywalker: I'll never turn to the dark side.  You've failed, Your Highness.  I am a Jedi, like my father before me.<br />Darth Sidious: So be it, Jedi.<br />&nbsp;&mdash;&nbsp;From <a href='http://www.imdb.com/title/tt0086190/' title='Page for Episode VI: Return of the Jedi on imdb.com' target='_blank'>Episode VI: Return of the Jedi</a>, 1983.</blockquote><p>The Emporer is strong and almost defeats Luke, but fortunately his faith is rewarded &mdash; this time.</p><h4>Are All Jedi the Same?</h4><p>Luke Skywalker's spiritual portrait looks very much like the portraits of <a href='/image/1210-fictional-movies-star_wars-jedi_and_droids/1210/' title='Link to the spiritual portrait of Yoda on this site'>Yoda</a> and <a href='/image/1210-fictional-movies-star_wars-jedi_and_droids/1212/' title='Link to the spiritual portrait of Obi-Wan Kenobi on this site'>Obi-Wan Kenobi</a>.  All three have a lot of Blue, representing their idealistic view of the force, and Green, representing their preference for making calm, rational, logical decisions.</p><p>Whether the Jedi are born this way or it is a result of their training is difficult to say.  Wanting the Jedi to have these traits could certainly be a good reason for starting their training early.</p><p>When he is training Luke, Yoda encourages him to be <a href='https://www.mindful.org/' title='Link to the home page at www.mindful.org' target='_blank'>mindful</a> &mdash; <q>Mind what you have learned, save you it can!</q> &mdash; and keep his negative emotions under control: <q>Anger, fear, aggression; the dark side of the force are they.</q>  Fully embracing values such as these, for example, by making them habitual through extensive training as a child, could make anyone's spiritual portrait look more like a Jedi's.</p><p>Based on the examples provided and this short analysis of them, it certainly seems possible that all Jedi would have similar personalities and spiritual portraits.  Fans would be well-advised, of course, to not <q>assume too much.</q></p><h4>The Good, the Bad, and the Jedi</h4><p>It is important to realize that mindful, calm, rational, and idealistic people are not necessarily virtuous.  Just because someone has this sort of personality doesn't mean they are a <q>good guy.</q></p><p>Moreover, the Jedi are virtuous <em>not</em> because they have ideals, but because their <em>ideals are virtuous</em>.</p><p>To learn more about morality, virtue, good, and bad in Star Wars, see <a href='https://www.amazon.com/Star-Wars-Psychology-Dark-Side-ebook/dp/B0751JBFXW/' title='Link to a page about Star Wars Psychology: The Dark Side of the Mind at www.amazon.com' target='_blank'>Star Wars Psychology: The Dark Side of the Mind</a>.</p><hr /><h4>About This Portrait</h4><p>This spiritual portrait is based on the Star Wars <a href='http://starwars.wikia.com/wiki/Prequel_trilogy' title='Link to a page about the original trilogy at starwars.wikia.com' target='_blank'>original trilogy</a>:</p><ul><li>Episode IV: <a href='http://www.imdb.com/title/tt0076759/' title='Page for A New Hope on imdb.com' target='_blank'>A New Hope</a>, 1977</li><li>Episode V: <a href='http://www.imdb.com/title/tt0080684/' title='Page for The Empire Strikes Back imdb.com' target='_blank'>The Empire Strikes Back</a>, 1980</li><li>Episode VI: <a href='http://www.imdb.com/title/tt0086190/' title='Page for Return of the Jedi on imdb.com' target='_blank'>Return of the Jedi</a>, 1983</li></ul><p>The book <a href='https://www.amazon.com/Star-Wars-Psychology-Dark-Side-ebook/dp/B0751JBFXW/' title='Link to a page about Star Wars Psychology: The Dark Side of the Mind at www.amazon.com' target='_blank'>Star Wars Psychology: The Dark Side of the Mind</a>, by <a href='https://www.amazon.com/Travis-Langley/e/B006UXQOTC/' title='Link to a page about Travis Langley at www.amazon.com' target='_blank'>Travis Langley</a> and with a forward by <a href='https://www.amazon.com/Carrie-Goldman/e/B007GGNEWW/' title='Link to a page about Carrie Goldman at www.amazon.com' target='_blank'>Carrie Goldman</a>, was also helpful in creating these portraits.  This excellent book is a collection of immensely entertaining and enlightening essays and if you are a fan of <a href='http://www.starwars.com/' title='Link to the home page at www.starwars.com' target='_blank'>Star Wars</a>, I recommend it highly!</p>",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "1203",
      "title": "Leia Organa",
      "subtitle_html": "Princess of <a href='https://en.wikipedia.org/wiki/Alderaan' title='Wikipedia page for Alderaan' target='_blank'>Alderaan</a> and Twin Sister of <a href='https://en.wikipedia.org/wiki/Luke_Skywalker' title='Wikipedia page for Luke Skywalker' target='_blank'>Luke Skywalker</a>",
      "gallery_page_teaser": "Leia's spiritual portrait shows she is a bit logical and idealistic, but very flexible and well-rounded.  Click on the image to learn more!",
      "image_file_name": "entj-leia_organa-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:Princess_Leia%27s_characteristic_hairstyle.jpg",
      "composition": "O",
      "score": [
         { "e_score": "15", "i_score": "4" },
         { "n_score": "10", "s_score": "9" },
         { "f_score": "9", "t_score": "10" },
         { "j_score": "10", "p_score": "9" }
      ],
      "four_letter_type": "ENTJ",
      "fixed_percentages": "",
      "archetype": "Te",
      "quiz_type": "KTS2",
      "year": "2018",
      "explain_dom": "The Green in this spiritual portrait represents Leia's dominant personality trait, her very slight preference for logic over emotion.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  Leia demonstrates her decisiveness in the way she asserts command after Obi-Wan, Luke, Han, and Chewbacca rescue her from Darth Vader in the original Star Wars, A New Hope.",
      "explain_aux": "The Blue in this spiritual portrait represents Leia's auxiliary personality trait, her very slight preference for ideas over facts.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  Leia demonstrates her openness to ideas when she senses Luke is in trouble after his fight with Darth Vader at the end of The Empire Strikes Back, and insists they interrupt their escape to return to get him.",
      "story_html": "<p> </p>",
      "story_intro_html": "<p> </p><blockquote> </blockquote><p> </p><hr /><p>This spiritual portrait is based on _______.</p>",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "1206",
      "title": "Han Solo",
      "subtitle_html": "Captain of the <a href='https://en.wikipedia.org/wiki/Millennium_Falcon' title='Wikipedia page for Millennium Falcon' target='_blank'>Millennium Falcon</a>",
      "gallery_page_teaser": "Han Solo's spiritual portrait shows he is down to earth and amiable.  Click on the image to learn more!",
      "image_file_name": "esfp-han_solo-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:Han_Solo_depicted_in_promotional_image_for_Star_Wars_(1977).jpg",
      "composition": "O",
      "score": [
         { "e_score": "17", "i_score": "2" },
         { "n_score": "4", "s_score": "15" },
         { "f_score": "10", "t_score": "9" },
         { "j_score": "5", "p_score": "14" }
      ],
      "four_letter_type": "ESFP",
      "fixed_percentages": "",
      "archetype": "Se",
      "quiz_type": "KTS2",
      "year": "2018",
      "explain_dom": "The Yellow in this spiritual portrait represents Han's dominant personality trait, his realistic outlook and openness to new experiences.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  Han demonstrates this trait when he initially refuses to help Luke, Leia, and the Rebel Alliance in Star Wars IV, A New Hope, thinking that their fight against the Empire is not realistic, and that he has more important things to do than help his new friends in their mission.",
      "explain_aux": "The Red in this spiritual portrait represents Han's auxiliary personality trait, his amiability, warmth, and friendliness.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  Han demonstrates this trait when he has a change of heart and decides to return to help Luke, Leia, and the Rebel Alliance in their fight against the Empire, coming back to help destroy the Death Star near the ending in Star Wars IV, A New Hope.",
      "story_html": "<p> </p>",
      "story_intro_html": "<p> </p><blockquote> </blockquote><p> </p><hr /><p>This spiritual portrait is based on _______.</p>",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "1209",
      "title": "responsive_ad"
    }
  ]
}
