{
  "gallery_title": "Star Wars - Original Trilogy - Han (temporary)",
  "see_gallery_button_text": "See Their Minds",
  "list_page_teaser": "Luke Skywalker, Leia Organa, and Han Solo have different personalities, but get along very well.  Click to learn more!",
  "description_html": "<p>This gallery contains spiritual portraits of the main characters in the <a href='https://en.wikipedia.org/wiki/Star_Wars#Original_trilogy' title='Wikipedia page for Star Wars, cued to the section about the Original Trilogy' target='_blank'>Star Wars Original Trilogy</a>.</p><p>To see the personalities of some <a href='https://en.wikipedia.org/wiki/Jedi' title='Wikipedia page for Jedi' target='_blank'>Jedi Masters</a> and <a href='http://starwars.wikia.com/wiki/Droid/Legends' title='Wookieepedia page for droids' target='_blank'>droids</a>, see the <a href='/gallery/1210-fictional-movies-star_wars-jedi_and_droids/' title='Link to the gallery on this site containing spiritual portraits of Star Wars Jedi Masters and droids'>Jedi Masters and droids gallery</a>.  To see the personalities of main characters in the <a href='https://en.wikipedia.org/wiki/Star_Wars#Prequel_trilogy' title='Wikipedia page for the Star Wars, cued to the section about the prequel trilogy' target='_blank'>prequel trilogy</a> &mdash; including <a href='/image/1220-fictional-movies-star_wars-prequel/1222/' title='Link to the spiritual portrait of Darth Vader on this site'>Darth Vader</a> and <a href='/image/1220-fictional-movies-star_wars-prequel/1226/' title='Link to the spiritual portrait of Emporer Palpatine on this site'>Emporer Palpatine</a> &mdash; see the <a href='/gallery/1220-fictional-movies-star_wars-prequel/' title='Link to the gallery on this site containing spiritual portraits of characters in prequel trilogy'>prequel trilogy gallery</a> on this site.</p>",
  "story_html": "<p>These three people make a good team.</p><p>The Blue in Luke's spiritual portrait shows that he, with his Jedi training, is the deep, idealistic one.  His image looks very similar to <a href='/image/1210-fictional-movies-star_wars-jedi_and_droids/1210/' title='Link to the spiritual portrait of Yoda on this site'>Yoda</a>'s and <a href='/image/1210-fictional-movies-star_wars-jedi_and_droids/1212/' title='Link to the spiritual portrait of Obi-Wan Kenobi on this site'>Obi-Wan Kenobi</a>'s.</p><p>The Green in Leia's spiritual portrait shows she is, by a small margin, the most decisive member of this group.  Her very versatile, well-rounded personality makes it very easy for almost everyone to like her.</p><p>Meanwhile, the Yellow in Han's image shows he has the sharp awareness needed to support superior piloting skills, and the Red shows he is amiable and willing to help.  His pragmatism and emotion &mdash; represented by the Yellow and Red &mdash; are the opposite of Leia's idealism and logic &mdash; represented by the Blue and Green &mdash; fueling a strong attraction.</p><p>To learn more about a character's personality, click on their thumbnail to see a larger version, then click on the <b>Show the Whole Story</b> button to read the character's story.</p>",
  "image_list":
  [
    {
      "id": "1206",
      "title": "Han Solo",
      "subtitle_html": "Captain of the <a href='https://en.wikipedia.org/wiki/Millennium_Falcon' title='Wikipedia page for Millennium Falcon' target='_blank'>Millennium Falcon</a>",
      "gallery_page_teaser": "Han Solo's spiritual portrait shows he is down to earth and amiable.  Click on the image to learn more!",
      "image_file_name": "esfp-han_solo-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:Han_Solo_depicted_in_promotional_image_for_Star_Wars_(1977).jpg",
      "composition": "O",
      "score": [
         { "e_score": "17", "i_score": "2" },
         { "n_score": "4", "s_score": "15" },
         { "f_score": "10", "t_score": "9" },
         { "j_score": "5", "p_score": "14" }
      ],
      "four_letter_type": "ESFP",
      "fixed_percentages": "",
      "archetype": "Se",
      "quiz_type": "KTS2",
      "year": "2018",
      "explain_dom": "The Yellow in this spiritual portrait represents Han's dominant personality trait, his realistic outlook and openness to new experiences.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  Han demonstrates this trait when he initially refuses to help Luke, Leia, and the Rebel Alliance in Star Wars IV, A New Hope, thinking that their fight against the Empire is not realistic, and that he has more important things to do than help his new friends in their mission.",
      "explain_aux": "The Red in this spiritual portrait represents Han's auxiliary personality trait, his amiability, warmth, and friendliness.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  Han demonstrates this trait when he has a change of heart and decides to return to help Luke, Leia, and the Rebel Alliance in their fight against the Empire, coming back to help destroy the Death Star near the ending in Star Wars IV, A New Hope.",
      "story_html": "<p> </p>",
      "story_intro_html": "<p>When spaceship Captain <a href='http://starwars.wikia.com/wiki/Han_Solo' title='Wookieepedia page for Han Solo' target='_blank'>Han Solo</a> meets with <a href='http://starwars.wikia.com/wiki/Luke_Skywalker' title='Wookieepedia page for Luke Skywalker' target='_blank'>Luke Skywalker</a> and <a href='http://starwars.wikia.com/wiki/Obi-Wan_Kenobi' title='Wookieepedia page for Obi-Wan Kenobi' target='_blank'>Obi-Wan Kenobi</a> in the <a href='https://www.youtube.com/watch?v=stbYF6XpTYE' title='Video of music played in the Mos Eisley Cantina on youtube.com' target='_blank'>Mos Eisley Cantina</a> &mdash; also known as <a href='http://starwars.wikia.com/wiki/Chalmun%27s_Cantina' title='Wookieepedia page for Chalmuns Cantina' target='_blank'>Chalmun's Cantina</a> &mdash; on <a href='http://starwars.wikia.com/wiki/Tatooine' title='Wookieepedia page for Tatooine' target='_blank'>Tatooine</a>, he is totally unaware of just how life-altering the job he is taking on will be.</p><p>After a brief conversation and a killing &mdash; that <a href='https://en.wikipedia.org/wiki/Han_shot_first' title='Wikipedia page for Han shot first' target='_blank'>may</a> or <a href='http://starwars.wikia.com/wiki/Han_shot_first' title='Wookieepedia page for Han shot first' target='_blank'>may not</a> be in self-defense &mdash; Han agrees to take Luke and Obi-Wan to <a href='http://starwars.wikia.com/wiki/Alderaan' title='Wookieepedia page for Alderaan' target='_blank'>Alderaan</a>.</p><h4>Han, the Cocky Scoundrel</h4><p>To many observers, Han Solo is just a <a href='https://en.wikipedia.org/wiki/Smuggling' title='Wikipedia page for smuggling' target='_blank'>smuggler</a>.  He does, however, own and pilot the <a href='http://starwars.wikia.com/wiki/Millennium_Falcon' title='Wookieepedia page for the Millennium Falcon' target='_blank'>Millennium Falcon</a>, and it's quickly clear he has a very high opinion of himself and his ship.</p><p>Listening to Han boasting to Obi-Wan Kenobi in the Mos Eisley Cantina, one might even call him a bit <q>cocky.</q></p><blockquote>Han Solo: You've never heard of the Millennium Falcon?<br />Obi-Wan Kenobi: No. Should I have?<br />Han: It's the ship that made the Kessel Run in less than twelve <a href='http://starwars.wikia.com/wiki/Parsec' title='Wookieepedia page for parsecs' target='_blank'>parsecs</a>.  I've out run Imperial Starships.  Not the local bulk cruisers, mind you, I'm talking about the big <a href='http://starwars.wikia.com/wiki/Corellian_Engineering_Corporation' title='Wookieepedia page for Corellian Engineering Corporation' target='_blank'>Corellian</a> ships now.  She's fast enough for you, old man.<br />&nbsp;&mdash;&nbsp;From <a href='http://www.imdb.com/title/tt0076759/' title='Page for Episode IV: A New Hope on imdb.com' target='_blank'>Episode IV: A New Hope</a>, 1977.</blockquote><p>When the responsible political leader <a href='http://starwars.wikia.com/wiki/Leia_Organa' title='Wookieepedia page for Princess Leia' target='_blank'>Princess Leia</a> meets him, she sees a <q>scoundrel.</q>  The opposites in their personalities begin working their mutual attraction magic &mdash; and sparks start flying.</p><h4>Han, the Skeptical Realist</h4><p>Han Solo's spiritual portrait contains a lot of Yellow, representing his fairly strong preference for being practical and realistic.  In this respect he's the opposite of <a href='/image/1200-fictional-movies-star_wars-original/1200/' title='Link to the spiritual portrait of Luke Skywalker on this site'>Luke Skywalker</a>, who is very idealistic, and whose portrait contains a lot of Blue.</p><p>Riding in the Millenium Falcon on their way to Alderaan, Han watches Luke practicing with a light saber while Obi-Wan Kenobi teaches him about the force.  Han doesn't buy it:</p><blockquote>Han Solo: Hokey religions and ancient weapons are no match for a good blaster at your side, kid.<br />Luke Skywalker: You don't believe in the force, do you?<br />Han: Kid, I've flown from one side of this galaxy to the other.  I've seen a lot of strange stuff, but I've never seen anything to make me believe there's one all-powerful force controlling everything.  There's no mystical energy field that controls my destiny.  It's all a lot of simple tricks and nonsense.<br />&nbsp;&mdash;&nbsp;From <a href='http://www.imdb.com/title/tt0076759/' title='Page for Episode IV: A New Hope on imdb.com' target='_blank'>Episode IV: A New Hope</a>, 1977.</blockquote><p>Ignoring Han, Obi-Wan shows Luke how to use the force to predict and deflect the practice remote's firings even with his vision blocked.  The skeptical Han attributes Luke's success to <q>luck.</q></p><h4>Han, the Tough Guy Who Cares</h4><p>The Red in Han Solo's spiritual portrait represents his mild preference for making emotional rather than logical decisions.  This preference is very slight, and Han does his best to project a tough-guy image &mdash; especially when with people he doesn't know very well.</p><p>In his occupation as a smuggler, Han frequently has to deal with people who are less than honorable.  In these situations, when the true motivations of all involved may be a bit </q> <a href='https://www.urbandictionary.com/define.php?term=shady' title='Page for the term shady at www.urbandictionary.com' target='_blank'>shady</a>,</q> any overt sign of weakness on his part could be fatal.</p><p>When it comes to his trusted friends like Luke Skywalker, though, Han's warmth shines through &mdash; especially in tough situations.  He surprises Luke by showing up and <a href='https://www.urbandictionary.com/define.php?term=Got%20your%20back' title='Page for the term got your back at www.urbandictionary.com' target='_blank'>having his back</a> when they attack the Death Star near the end in <a href='http://www.imdb.com/title/tt0076759/' title='Page for Episode IV: A New Hope on imdb.com' target='_blank'>Episode IV: A New Hope</a>, and he comes to the rescue again when Luke is lost in the snow near the beginning of <a href='http://www.imdb.com/title/tt0080684/' title='Page for Episode V: The Empire Strikes Back on imdb.com' target='_blank'>Episode V: The Empire Strikes Back</a>.</p><p>Having someone like Han Solo &mdash; a tough guy who cares &mdash; around to help when things go awry can be a real life-saver.  As the saying goes, <q><a href='https://en.wiktionary.org/wiki/a_friend_in_need_is_a_friend_indeed' title='Link to a page about the saying a friend in need is a friend indeed at en.wiktionary.org' target='_blank'>a friend in need is a friend indeed</a>.</q></p><a name='magnetism'></a><hr /><h3>Han and Leia's Natural Magnetism</h3><p>Han's preference for making emotional decisions is the opposite of Leia's preference for making logical decisions, and Han's preference for pragmatism is the opposite of Leia's preference for idealism.  These opposites create a strong attraction, and the pair has a real <a href='https://en.wikipedia.org/wiki/Sam_and_Diane' title='Wikipedia page for Sam and Diane of Cheers' target='_blank'>Sam and Diane</a> thing going on.</p><p>Even more significantly, Han is much more perceptive while Leia is definitely more decisive.  Han is always looking for opportunities to make some money, while Leia is royalty &mdash; <q>her worshipfulness</q> &mdash; and used to getting her way.</p><h4><q>Wonderful Girl!</q></h4><p>Han Solo, Chewbacca, Luke Skywalker, and Obi-Wan Kenobi head to Alderaan in the Millenium Falcon, only to find the Empire has destroyed the planet.  The Death Star detains their ship, but they elude the stormtroopers and learn Princess Leia is being held captive on board.</p><p>The rescue team is well-intentioned, but they haven't had time to develop much of a plan.  Princess Leia is happy to be rescued, but they are soon cornered by stormtroopers and someone needs to take decisive action:</p><blockquote>Han Solo: I can't hold them off forever!  Now what?<br />Princess Leia: This is some rescue.  When you came in here, didn't you have a plan for getting out?<br />Han: [Referring to Luke.] He's the brains, sweetheart!  What the hell are you doing?<br />Leia: [Grabs Luke's blaster and blows a hole in a nearby garbage vent.] Somebody has to save our skins!  Into the garbage, fly boy!<br />Han: Get in there!  Get in there you big furr ball!  I don't care what you smell!  [Kick's Chewbacca into the garbage chute.] Get in there and don't worry about it!  [To Luke:] <b>Wonderful girl!  Either I'm gonna kill her or I'm beginning to like her!</b>  Get in there!  [Luke jumps in and Han follows.]  Whoooo!<br />&nbsp;&mdash;&nbsp;From <a href='http://www.imdb.com/title/tt0076759/' title='Page for Episode IV: A New Hope on imdb.com' target='_blank'>Episode IV: A New Hope</a>, 1977.  [Emphasis added.]</blockquote><p>As this scene shows, Han already has mixed emotions about <q>her worshipfulness</q> the Princess Leia.  Soon, the walls of the garbage bin where they find themselves start closing in on them, but they manage to escape &mdash; first the garbage, then the Death Star.</p><h4>Different Points of View</h4><p>After their escape, as they are returning to the rebel base, a conversation between Han and Leia shows how different their points of view are.  Han's focus on facts and personal details &mdash; represented by the Yellow in his image &mdash; contrasts strongly with Princess Leia's ability to see past the facts to the big picture &mdash; represented by the Blue in her image:</p><blockquote>Han Solo: Not a bad bit of rescuing, huh?  You know, sometimes I amaze even myself.<br />Princess Leia: That doesn't sound too hard.  They let us go.  That's the only explanation for the ease of our escape.<br />Han: Easy?  You call that easy?<br />Leia: They're tracking us.<br />Han: Not this ship, sister.<br />&nbsp;&mdash;&nbsp;From <a href='http://www.imdb.com/title/tt0076759/' title='Page for Episode IV: A New Hope on imdb.com' target='_blank'>Episode IV: A New Hope</a>, 1977.</blockquote><p>As he did when talking about the force with Luke, Han has adopted a realistic &mdash; to him, anyway &mdash; point of view, and is sticking with it.</p><h4>Different Ways of Choosing</h4><p>Most of Leia and Han's bickering takes place in <a href='http://www.imdb.com/title/tt0080684/' title='Page for Episode V: The Empire Strikes Back on imdb.com' target='_blank'>Episode V: The Empire Strikes Back</a>.  Their <a href='https://en.wiktionary.org/wiki/repartee' title='Link to a page defining the term repartee at en.wiktionary.org' target='_blank'>repartee</a> is a leading example of the <q><a href='http://tvtropes.org/pmwiki/pmwiki.php/Main/WellExcuseMePrincess' title='Link to a page about the excuse me, princess trope at tvtropes.org' target='_blank'>excuse me, princess</a></q> tv <a href='https://www.urbandictionary.com/define.php?term=trope' title='Page for the term trope at www.urbandictionary.com' target='_blank'>trope</a>.</p><p>Leia and Han's spiritual portraits show they have different decision making techniques.  Leia's Green shows she has a preference for making objective, impersonal decisions, while Han's Red shows he has a preference for making subjective, personal decisions.</p><p>So in a typical exchange Han says something emotional and Leia says something logical:</p><blockquote>Han Solo: No time to discuss this in committee.<br />Princess Leia: I am not a committee!<br />&nbsp;&mdash;&nbsp;From <a href='http://www.imdb.com/title/tt0080684/' title='Page for Episode V: The Empire Strikes Back on imdb.com' target='_blank'>Episode V: The Empire Strikes Back</a>, 1980.</blockquote><p>Leia can be kind of cold sometimes, but Han is perceptive enough to know how she really feels, so he doesn't take it personally:</p><blockquote>Han Solo: That's a good story.  I think you just can't bear to let a gorgeous guy like me out of your sight.<br />Leia: I don't know where you get your delusions, laser-brain.<br />Chewbacca: [Laughs.]<br />Han: Laugh it up, fuzz-ball.  But you didn't see us alone in the south passage.  She expressed her true feelings for me.<br />Princess Leia: Why - why you stuck up, half-witted, scruffy-looking, nerf-herder!<br />Han: Who's scruffy-looking?!?  [To Luke.]  Must've hit pretty close to the mark to get her all riled up like that, huh, kid?<br />&nbsp;&mdash;&nbsp;From <a href='http://www.imdb.com/title/tt0080684/' title='Page for Episode V: The Empire Strikes Back on imdb.com' target='_blank'>Episode V: The Empire Strikes Back</a>, 1980.</blockquote><p>Both Han's emotional-Red and Leia's and logical-Green preferences are very slight, so they can easily switch decision-making techniques.  This is exactly what happens just before Han is <a href='http://starwars.wikia.com/wiki/Carbonite' title='Wookieepedia page for being frozen in carbonite' target='_blank'>frozen in carbonite</a>, with Leia making her emotional confession and Han responding logically:</p><blockquote>Princess Leia: I love you.<br />Han Solo: I know.<br />&nbsp;&mdash;&nbsp;From <a href='http://www.imdb.com/title/tt0080684/' title='Page for Episode V: The Empire Strikes Back on imdb.com' target='_blank'>Episode V: The Empire Strikes Back</a>, 1980.</blockquote><p>The timing of this switch in techniques, coming as it does when Han is being frozen, makes it one of the most memorable moments in the trilogy.</p> <h4>Conclusion</h4> <p>Most of Han's and Leia's preferences are fairly slight, but their spiritual portraits are strikingly different.  The warm, open, easy-going Yellow and Red in Han's image contrasts sharply with the cool, heavy, serious Green and Blue in Leia's image.</p> <p> </p> <blockquote>Han: Look, your worshipfulness, let's get one thing straight. I take orders from just one person: me.<br />Leia: Hmm. It's a wonder you're still alive. Will somebody get this big walking carpet out of my way?<br />Han: No reward is worth this.<br />&nbsp;&mdash;&nbsp;From <a href='http://www.imdb.com/title/tt0076759/' title='Page for Episode IV: A New Hope on imdb.com' target='_blank'>Episode IV: A New Hope</a> , 1980.</blockquote> <p>The two are constantly bickering, but at one point he reveals to Luke how he's really crushing on Leia.</p> <blockquote>Luke: I care.  So.  What do you think of her, Han?<br />Han: Trying not to, kid.<br />Luke: Good.<br />Han: Still, she's got a lot of spirit.  I don't know, what do you think?  Do you think a princess and a guy like me could &ndash;<br />Luke: No.<br />&nbsp;&mdash;&nbsp;From <a href='http://www.imdb.com/title/tt0076759/' title='Page for Episode IV: A New Hope on imdb.com' target='_blank'>Episode IV: A New Hope</a>, 1977.</blockquote> <p> </p> <blockquote> </blockquote> <hr /><h4>About This Portrait</h4><p>This spiritual portrait is based on the Star Wars <a href='http://starwars.wikia.com/wiki/Prequel_trilogy' title='Link to a page about the original trilogy at starwars.wikia.com' target='_blank'>original trilogy</a>:</p><ul><li>Episode IV: <a href='http://www.imdb.com/title/tt0076759/' title='Page for A New Hope on imdb.com' target='_blank'>A New Hope</a>, 1977</li><li>Episode V: <a href='http://www.imdb.com/title/tt0080684/' title='Page for The Empire Strikes Back imdb.com' target='_blank'>The Empire Strikes Back</a>, 1980</li><li>Episode VI: <a href='http://www.imdb.com/title/tt0086190/' title='Page for Return of the Jedi on imdb.com' target='_blank'>Return of the Jedi</a>, 1983</li><li>Episode VII: <a href='http://www.imdb.com/title/tt2488496/' title='Page for The Force Awakens on imdb.com' target='_blank'>The Force Awakens</a>, 2015</li></ul><p>The book <a href='https://www.amazon.com/Star-Wars-Psychology-Dark-Side-ebook/dp/B0751JBFXW/' title='Link to a page about Star Wars Psychology: The Dark Side of the Mind at www.amazon.com' target='_blank'>Star Wars Psychology: The Dark Side of the Mind</a>, by <a href='https://www.amazon.com/Travis-Langley/e/B006UXQOTC/' title='Link to a page about Travis Langley at www.amazon.com' target='_blank'>Travis Langley</a> and with a forward by <a href='https://www.amazon.com/Carrie-Goldman/e/B007GGNEWW/' title='Link to a page about Carrie Goldman at www.amazon.com' target='_blank'>Carrie Goldman</a>, was also helpful in creating these portraits.  This excellent book is a collection of immensely entertaining and enlightening essays and if you are a fan of <a href='http://www.starwars.com/' title='Link to the home page at www.starwars.com' target='_blank'>Star Wars</a>, I recommend it highly!</p> ",
      "compare_to": { },
      "contrast_with": { }
    }
  ]
}
