{
  "gallery_title": "The Wire - The Pit",
  "see_gallery_button_text": "See Their Minds",
  "list_page_teaser": "The kids who sell drugs in the lowrises in season one of The Wire have two distinctly different types of personalities.  Click to learn more!",
  "description_html": "<p>The portraits of the personalities of D'Angelo Barksdale and Wallace show they are both idealistic and emotional &mdash; traits that make them ill-suited for dealing in the pit.</p><p>In contrast, the images of Bodie's and Poot's temperaments show they are both realistic and logical &mdash; the opposite of Dee and Wallace.  These traits give them a hardness that is better suited to a life of crime and its victims.</p>",
  "story_html": "",
  "image_list":
  [
    {
      "id": "1510",
      "title": "D'Angelo Barksdale",
      "subtitle_html": "Avon Barksdale's Nephew",
      "gallery_page_teaser": "The Blue in D'Angelo's spiritual portrait shows he is more comfortable with ideas than with facts, and the Red shows he is more warm than cool.  Click on the image to learn more!",
      "image_file_name": "enfp-d_angelo_barksdale-1.jpg",
      "meat_portrait_href": "https://www.hbo.com/the-wire/cast-and-crew/dangelo-barksdale",
      "composition": "O",
      "score": [
         { "e_score": "15", "i_score": "4" },
         { "n_score": "11", "s_score": "8" },
         { "f_score": "12", "t_score": "7" },
         { "j_score": "8", "p_score": "11" }
      ],
      "four_letter_type": "ENFP",
      "archetype": "Ne",
      "quiz_type": "KTS2",
      "year": "2018",
      "explain_dom": "The Blue in this spiritual portrait represents D'Angelo's dominant personality trait, his fairly slight preference for seeing the world more in terms of ideas than of facts.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  An example of a time when D'Angelo showed his idealism comes when he questions why the drug trade has to be so violent, when doing business in other products is non-violent.",
      "explain_aux": "The Red in this spiritual portrait represents D'Angelo's auxiliary personality trait, his moderate preference for being more warm and emotional than cool and logical.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  An example of a time when D'Angelo was more emotional comes before the series starts, when he shoots an attacker in front of witnesses despite the fact he was surrounded by supporting gang members, who could've helped handle the matter outside of the view of witnesses.",
      "story_intro_html": "",
      "story_html": "",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "1512",
      "title": "Wallace",
      "subtitle_html": "Drug Dealer in the Barksdale Gang",
      "gallery_page_teaser": "The Blue in Wallace's spiritual portrait shows he is open to new ideas, and the Red shows he is more emotional than logical.  Click on the image to learn more!",
      "image_file_name": "enfp-wallace-1.jpg",
      "meat_portrait_href": "http://thewire.wikia.com/wiki/Wallace",
      "composition": "O",
      "score": [
        { "e_score": "13", "i_score": "6" },
        { "n_score": "12", "s_score": "7" },
        { "f_score": "14", "t_score": "5" },
        { "j_score": "4", "p_score": "15" }
      ],
      "four_letter_type": "ENFP",
      "archetype": "Ne",
      "quiz_type": "KTS2",
      "year": "2018",
      "explain_dom": "The Blue in this spiritual portrait represents Wallace's dominant personality trait, his moderate tendency to see the world more in terms of ideas than of facts.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  An example of a time when Wallace showed his ideas were overwhelming facts comes when he complains about how a dead victim's eye was \"like he's looking out, like he sees everything, you know?\"",
      "explain_aux": "The Red in this spiritual portrait represents Wallace's auxiliary personality trait, his fairly strong tendency to be moreemotional and personal rather than rational and subjective.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  An example of a time when Wallace was more emotional than logical comes when he decides to get out of the game, because he should know this will cause the leaders to be skeptical of his loyalty.",
      "story_intro_html": "",
      "story_html": "",
      "compare_to": { },
      "contrast_with": { }
   }, {
      "id": "1514",
      "title": "responsive_ad"
   }, {
      "id": "1516",
      "title": "Bodie",
      "subtitle_html": "Soldier in the Barksdale Gang",
      "gallery_page_teaser": "The Yellow in Bodie's spiritual portrait shows he is open to new experiences, and the Green shows he is more logical than emotional.  Click on the image to learn more!",
      "image_file_name": "estp-bodie-1.jpg",
      "meat_portrait_href": "https://www.hbo.com/the-wire/cast-and-crew/preston-bodie-broadus",
      "composition": "O",
      "score": [
         { "e_score": "15", "i_score": "4" },
         { "n_score": "4", "s_score": "15" },
         { "f_score": "5", "t_score": "14" },
         { "j_score": "8", "p_score": "11" }
      ],
      "four_letter_type": "ESTP",
      "archetype": "Se",
      "quiz_type": "KTS2",
      "year": "2018",
      "explain_dom": "The Yellow in this spiritual portrait represents Bodie's dominant personality trait, his very strong preference for seeing the world more in terms of facts rather than ideas.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  Bodie showed this tendency for being pragmatic when he agreed to sell Marlo's package.",
      "explain_aux": "The Green in this spiritual portrait represents Bodie's auxiliary personality trait, his very strong preference for being cold and rational rather than warm and personal.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  An example of a time when Bodie was more logical than emotional comes when he and Poot kill someone they think may be snitching.",
      "story_intro_html": "",
      "story_html": "",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "1518",
      "title": "Poot",
      "subtitle_html": "Drug Dealer in the Barksdale Gang",
      "gallery_page_teaser": "The Yellow in Poot's spiritual portrait shows he is pragmatic, and the Green shows he is rational.  Click on the image to learn more!",
      "image_file_name": "estp-poot-1.jpg",
      "meat_portrait_href": "https://www.hbo.com/the-wire/cast-and-crew/malik-poot-carr",
      "composition": "O",
      "score": [
        { "e_score": "17", "i_score": "2" },
        { "n_score": "2", "s_score": "17" },
        { "f_score": "6", "t_score": "13" },
        { "j_score": "5", "p_score": "14" }
      ],
      "four_letter_type": "ESTP",
      "archetype": "Se",
      "quiz_type": "KTS2",
      "year": "2018",
      "explain_dom": "The Yellow in this spiritual portrait represents Poot's dominant personality trait, his very strong preference for seeing the world more in terms of facts than of ideas.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  Poot showed his tendency for being pragmatic when he agreed to sell Marlo's package.",
      "explain_aux": "The Green in this spiritual portrait represents Poot's auxiliary personality trait, his very strong preference for being cold and rational rather than warm and personal.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  An example of a time when Poot was more logical than emotional comes when he and Bodie kill someone they think may be snitching.",
      "story_intro_html": "",
      "story_html": "",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "1519",
      "title": "responsive_ad"
    }
  ]
}
