{
  "gallery_title": "The Wire - Marlo's Crew",
  "see_gallery_button_text": "See Their Minds",
  "list_page_teaser": "Everyone on Marlo's crew on The Wire has a similar personality, but one team member stands out just a little bit from the others.  Click to learn more!",
  "description_html": "<p>These images show the members of Marlo Stanfield's crew have remarkably similar personalities.  It's interesting to see how their temperaments are remarkably similar to those in the upper echelons of the police force.</p><p>The spiritual portrait of Michael is the only one in this group to show any tendency toward compassion for others or openness to new ideas.  Ultimately, viewers learn this, combined with the fact he is a newcomer to the group, naturally leads to the other gang members becoming suspicious.</p>",
  "story_html": "",
  "image_list":
  [
    {
      "id": "1590",
      "title": "Marlo Stanfield",
      "subtitle_html": "Ambitious, Young, and Ruthless Gang Leader",
      "gallery_page_teaser": "The huge amount of Green in Marlo's spiritual portrait shows he is very cold and logical, and the Yellow shows he is pragmatic.  Click on the image to learn more!",
      "image_file_name": "istj-marlo_stanfield-1.jpg",
      "meat_portrait_href": "https://www.hbo.com/the-wire/cast-and-crew/marlo-stanfield",
      "composition": "O",
      "score": [
         { "e_score": "7", "i_score": "12" },
         { "n_score": "4", "s_score": "15" },
         { "f_score": "1", "t_score": "18" },
         { "j_score": "14", "p_score": "5" }
      ],
      "four_letter_type": "ISTJ",
      "archetype": "Si",
      "quiz_type": "KTS2",
      "year": "2018",
      "explain_dom": "The Yellow in this spiritual portrait represents Marlo's dominant personality trait, his strong tendency to be more realistic than idealistic.  In Introverts, the dominant trait is directed inwardly, and spiritual portraits use a long horizontal line to represent this.",
      "explain_aux": "The Green in this spiritual portrait represents Marlo's auxiliary personality trait, his very strong tendency to be cool-headed and objective rather than warm-hearted and personal.  In Introverts, the auxiliary trait is directed outwardly, and spiritual portraits use a vertical line to represent this, because it is more evident than the dominant function.",
      "story_intro_html": "",
      "story_html": "",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "1593",
      "title": "Chris Partlow",
      "subtitle_html": "Marlo Stanfield's Lieutenant and Enforcer",
      "gallery_page_teaser": "The sea of Green in Chris' spiritual portrait shows he is very cool and rational, and the Yellow shows he is realistic.  Click on the image to learn more!",
      "image_file_name": "istj-chris_partlow-1.jpg",
      "meat_portrait_href": "https://www.hbo.com/the-wire/cast-and-crew/chris-partlow",
      "composition": "O",
      "score": [
         { "e_score": "4", "i_score": "15" },
         { "n_score": "1", "s_score": "18" },
         { "f_score": "1", "t_score": "18" },
         { "j_score": "14", "p_score": "5" }
      ],
      "four_letter_type": "ISTJ",
      "archetype": "Si",
      "quiz_type": "KTS2",
      "year": "2018",
      "explain_dom": "The Yellow in this spiritual portrait represents Chris' dominant personality trait, his very strong tendency to be more realistic than idealistic.  In Introverts, the dominant trait is directed inwardly, and spiritual portraits use a long horizontal line to represent this.",
      "explain_aux": "The Green in this spiritual portrait represents Chris' auxiliary personality trait, his very strong tendency to be cool-headed and objective rather than warm-hearted and personal.  In Introverts, the auxiliary trait is directed outwardly, and spiritual portraits use a vertical line to represent this, because it is more evident than the dominant function.",
      "story_intro_html": "",
      "story_html": "",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "1596",
      "title": "Snoop Pearson",
      "subtitle_html": "Soldier in Marlo's Crew",
      "gallery_page_teaser": "The Green in Snoop's spiritual portrait shows she is very rational, and the Yellow shows she is down-to-earth.  Click on the image to learn more!",
      "image_file_name": "estj-snoop_pearson-1.jpg",
      "meat_portrait_href": "https://www.hbo.com/the-wire/cast-and-crew/felicia-snoop-pearson",
      "composition": "O",
      "score": [
         { "e_score": "15", "i_score": "4" },
         { "n_score": "1", "s_score": "18" },
         { "f_score": "3", "t_score": "16" },
         { "j_score": "13", "p_score": "6" }
      ],
      "four_letter_type": "ESTJ",
      "archetype": "Te",
      "quiz_type": "KTS2",
      "year": "2018",
      "explain_dom": "The Green in this spiritual portrait represents Snoop's dominant personality trait, her tendency to be cool-headed and objective rather than warm-hearted and personal.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.",
      "explain_aux": "The Yellow in this spiritual portrait represents Snoop's auxiliary personality trait, her very strong tendency to be more realistic than idealistic.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.",
      "story_intro_html": "",
      "story_html": "",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "1598",
      "title": "Michael Lee",
      "subtitle_html": "Soldier in Marlo's Crew",
      "gallery_page_teaser": "The Green in Michael Lee's spiritual portrait shows he is more logical than emotional, and the Yellow shows he is practical.  Click on the image to learn more!",
      "image_file_name": "istj-michael_lee-1.jpg",
      "meat_portrait_href": "https://www.hbo.com/the-wire/cast-and-crew/michael-lee",
      "composition": "O",
      "score": [
         { "e_score": "2", "i_score": "17" },
         { "n_score": "8", "s_score": "11" },
         { "f_score": "5", "t_score": "14" },
         { "j_score": "13", "p_score": "6" }
      ],
      "four_letter_type": "ISTJ",
      "archetype": "Si",
      "quiz_type": "KTS2",
      "year": "2018",
      "explain_dom": "The Yellow in this spiritual portrait represents Michael's dominant personality trait, his tendency to be more realistic than idealistic.  In Introverts, the dominant trait is directed inwardly, and spiritual portraits use a long horizontal line to represent this.",
      "explain_aux": "The Green in this spiritual portrait represents Michael's auxiliary personality trait, his tendency to be cool-headed and objective rather than warm-hearted and personal.  In Introverts, the auxiliary trait is directed outwardly, and spiritual portraits use a vertical line to represent this, because it is more evident than the dominant function.",
      "story_intro_html": "",
      "story_html": "",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "1599",
      "title": "responsive_ad"
    }
  ]
}
