{
  "gallery_group_title": "Game of Thrones",
  "gallery_group_page": "game_of_thrones",
  "gallery_title": "Game of Thrones Season 1",
  "see_gallery_button_text": "See Their Minds",
  "list_page_teaser": "Spoiler Alert!  If you have not seen Season 1, do not click!  What sort of personality types survive the best in a brutal world where the possibility of instanteous death lurks over everyone like a cloud?  Click to find out this and more!",
  "description_html": "<p><a href='https://en.wikipedia.org/wiki/Game_of_Thrones' title='Wikipedia page for Game of Thrones' target='_blank'>Game of Thrones</a> has a lot of characters and plots.   It makes sense to start with Season 1, and go from there.</p><p><b>Spoiler Alert!</b>  If you have not seen <a href='https://en.wikipedia.org/wiki/Game_of_Thrones_(season_1)' title='Wikipedia page for Season 1 of Game of Thrones' target='_blank'>Season 1 of Game of Thrones</a> in its entirety, <b>leave this page immediately!</b></p>",
    "story_html": "<p>It's best to have as much information about a character as possible before drawing their spiritual portrait.  At the time of this writing, the series is not yet over.</p><p>It's tempting to investigate the personalities of many of the star characters, but they I am still gathering information!</p><p>As a result, this gallery contains characters who appeared only in Season 1.  Characters who appear in subsequent seasons may appear in other galleries.</p><p>If you've seen the first season, you know what I'm talking about.  <b>If you haven't seen the first season, go away now!</b></p><p>I do not want to be the one who spoils one of the most shocking scenes in the history of television!  So yeah, I am making kind of a <b>big deal</b> about this!</p><p>I plan to post more images of characters from other seasons of <a href='https://en.wikipedia.org/wiki/Game_of_Thrones' title='Wikipedia page for Game of Thrones' target='_blank'>Game of Thrones</a> soon.</p><p>To keep up to date, follow this site on social media or <a href='https://groja.com/conversion/seeourminds' title='Link to small form you can use to join the Groja.com and SeeOurMinds.com email list' target='_blank'>join the SeeOurMinds.com email list</a>!</p>",
  "image_list":
  [
    {
      "id": "2010",
      "title": "Robert Baratheon",
      "subtitle_html": "King of <a href='https://en.wikipedia.org/wiki/World_of_A_Song_of_Ice_and_Fire#Westeros' title='Section about Westeros on the wikipedia page about the World of the book A Song of Ice and Fire' target='_blank'>Westeros</a>",
      "gallery_page_teaser": "The overabundance of Green in this portrait of The King shows he is not someone you want to mess with.  Click on the image to learn more!",
      "image_file_name": "estj-robert_baratheon-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:Robert_Baratheon-Mark_Addy.jpg",
      "composition": "O",
      "score": [
         { "e_score": "17", "i_score": "2" },
         { "n_score": "1", "s_score": "18" },
         { "f_score": "4", "t_score": "15" },
         { "j_score": "10", "p_score": "9" }
      ],
      "four_letter_type": "ESTJ",
      "archetype": "Te",
      "quiz_type": "K",
      "year": "2017",
      "explain_dom": "The Green in this spiritual portrait represents Robert Baratheon's dominant trait, his rationality.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  He demonstrates this trait with his constant and merciless verbal abuse of his squire, Lancel Lannister.",
      "explain_aux": "The Yellow in this spiritual portrait represents Robert Baratheon's auxiliary trait, his pragmatism.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  He demonstrates this trait when he hedonisticly indulges in food, drink, and prostitutes.",
      "story_intro_html": "<p>In Westeros, the slightest hint of disrespect towards The King &mdash; even a Mad King &mdash; is an act of treason.  And any treasonous act, whether ....</p>",
      "story_html": "<p>In Westeros, the slightest hint of disrespect towards The King &mdash; even a Mad King &mdash; is an act of treason.  And any treasonous act, whether real or only perceived, inevitably leads to a punishment that is at best permanently shameful, and at worst severe, instantaneous, and permanent in the very worst sense of the word.</p><p>Even those closest to King Baratheon, people like his wife Cersei and his best friend Ned, tremble in fear at the thought of saying something that might somehow be interpreted as posing even the slightest affront to His Majesty's sensibilities.</p><p>Robert may seem warm and friendly to some observers, because we see him through Ned Stark's eyes.  But to anyone blessed &mdash; or cursed, as the case may be &mdash; with being in a position of power in <a href='https://en.wikipedia.org/wiki/George_R._R._Martin' title='Wikipedia page for George R.R. Martin' target='_blank'>George R.R. Martin's</a> universe, emotions such as sympathy and compassion are seen as weaknesses.  And as The King, he must be hard-nosed, thick-skinned, and ultimately heartless.</p><p>Don't be fooled by his hearty laugh!  It conceals a cold, cynical heart:</p><blockquote>They never tell you how they all shit themselves [when they die in battle].  They don't put that part in the songs.</blockquote><p>For The King to exhibit any sentimentality whatsoever in this universe is to show weakness and invite usurpation.</p><p>I would imagine a portrait of <a href='https://en.wikipedia.org/wiki/Stannis_Baratheon' title='Wikipedia page for Stannis Baratheon' target='_blank'>Stannis Baratheon</a> would look similar to this, but with <b>less</b> Red and Blue.  And a portrait of <a href='https://en.wikipedia.org/wiki/Renly_Baratheon' title='Wikipedia page for Renly Baratheon' target='_blank'>Renly Baratheon</a> would look similar as well, but with <b>more</b> Red and Blue &mdash; but not as much as <a href='/image/2010-fictional-tv-game_of_thrones-1/2016/' title='Link to the spiritual portrait of Ned Stark on this site' target='_blank'>Ned's</a>!</p><p>With a spiritual portrait similar to the one on this site of <a href='/gallery/2200-fictional-movies-film_noir/' title='Link to the Film Noir gallery on this site' target='_blank'>Film Noir</a>'s <a href='/image/2200-fictional-movies-film_noir/2216/' title='Link to the page on this site containing the spiritual portrait of Mike Hammer' target='_blank'>Mike Hammer</a>, it's obvious King Robert Baratheon, and his brothers Stannis and Renly, are powerful people.  And only a fool would try to <q>mess with any of them!</q>",
      "compare_to": { "gallery_file_name": "2200-fictional-movies-film_noir", "image_id": "2216" },
      "contrast_with": { "gallery_file_name": "2010-fictional-tv-game_of_thrones-1", "image_id": "2016" }
    }, {
      "id": "2013",
      "title": "responsive_ad"
    }, {
      "id": "2016",
      "title": "Ned Stark",
      "subtitle_html": "Lord of <a href='https://en.wikipedia.org/wiki/World_of_A_Song_of_Ice_and_Fire#Winterfell' title='Section about Winterfell on the wikipedia page about the World of the book A Song of Ice and Fire' target='_blank'>Winterfell</a>",
      "gallery_page_teaser": "The nice balance of both warm and cool colors in Ned's portrait show he's well-balanced and relatable.  Click on the image to learn more!",
      "image_file_name": "isfj-ned_stark-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:Ned_Stark-Sean_Bean.jpg",
      "composition": "O",
      "score": [
         { "e_score": "9", "i_score": "10" },
         { "n_score": "8", "s_score": "11" },
         { "f_score": "12", "t_score": "7" },
         { "j_score": "11", "p_score": "8" }
      ],
      "four_letter_type": "ISFJ",
      "archetype": "Si",
      "quiz_type": "K",
      "year": "2017",
      "explain_dom": "The Yellow in this spiritual portrait represents Ned Stark's dominant trait, his pragmatism.  In Introverts, the dominant trait is directed inwardly, and spiritual portraits use a long horizontal line to represent this.  He demonstrates this trait in his willingness to confess to a treasonous crime that he didn't really commit, in an effort to spare his family additional pain.",
      "explain_aux": "The Red in this spiritual portrait represents Ned Stark's auxiliary trait, his passion.  In Introverts, the auxiliary trait is directed outwardly, and spiritual portraits use a vertical line to represent this, because it is more evident than the dominant function.  He demonstrates this trait in the way he, unlike many if not most of his peers, cares for his bastard son Jon Snow.",
      "story_intro_html": "<p>Exhibiting moderation &mdash; and a wonderfully colorful spiritual portrait &mdash; in a universe made from the extremes of fire and ice, Eddard Stark is a bit of ....</p>",
      "story_html": "<p>Exhibiting moderation &mdash; and a wonderfully colorful spiritual portrait &mdash; in a universe made from the extremes of fire and ice, Eddard Stark is a bit of an enigma.  In a world full of men and their braggadocio, Ned has time to listen and the presence of mind to act quickly, taking time to talk only when he's sure he as something worthwhile to add.</p><p>As viewers, it is easy to relate to and empathize with him.  He loves his family deeply, and they love him equally deeply in return.  Their bonds are forged with a strength capable of withstanding the worst hardships, and his integrity is capable of building character in his children &mdash; even from beyond the grave.</p><p>Ned is an honorable man, admired by everyone capable of admiring those outside of their immediate family.  Yes yes yes, of course, everyone knows I'm looking at you, and your perhaps-just-a-bit-too-closely-knit family, Lannisters!</p><p>Anyone choosing to make an enemy of Eddard Stark, Lord of Winterfell, quickly ends up making themself an enemy of ours.</p><p>As viewers, we are used to subconsciously looking for heroes with whom we can identify and use as a focal point for our parallel experience.  Ned is a natural born hero.</p><p>We are not used to seeing our heroes perish so early in the story.  It's shocking but we, like the other survivors, have no choice to go on.</p><p>As viewers, we are left with no choice but to root for his children to succeed in their various missions of revenge, recognition, and survival.  We have no choice but to queue up the next episode in the video player and pass the popcorn!</p>",
      "compare_to": { "gallery_file_name": "2050-fictional-tv-game_of_thrones-5", "image_id": "2050" },
      "contrast_with": { "gallery_file_name": "2010-fictional-tv-game_of_thrones-1", "image_id": "2010" }
    }
  ]
}
