{
  "gallery_title": "Game of Thrones Seasons 2 & 3",
  "see_gallery_button_text": "See Their Minds",
  "list_page_teaser": "In season 2, Jamie Lannister comes face-to-face with Robb and Catelyn Stark.  What sorts of personalities do these characters have?  Click to find out!",
  "description_html": "<p>These are spiritual portraits of a few characters from <a href='https://en.wikipedia.org/wiki/Game_of_Thrones' title='Wikipedia page for Game of Thrones' target='_blank'>Game of Thrones</a>, based on the first three seasons of the television series.</p><p><b>Spoiler Alert:</b> Visitors who have not seen all of the episodes up through and including season 3 may find that some of the details describing these images contain mild spoilers.  For best results, do not view the gallery for a season of the show until after watching all of its episodes.</p>",
  "story_html": "<p>At the time of this writing, the series is not yet complete.  When it finishes in 2019 and we have found time to watch and re-watch it and the other seasons a few times, additional galleries will appear on this site.</p><p>If a character evolves or changes, it may warrant posting a new image when the series completes.  As far as that goes, only time will tell.</p><p>To learn when I post new images of characters from <a href='https://en.wikipedia.org/wiki/Game_of_Thrones' title='Wikipedia page for Game of Thrones' target='_blank'>Game of Thrones</a> and other shows, follow this site on social media or <a href='https://groja.com/conversion/seeourminds' title='Link to small form you can use to join the Groja.com and SeeOurMinds.com email list' target='_blank'>join the SeeOurMinds.com email list</a>!</p>",
  "image_list":
  [
    {
      "id": "2020",
      "title": "Jaime Lannister",
      "subtitle_html": "The <a href='https://en.wikipedia.org/wiki/Jaime_Lannister' title='Wikipedia page for Jaime Lannister' target='_blank'>Kingslayer</a>",
      "gallery_page_teaser": "Jaime is highly extraverted, and shows strong preferences for being logical and down-to-earth.  Click on the image to learn more!",
      "image_file_name": "estj-jamie_lannister-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:Jaime_Lannister-Nikolaj_Coster-Waldau.jpg",
      "composition": "O",
      "score": [
         { "e_score": "19", "i_score": "0" },
         { "n_score": "2", "s_score": "17" },
         { "f_score": "4", "t_score": "15" },
         { "j_score": "10", "p_score": "9" }
      ],
      "four_letter_type": "ESTJ",
      "fixed_percentages": "",
      "archetype": "Te",
      "quiz_type": "K",
      "year": "2017",
      "explain_dom": "The Green in this spiritual portrait represents Jamie's dominant trait, his preference for making logical rather than emotional decisions.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  He demonstrates this trait in the way he can kill complete strangers without a hint of remorse.",
      "explain_aux": "The Yellow in this spiritual portrait represents Jamie's auxiliary trait, his realistic outlook.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  He demonstrates this trait in his keen fighting ability.",
      "story_intro_html": "<p>With his good looks, superb fighting skills, and wealthy family, Jamie seems to have it made.  As the story of his background unfolds, however, we ....</p>",
      "story_html": "<p>With his good looks, superb fighting skills, and wealthy family, Jamie seems to have it made.  As the story of his background unfolds, however, we learn that he has burdens and struggles, just like everyone else.</p><p>A scene in the first season, showing him in a tent with his father Tywin while his dad is skinning a recent kill, is quite revealing.  Up until that point, Jamie had always been the one dominating the conversation.  Suddenly, we see a turning of the tables.</p><p>Even more revealing is a scene in season 2, when he tells Catelyn Stark why he finds it impossible to be honorable:</p><blockquote>So many vows.  They make you swear and swear.  Defend the king, obey the king, obey your father, protect the innocent, defend the weak.  But what if your father despises the king?  What if the king massacres the innocent?  It's too much.  No matter what you do, you're forsaking one vow or another.</blockquote><p>Jamie's Extraversion gets him in trouble sometimes, but for the most part, he has the skills he needs to deal with anyone who chooses to threaten him.  <span class='air-quotes'>For the most part.</span></p><p>Listening to one of the commentary tracks, it's apparent Jamie's character will shift a bit &mdash; that he will be <q>getting in touch with his humanity</q> &mdash; after his traumatic experiences in season 3.  This made me curious to learn whether these changes would be visible in his spiritual portrait.</p><p>I created this portrait as a result.  It is important to realize that this profile is based on his character in the first three seasons only.  For now, whether his character's evolution will be evident in a later profile remains to be seen.</p>",
      "compare_to": { "gallery_file_name": "2050-fictional-tv-game_of_thrones-5", "image_id": "2052" },
      "contrast_with": { }
    }, {
      "id": "2022",
      "title": "responsive_ad"
    }, {
      "id": "2025",
      "title": "Robb Stark",
      "subtitle_html": "King in <a href='https://en.wikipedia.org/wiki/World_of_A_Song_of_Ice_and_Fire#The_North' title='Wikipedia page for the world of Game of Thrones, rendered with the section for The North appearing at the top of the window' target='_blank'>The North</a>",
      "gallery_page_teaser": "Robb's portrait shows he has the ingredients needed to make a good soldier, and he proves to be a capable military commander despite his youth.  Click on the image to learn more!",
      "image_file_name": "istj-robb_stark-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:Robb_Stark-Richard_Madden.jpg",
      "composition": "O",
      "score": [
         { "e_score": "9", "i_score": "10" },
         { "n_score": "7", "s_score": "12" },
         { "f_score": "3", "t_score": "16" },
         { "j_score": "12", "p_score": "7" }
      ],
      "four_letter_type": "ISTJ",
      "fixed_percentages": "",
      "archetype": "Si",
      "quiz_type": "K",
      "year": "2017",
      "explain_dom": "The Yellow in this spiritual portrait represents Robb's dominant trait, his realistic outlook.  In Introverts, the dominant trait is directed inwardly, and spiritual portraits use a long horizontal line to represent this.  He demonstrates this trait when he sacrifices 2,000 men in a feint so that his larger force could acheive an easy victory elsewhere.",
      "explain_aux": "The Green in this spiritual portrait represents Robb's auxiliary trait, his preference for making logical rather than emotional decisions.  In Introverts, the auxiliary trait is directed outwardly, and spiritual portraits use a vertical line to represent this, because it is more evident than the dominant function.  He demonstrates this trait by winning many battles early on in the war for the throne.",
      "story_intro_html": "<p>I thought Robb Stark's spiritual would be more colorful &mdash; more like his <a href='/image/2010-fictional-tv-game_of_thrones-1/2016/' title='Link to the spiritual portrait for Ned Stark on this site' target='_blank'>father Ned's</a> or his <a href='/image/2050-fictional-tv-game_of_thrones-5/2050/' title='Link to the spiritual portrait for Jon Snow on this site' target='_blank'>half brother Jon's</a> portrait.  So I was surprised to see ....</p>",
      "story_html": "<p>I thought Robb Stark's spiritual would be more colorful &mdash; more like his <a href='/image/2010-fictional-tv-game_of_thrones-1/2016/' title='Link to the spiritual portrait for Ned Stark on this site' target='_blank'>father Ned's</a> or his <a href='/image/2050-fictional-tv-game_of_thrones-5/2050/' title='Link to the spiritual portrait for Jon Snow on this site' target='_blank'>half brother Jon's</a> portrait.  So I was surprised to see the result looks more like <a href='/image/2020-fictional-tv-game_of_thrones-2-3/2020/' title='Link to the spiritual portrait for Jamie Lannister on this site' target='_blank'>Jamie Lannister's</a> than those of his close relatives.</p><p>This may be because we do not get to see all that much of Robb.  Indeed, most of what we see of him is in his role as commander of the North's military forces.</p><blockquote>Tell Lord Tywin, winter is coming for him. Twenty thousand northerners marching south to find out if he really does shit gold.</blockquote><p>Over the past few years I have watched the first few seasons of the show several times, and in the month or so just prior to creating this portrait, have seen all episodes featuring Robb and his mom at least three times (including all the commentary tracks).  This has inured me to much of the violence in the series in general and in the <a href='https://en.wikipedia.org/wiki/The_Rains_of_Castamere' title='Wikipedia page for The Rains of Castamere' target='_blank'>Red Wedding</a> in particular.</p><p>Not only that, repeated viewings makes it easy to see the events from Walder Frey's point of view, and even find humor in some of his snide comments and facial expressions.  I'd guess that Walder is another ISTJ; maybe someday I'll find the time and motivation to find out for sure.</p>",
      "compare_to": { "gallery_file_name": "2020-fictional-tv-game_of_thrones-2-3", "image_id": "2020" },
      "contrast_with": { "gallery_file_name": "2010-fictional-tv-game_of_thrones-1", "image_id": "2016" }
    }, {
      "id": "2027",
      "title": "Catelyn Stark",
      "subtitle_html": "Lady of <a href='https://en.wikipedia.org/wiki/World_of_A_Song_of_Ice_and_Fire#Winterfell' title='Wikipedia page for the world of Game of Thrones, rendered with the section for Winterfell appearing at the top of the window' target='_blank'>Winterfell</a>",
      "gallery_page_teaser": "Catelyn's spiritual portrait shows that she is prone to making emotional, rather than logical, decisions.  Click on the image to learn more!",
      "image_file_name": "esfj-catelyn_stark-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:Catelyn_Stark-Michelle_Fairley_S3.jpg",
      "composition": "O",
      "score": [
         { "e_score": "13", "i_score": "6" },
         { "n_score": "6", "s_score": "13" },
         { "f_score": "12", "t_score": "7" },
         { "j_score": "11", "p_score": "8" }
      ],
      "four_letter_type": "ESFJ",
      "fixed_percentages": "",
      "archetype": "Fe",
      "quiz_type": "K",
      "year": "2017",
      "explain_dom": "The Red in this spiritual portrait represents Catelyn's dominant trait, her preference for making emotional rather than logical decisions.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  She demonstrates this in the way she cares so deeply and emotionally for her husband and children.",
      "explain_aux": "The Yellow in this spiritual portrait represents Catelyn's auxiliary trait, her realistic outlook.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  She demonstrates this trait when she counsels Robb to keep his promise to Walder Frey.",
      "story_intro_html": "<p>I'd imagine that the spiritual portrait of many women &mdash; and especially those who are moms &mdash; in Westeros would look similar to this one of <a href='https://en.wikipedia.org/wiki/Catelyn_Stark' title='Wikipedia page for Catelyn Stark' target='_blank'>Catelyn Stark</a>.  The rigors of ....</p>",
      "story_html": "<p>I'd imagine that the spiritual portrait of many women &mdash; and especially those who are moms &mdash; in Westeros would look similar to this one of <a href='https://en.wikipedia.org/wiki/Catelyn_Stark' title='Wikipedia page for Catelyn Stark' target='_blank'>Catelyn Stark</a>.  The rigors of life in Westeros leaves little time for idealism, and women are expected to care for their children and families.</p><p>Although Cersei Lannister is superficially in a position similar to Catelyn's, being high-born and married to Catelyn's husband's best friend, <a href='/image/2050-fictional-tv-game_of_thrones-5/2052/' title='Link to spiritual portrait of Cersei Lannister on this site' target='_blank'>her portrait</a> looks quite different.  This is to be expected, because as any fan of the show knows, the two women's personalities are extremely different, to say the least.</p><p>Although we never meet Catelyn's father in the series, I would attribute this difference to the way they were raised.  While Cersei's father <a href='/image/2040-fictional-tv-game_of_thrones-4/2046/' title='Spiritual portrait of Tywin Lannister on this site' target='_blank'>Tywin Lannister's personality</a> is quite extreme, it should be safe to assume that Catelyn's father Hoster Tully's personality is much more moderate.</p>",
      "compare_to": { "gallery_file_name": "2400-fictional-tv-sopranos", "image_id": "2402" },
      "contrast_with": { "gallery_file_name": "2050-fictional-tv-game_of_thrones-5", "image_id": "2052" }
    }, {
      "id": "2029",
      "title": "square_ad"
    }
  ]
}
