{
  "gallery_title": "Game of Thrones Season 4",
  "see_gallery_button_text": "See Their Minds",
  "list_page_teaser": "Joffrey's personality and portrait exhibit an idealism that is rare in Westeros.  The Hound's personality and portrait are also quite different from that of a typical soldier.  Click to learn more!",
  "description_html": "<p>These are Spiritual Portraits of a few characters from <a href='https://en.wikipedia.org/wiki/Game_of_Thrones' title='Wikipedia page for Game of Thrones' target='_blank'>Game of Thrones</a>, based on the first four seasons of the television series.</p><p><b>Spoiler Alert:</b> Visitors who have not seen all of the episodes up through and including season 4 may find that some of the details describing these images contain mild spoilers.  For best results, do not view the gallery for a season of the show until after watching all of its episodes.</p>",
  "story_html": "<p>At the time of this writing, the series is not yet complete.  When it finishes in 2019 and we have found time to watch and re-watch it and the other seasons a few times, additional galleries will appear on this site.</p><p>If a character evolves or changes, it may warrant posting a new image when the series completes.  As far as that goes, only time will tell.</p><p>To learn when I post new images of characters from <a href='https://en.wikipedia.org/wiki/Game_of_Thrones' title='Wikipedia page for Game of Thrones' target='_blank'>Game of Thrones</a> and other shows, follow this site on social media or <a href='https://groja.com/conversion/seeourminds' title='Link to small form you can use to join the Groja.com and SeeOurMinds.com email list' target='_blank'>join the SeeOurMinds.com email list</a>!</p>",
  "image_list":
  [
    {
      "id": "2040",
      "title": "Joffrey Baratheon",
      "subtitle_html": "King of <a href='https://en.wikipedia.org/wiki/World_of_A_Song_of_Ice_and_Fire#Westeros' title='Wikipedia page for Westeros' target='_blank'>Westeros</a>",
      "gallery_page_teaser": "Joffrey's spiritual portrait is different from that of most of the other characters on the show in that it contains a bit of Blue - not much, but more than most of the other images - representing his openness to ideas.  Click on the image to learn more!",
      "image_file_name": "infj-joffrey_baratheon-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:Joffrey_Baratheon-Jack_Gleeson.jpg",
      "composition": "O",
      "score": [
         { "e_score": "9", "i_score": "10" },
         { "n_score": "10", "s_score": "9" },
         { "f_score": "2", "t_score": "17" },
         { "j_score": "11", "p_score": "8" }
      ],
      "four_letter_type": "INTJ",
      "fixed_percentages": "",
      "archetype": "Ni",
      "quiz_type": "K",
      "year": "2017",
      "explain_dom": "The Blue in this spiritual portrait represents Joffrey's dominant trait, his preference for ideas over facts.  In Introverts, the dominant trait is directed inwardly, and spiritual portraits use a long horizontal line to represent this.  He demonstrates this trait when he ignores his mother Cersei's pragmatic and practical advice concerning the fate of Ned Stark.",
      "explain_aux": "The Green in this spiritual portrait represents Joffrey's auxiliary trait, his preference for making logical rather than emotional decisions.  In Introverts, the auxiliary trait is directed outwardly, and spiritual portraits use a vertical line to represent this, because it is more evident than the dominant function.  He demonstrates this trait in his ability to kill animals and people without a hint of remorse.",
      "story_intro_html": "<p>When I think about idealistic people, I like to think about people such as <a href='/image/5000-politicians-us_presidents-1700s-1800s/5003/' title='Link to spiritual portrait of Thomas Jefferson on this site' target='_blank'>Thomas Jefferson</a> and <a href='/image/5000-politicians-us_presidents-1700s-1800s/5007/' title='Link to spiritual portrait of Abraham Lincoln on this site' target='_blank'>Abraham Lincoln</a>.  Joffrey is clearly ....</p>",
      "story_html": "<p>When I think about idealistic people, I like to think about people such as <a href='/image/5000-politicians-us_presidents-1700s-1800s/5003/' title='Link to spiritual portrait of Thomas Jefferson on this site' target='_blank'>Thomas Jefferson</a> and <a href='/image/5000-politicians-us_presidents-1700s-1800s/5007/' title='Link to spiritual portrait of Abraham Lincoln on this site' target='_blank'>Abraham Lincoln</a>.  Joffrey is clearly a different sort of idealist.</p><blockquote>[To Sansa Stark:] Congratulations, my lady.  Well, you've done it.  You've married a Lannister.  Soon you'll have a Lannister baby.  It's a dream come true for you, isn't it?  What a glorious day.  I suppose it doesn't really matter which Lannister puts the baby into you.  Maybe I'll pay you a visit tonight after my uncle passes out.  How'd you like that?  You wouldn't?  That's all right.  Ser Meryn and Ser Boros will hold you down.</blockquote><p>It's difficult to imagine anyone &mdash; and especially someone with integrity like Tom or Abe &mdash; saying something like that to a woman, regardless of her background!</p><p>This example illustrates the fact that the personality assessment I am using to draw these images does not measure a person's integrity, or how sociopathic they may be.</p><p>The source of <a href='https://en.wikipedia.org/wiki/Joffrey_Baratheon' title='Wikipedia page for Joffrey' target='_blank'>Joffrey's</a> idealism lies in his dark imagination.  He lives in a world of his own invention, and as a cruel king with absolute power, virtually no one dares to confront his fantasies with the truth.</p><blockquote>They say Stannis never smiles.  I'll give him a red smile, from ear to ear.</blockquote><p>Given that <a href='/image/2050-fictional-tv-game_of_thrones-5/2056/' title='Link to spiritual portrait of Stannis Baratheon on this site' target='_blank'>Stannis Baratheon</a> is a seasoned veteran of numerous battles, and Joffrey is just a skinny, arrogant teenager, this quote of his is actually rather humorous.  It's worth noting though that any humor here is totally lost on poor Sansa.</p><p>I suspect there are other idealists in Westeros whose personalities are also dark in nature.  <a href='https://en.wikipedia.org/wiki/Petyr_Baelish' title='Wikipedia page for Petyr Baelish aka. Littlefinger' target='_blank'>Petyr <q>Littlefinger</q> Baelish</a> and <a href='https://en.wikipedia.org/wiki/Melisandre' title='Wikipedia page for Melissandre' target='_blank'>Melissandre</a> come to mind as characters I believe <em>might</em> turn out to have spiritual portraits with a bit of Blue.</p><p>Another character on the show whom I suspect might be an idealist is <a href='https://en.wikipedia.org/wiki/Samwell_Tarly' title='Wikipedia page for John Tarly' target='_blank'>John Tarly</a>, who in a recent episode told Olly that <span class='air-quotes'>Wildlings are people.  Just like us, there are good ones and bad ones.</span></p><p>And then yes, there are the wildlings.  I really wish we'd seen more of Mance Rayder and <a href='https://en.wikipedia.org/wiki/Ygritte' title='Wikipedia page for Ygritte' target='_blank'>Ygritte</a>!  I can see a bit of my personal brand of idealism in their need for independence and steadfast refusal to <span class='air-quotes'>bend the knee!</span></p><p>To learn when I post new images of characters from <a href='https://en.wikipedia.org/wiki/Game_of_Thrones' title='Wikipedia page for Game of Thrones' target='_blank'>Game of Thrones</a> and other shows, follow this site on social media or <a href='https://groja.com/conversion/seeourminds' title='Link to small form you can use to join the Groja.com and SeeOurMinds.com email list' target='_blank'>join the SeeOurMinds.com email list</a>!</p>",
      "compare_to": { "gallery_file_name": "0800-real-famous-world-famous", "image_id": "0800" },
      "contrast_with": { "gallery_file_name": "2040-fictional-tv-game_of_thrones-4", "image_id": "2047" }
    }, {
      "id": "2042",
      "title": "Sandor Clegane",
      "subtitle_html": "The <a href='https://en.wikipedia.org/wiki/Sandor_Clegane' title='Wikipedia page for Sandor Clegane, aka. the Hound' target='_blank'>Hound</a>",
      "gallery_page_teaser": "Sandor's spiritual portrait contains a bit more Yellow - which represents his openness to experiences - than the images of many of the other characters on the show.  Click on the image to learn more!",
      "image_file_name": "istp-sandor_clegane-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:Sandor_Clegane-The_Hound-Rory_McCann.jpg",
      "composition": "O",
      "score": [
         { "e_score": "4", "i_score": "15" },
         { "n_score": "1", "s_score": "18" },
         { "f_score": "5", "t_score": "14" },
         { "j_score": "6", "p_score": "13" }
      ],
      "four_letter_type": "ISTP",
      "fixed_percentages": "",
      "archetype": "Ti",
      "quiz_type": "K",
      "year": "2017",
      "explain_dom": "The Green in this spiritual portrait represents The Hound's dominant trait, his preference for making logical rather emotional decisions.  In Introverts, the dominant trait is directed inwardly, and spiritual portraits use a long horizontal line to represent this.  He demonstrates this trait in his ability to kill complete strangers without hesitation or a hint of remorse.",
      "explain_aux": "The Yellow in this spiritual portrait represents The Hound's auxiliary trait, his realistic outlook.  In Introverts, the auxiliary trait is directed outwardly, and spiritual portraits use a vertical line to represent this, because it is more evident than the dominant function.  He demonstrates this trait in his keen fighting ability.",
      "story_intro_html": "<p>Sandor is an intriguing character, but doesn't say much in the early episodes in the series.</p><p>Based on the way they put rather mismatched pairs of people &mdash; such as ....</p>",
      "story_html": "<p>Sandor is an intriguing character, but doesn't say much in the early episodes in the series.</p><p>Based on the way they put rather mismatched pairs of people &mdash; such as Brienne and Jamie, and Jon and Ygritte &mdash; on interesting little side adventures, the writers are well aware of the way we Introverts tend to open up when dealing with others one-on-one.</p><blockquote>The Hound: He's weak.  He can't protect himself.  And they'll both be dead come winter.  Dead men don't need silver.<br />Arya Stark: You're the worst shit in the Seven Kingdoms!<br />The Hound: There's plenty worse than me.  <b>I just understand the way things are.</b>  How many Starks they got to behead before you figure it out?<br />[Emphasis added.]</blockquote><p>At first, Sandor seems to be little more than an insensitive and highly effective tool of the Lannisters.  This quote shows he's more perceptive than most, and the Yellow in his spiritual portrait represents his openness to seeing and understanding <span class='air-quotes'>the way things are.</span></p><blockquote>Stannis is a killer.  The Lannisters are killers.  Your father was a killer.  Your brother is a killer.  Your sons will be killers someday.  The world is built by killers.  So you'd better get used to looking at them.</blockquote><p><b>Spoiler Alert:</b> This is the series in a nutshell.  It's a good thing most of the actors are good-looking, and they have hundreds of people working on spectacular special effects, else there'd be no real reason to continue watching after we hear this.  <em>(Just kidding!)</em></p><p>At best, most others see The Hound as ugly and dumb.  Arya's opinion is obviously worse than that.</p><p>As an Introvert, Sandor couldn't care less about what others think.  He's got the skills he needs to survive longer than most, and a realistic vision of <span class='air-quotes'>the way things are,</span> so there's no disappointment when his time comes to an end.</p>",
      "compare_to": { },
      "contrast_with": { "gallery_file_name": "2020-fictional-tv-game_of_thrones-2-3", "image_id": "2027" }
    }, {
      "id": "2044",
      "title": "responsive_ad"
    }, {
      "id": "2046",
      "title": "Tywin Lannister",
      "subtitle_html": "Lord of <a href='https://en.wikipedia.org/wiki/World_of_A_Song_of_Ice_and_Fire#Casterly_Rock' title='Wikipedia page for the world of Game of Thrones, with the section for Casterly Rock at the top' target='_blank'>Casterly Rock</a>",
      "gallery_page_teaser": "Tywin has an extreme personality, and this spiritual portrait reflects that.  Click on the image to learn more!",
      "image_file_name": "istj-tywin_lannister-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:Tywin_Lannister-Charles_Dance.jpg",
      "composition": "O",
      "score": [
         { "e_score": "4", "i_score": "15" },
         { "n_score": "4", "s_score": "15" },
         { "f_score": "1", "t_score": "18" },
         { "j_score": "18", "p_score": "1" }
      ],
      "four_letter_type": "ISTJ",
      "fixed_percentages": "",
      "archetype": "Si",
      "quiz_type": "K",
      "year": "2017",
      "explain_dom": "The Yellow in this spiritual portrait represents Tywin's dominant trait, his pragmatism.  In Introverts, the dominant trait is directed inwardly, and spiritual portraits use a long horizontal line to represent this.  He demonstrates this trait in his down-to-earth manner and attention to business.",
      "explain_aux": "The Green in this spiritual portrait represents Tywin's auxiliary trait, his preference for making logical rather than emotional decisions.  In Introverts, the auxiliary trait is directed outwardly, and spiritual portraits use a vertical line to represent this, because it is more evident than the dominant function.  He demonstrates this trait in his the way he treats people, including his children without any hint of emotion.",
      "story_intro_html": "<p><a href='https://en.wikipedia.org/wiki/Tywin_Lannister' title='Wikipedia page for Tywin Lannister' target='_blank'>Tywin Lannister's</a> personality is extreme, and his spiritual portrait ....</p>",
      "story_html": "<p><a href='https://en.wikipedia.org/wiki/Tywin_Lannister' title='Wikipedia page for Tywin Lannister' target='_blank'>Tywin Lannister's</a> personality is extreme, and his spiritual portrait reflects that.</p><p>Tywin's personality (and spiritual portrait) is almost identical to <a href='/image/2050-fictional-tv-game_of_thrones-5/2056/' title='Link to the spiritual portrait of Stannis Baratheon on this site' target='_blank'>Stannis Baratheon's</a>.  This is because both characters are almost completely closed off to all Perceptions &mdash; as indicated by the extremely small quantities of Yellow and Blue.</p><p>The Lannisters are wealthy, and it's natural to assume that his children are pampered and spoiled.  In scene after scene we realize, nothing could be further from the truth!</p><p>As an Introvert, he doesn't volunteer much without prompting.  When people come to him, however, they get an immediate, honest, and direct response.</p><blockquote>The house that puts family first will always defeat the house that puts the whims and wishes of its sons and daughters first.  A good man does everything in his power to better his family's position, regardless of his own selfish desires.</blockquote><p>On the commentary tracks at least one commentator &mdash; and I believe I heard this sentiment more than once &mdash; mentions that due to the extremely closed-minded nature of the character he plays, the other cast members are actually afraid to approach <a href='http://www.imdb.com/name/nm0001097/' title='Link to the page on imdb.com for Charles Dance' target='_blank'>Charles Dance</a> off the set.  Any viewer of the show can certainly understand this reluctance!</p>",
      "compare_to": { "gallery_file_name": "2050-fictional-tv-game_of_thrones-5", "image_id": "2056" },
      "contrast_with": { "gallery_file_name": "2010-fictional-tv-game_of_thrones-1", "image_id": "2016" }
    }, {
      "id": "2047",
      "title": "Shae",
      "subtitle_html": "<a href='https://en.wikipedia.org/wiki/Tyrion_Lannister' title='Wikipedia page for Tyrion Lannister' target='_blank'>Tyrion Lannister's</a> Whore",
      "gallery_page_teaser": "Shae's spiritual portrait shows that her skills are much different from those required of a soldier.  Click on the image to learn more!",
      "image_file_name": "esfp-shae-1.jpg",
      "meat_portrait_href": "http://www.imdb.com/name/nm1402546/mediaviewer/rm2690108928",
      "composition": "O",
      "score": [
         { "e_score": "15", "i_score": "4" },
         { "n_score": "8", "s_score": "11" },
         { "f_score": "15", "t_score": "4" },
         { "j_score": "6", "p_score": "13" }
      ],
      "four_letter_type": "ESFP",
      "fixed_percentages": "",
      "archetype": "Se",
      "quiz_type": "K",
      "year": "2017",
      "explain_dom": "The Yellow in this spiritual portrait represents Shae's dominant trait, her realistic outlook.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  She demonstrates this trait in her choice of a profession based on sensory satisfaction.",
      "explain_aux": "The Red in this spiritual portrait represents Shae's auxiliary trait, her preference for making emotional rather than logical decisions.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  She demonstrates this trait in the way she refused to leave King's Landing despite being warned repeatedly that her life was in danger.",
      "story_intro_html": "<p>The Yellow and Blue in <a href='http://gameofthrones.wikia.com/wiki/Shae' title='Game of Thrones Wikia page for Shae' target='_blank'>Shae's</a> spiritual portrait show that she is ....</p>",
      "story_html": "<p>The Yellow and Blue in <a href='http://gameofthrones.wikia.com/wiki/Shae' title='Game of Thrones Wikia page for Shae' target='_blank'>Shae's</a> spiritual portrait show that she is open to both experiences and ideas.  This openness is extremely valuable &mdash; if not essential &mdash; in a prostitute.</p><blockquote>Shae: Cities make me want to fuck.<br />Tyrion Lannister: And so did the country.</blockquote><p>Shae's personality and spiritual portrait is similar to <a href='/image/2020-fictional-tv-game_of_thrones-2-3/2027/' title='Link to the spiritual portrait of Catelyn Stark on this site' target='_blank'>Catelyn Stark's</a>, but Catelyn is more decisive.  And that makes perfect sense: Catelyn is expected to nurture and mold her children into strong characters, while Shae is expected to submit to whomever has the money to pay for her services.</p><p>I cannot stress highly enough that the assessment these portraits are based on does not take morality into account.  If there was a way to test for immorality (or sociopathy), we could use it to find possible troublemakers early on, and take appropriate action before they harm themselves or others.</p><p>Because <a href='http://gameofthrones.wikia.com/wiki/Ros' title='Gameofthrones.Wikia page for Ros' target='_blank'>Ros</a> is also a prostitute &mdash; and her livelihood is to be open and please others &mdash; I suspect that her spiritual portrait would be similar as well.</p>",
      "compare_to": { "gallery_file_name": "2020-fictional-tv-game_of_thrones-2-3", "image_id": "2027" },
      "contrast_with": { "gallery_file_name": "2040-fictional-tv-game_of_thrones-4", "image_id": "2040" }
    }, {
      "id": "2049",
      "title": "responsive_ad"
    }
  ]
}
