{
  "gallery_title": "Game of Thrones Season 5",
  "see_gallery_button_text": "See Their Minds",
  "list_page_teaser": "Jon Snow, Stannis Baratheon, and Cersei Lannister are all ISTJs, but their personalities are quite different - especially Jon's.  What's up with that?  Click to learn more!",
  "description_html": "<p>These are Spiritual Portraits of a few characters from <a href='https://en.wikipedia.org/wiki/Game_of_Thrones' title='Wikipedia page for Game of Thrones' target='_blank'>Game of Thrones</a>, based on the first five seasons of the television series.</p><p><b>Spoiler Alert:</b> Visitors who have not seen all of the episodes up through and including season 5 may find that some of the details describing these images contain mild spoilers.  For best results, do not view the gallery for a season of the show until after watching all of its episodes.</p>",
  "story_html": "<p>The personalities on this page show the limitations of using just a four-letter type to describe a personality.  All three characters are ISTPs to varying degrees &mdash; and the way they do not hesitate to do battle, for example, shows they share similar guardian tendencies &mdash; but their personalities differ greatly.</p><p>Jon's preferences are mild, while Cersei's are strong, and Stannis' are extreme, and their images reflect these relative strengths.  These three images could be considered <q>the good, the bad, and the ugly</q> of ISTPs.</p><p>At the time of this writing, the series is not yet complete.  When it finishes in 2019 and we have found time to watch and re-watch it and the other seasons a few times, additional galleries will appear on this site.</p><p>If a character evolves or changes, it may warrant posting a new image when the series completes.  As far as that goes, only time will tell.</p><p>To learn when I post new images of characters from <a href='https://en.wikipedia.org/wiki/Game_of_Thrones' title='Wikipedia page for Game of Thrones' target='_blank'>Game of Thrones</a> and other shows, follow this site on social media or <a href='https://groja.com/conversion/seeourminds' title='Link to small form you can use to join the Groja.com and SeeOurMinds.com email list' target='_blank'>join the SeeOurMinds.com email list</a>!</p>",
  "image_list":
  [
    {
      "id": "2050",
      "title": "Jon Snow",
      "subtitle_html": "998th Lord Commander of the <a href='https://en.wikipedia.org/wiki/List_of_A_Song_of_Ice_and_Fire_characters#Night.27s_Watch' title='Wikipedia page of Characters, with those who are members of the Nights Watch at the top' target='_blank'>Night's Watch</a>",
      "gallery_page_teaser": "Jon's spiritual portrait shows he has the pragmatism and logic needed to be a soldier, but his preferences are not as strong as those in many of the others.  Click on the image to learn more!",
      "image_file_name": "istj-jon_snow-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:Jon_Snow-Kit_Harington.jpg",
      "composition": "O",
      "score": [
         { "e_score": "9", "i_score": "10" },
         { "n_score": "6", "s_score": "13" },
         { "f_score": "9", "t_score": "10" },
         { "j_score": "10", "p_score": "9" }
      ],
      "four_letter_type": "ISTJ",
      "fixed_percentages": "",
      "archetype": "Si",
      "quiz_type": "K",
      "year": "2017",
      "explain_dom": "The Yellow in this spiritual portrait represents Jon's dominant trait, his realistic outlook.  In Introverts, the dominant trait is directed inwardly, and spiritual portraits use a long horizontal line to represent this.  He demonstrates this trait in his keen fighting ability.",
      "explain_aux": "The Green in this spiritual portrait represents Jon's auxiliary trait, his cool-headedness.  In Introverts, the auxiliary trait is directed outwardly, and spiritual portraits use a vertical line to represent this, because it is more evident than the dominant function.  He demonstrates this trait in his ability to kill strangers without remorse when performing his duty to defend the northern wall.",
      "story_intro_html": "<p>All of <a href='https://en.wikipedia.org/wiki/Jon_Snow_(character)' title='Wikipedia page for Jon Snow' target='_blank'>Jon Snow's</a> preferences are very slight, making his spiritual portrait very colorful.  His preference for ....</p>",
      "story_html": "<p>All of <a href='https://en.wikipedia.org/wiki/Jon_Snow_(character)' title='Wikipedia page for Jon Snow' target='_blank'>Jon Snow's</a> preferences are very slight, making his spiritual portrait very colorful.  His preference for pragmatism (the <q>S</q>ensing score) is the only one greater than 60%, and one could say he's not really an ISTJ but rather an XSXX.</p><p>Just as this makes it easy for most people to relate to and like Jon, it also makes it easy for people with strong preferences and rigid viewpoints to dislike him and even suspect him of being treasonous.  As the Master of Arms at Castle Black, <a href='http://gameofthrones.wikia.com/wiki/Alliser_Thorne' title='Page for Alliser Thorne on gameofthrones.wikia.com' target='_blank'>Alliser Thorne</a> &mdash; who made no effort to conceal his dislike for Jon from the start &mdash; put it:</p><blockquote>You have a good heart, Jon Snow.  It'll get us all killed.<br />- Alliser Thorne</blockquote><p>Jon's mild preferences can make him feel conflicted, to the point where he can be insubordinate and put his personal desires over the demands of convention:</p><blockquote>Ser Davos: You were seen taking the body of a wilding girl north of the Wall.  Why?<br />Jon Snow: It's where she belonged.<br />Ser Davos: Some of the Night's Watch feel you have too too much affection for the wildings.<br />Jon Snow: The were born on the wrong side of the wall.  That doesn't make them monsters.</blockquote><p>Like <a href='/image/2020-fictional-tv-game_of_thrones-2-3/2020/' title='Link to the spiritual portrait of Jamie Lannister on this site' target='_blank'>Jamie Lannister's</a> character in season 3, Jon Snow experiences some serious trauma in season 5.  Depending on how his character develops, I may create another personality profile and spiritual portrait based on the later seasons.</p><p>To learn when I post new images of characters from <a href='https://en.wikipedia.org/wiki/Game_of_Thrones' title='Wikipedia page for Game of Thrones' target='_blank'>Game of Thrones</a> and other shows, follow this site on social media or <a href='https://groja.com/conversion/seeourminds' title='Link to small form you can use to join the Groja.com and SeeOurMinds.com email list' target='_blank'>join the SeeOurMinds.com email list</a>!</p>",
      "compare_to": { "gallery_file_name": "2010-fictional-tv-game_of_thrones-1", "image_id": "2016" },
      "contrast_with": { "gallery_file_name": "2050-fictional-tv-game_of_thrones-5", "image_id": "2056" }
    }, {
      "id": "2052",
      "title": "Cersei Lannister",
      "subtitle_html": "Queen of the Andals and the First Men",
      "gallery_page_teaser": "Cersei's strong preferences show that she is definitely more decisive and pragmatic than Jon, but they are not as extreme as Stannis'.  Click on the image to learn more!",
      "image_file_name": "istj-cersei_lannister-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:Cersei_Lannister-Lena_Headey.jpg",
      "composition": "O",
      "score": [
         { "e_score": "9", "i_score": "10" },
         { "n_score": "3", "s_score": "16" },
         { "f_score": "3", "t_score": "16" },
         { "j_score": "15", "p_score": "4" }
      ],
      "four_letter_type": "ISTJ",
      "fixed_percentages": "",
      "archetype": "Si",
      "quiz_type": "K",
      "year": "2017",
      "explain_dom": "The Yellow in this spiritual portrait represents Cersei's dominant trait, pragmatism realism realistic outlook openness to experiences.  In Introverts, the dominant trait is directed inwardly, and spiritual portraits use a long horizontal line to represent this.  She demonstrates this trait in her practical and pragmatic choice to confess her sins rather than endure continued confinement by the Faith Militant.",
      "explain_aux": "The Green in this spiritual portrait represents Cersei's auxiliary trait, rationality cool-headedness.  In Introverts, the auxiliary trait is directed outwardly, and spiritual portraits use a vertical line to represent this, because it is more evident than the dominant function.  She demonstrates this trait in the cold, ruthless manner in which she deals with everyone, except possibly her children.",
      "story_intro_html": "<p>She is a very attractive woman, but unless you are one of her children, it is difficult to like Queen <a href='https://en.wikipedia.org/wiki/Cersei_Lannister' title='Wikipedia page for Cersei Lannister' target='_blank'>Cersei Lannister</a>.</p><p>As her brother ....</p>",
      "story_html": "<p>She is a very attractive woman, but unless you are one of her children, it is difficult to like Queen <a href='https://en.wikipedia.org/wiki/Cersei_Lannister' title='Wikipedia page for Cersei Lannister' target='_blank'>Cersei Lannister</a>.</p><p>As her brother Tyrion so aptly puts it:</p><blockquote>You love your children.  That is your one redeeming quality &mdash; that, and your cheekbones.<br />- Tyrion Lannister</blockquote><p>On one of the commentary tracks the actress behind the role, <a href='https://en.wikipedia.org/wiki/Lena_Headey' title='Wikipedia page for Lena Headey' target='_blank'>Lena Headey,</a> makes it clear that she does not like the character she plays.  At one point she calls herself and Jamie <span class='air-quotes'>the shits.</span>  Her commentaries are some of my favorites!</p><p>In one scene, even her fiance, <a href='http://gameofthrones.wikia.com/wiki/Loras_Tyrell' title='Link to page on gameofthrones.wikia.com for Ser Loras Tyrell' target='_blank'>Ser Loras Tyrell</a>, has trouble making small talk:</p><blockquote>Ser Loras: My father once told me....<br />Cersei Lannister: Nobody cares what your father once told you.</blockquote><p>Her personality and spiritual portrait are somewhat similar to <a href='/image/2020-fictional-tv-game_of_thrones-2-3/2020/' title='Link to spiritual portrait of Jamie Lannister on this site' target='_blank'>Jamie Lannister's</a>, which makes sense because they are twins and very close.</p><p>Like Jamie in season 3 and <a href='/image/2050-fictional-tv-game_of_thrones-5/2050/' title='Link to the spiritual portrait on this site for Jon Snow' target='_blank'>Jon Snow's</a> character in season 5, Cersei experiences some serious trauma in season 5. Depending on how his character develops, I may create another personality profile and spiritual portrait based on the later seasons.</p><p>To learn when I post new images of characters from <a href='https://en.wikipedia.org/wiki/Game_of_Thrones' title='Wikipedia page for Game of Thrones' target='_blank'>Game of Thrones</a> and other shows, follow this site on social media or <a href='https://groja.com/conversion/seeourminds' title='Link to small form you can use to join the Groja.com and SeeOurMinds.com email list' target='_blank'>join the SeeOurMinds.com email list</a>!</p>",
      "compare_to": { "gallery_file_name": "2020-fictional-tv-game_of_thrones-2-3", "image_id": "2020" },
      "contrast_with": { }
    }, {
      "id": "2054",
      "title": "responsive_ad"
    }, {
      "id": "2056",
      "title": "Stannis Baratheon",
      "subtitle_html": "Lord of <a href='https://en.wikipedia.org/wiki/World_of_A_Song_of_Ice_and_Fire#Dragonstone' title='Section about Dragonstone on the wikipedia page for the World of A Song of Ice and Fire' target='_blank'>Dragonstone</a>",
      "gallery_page_teaser": "Stannis has an extreme personality, and this spiritual portrait reflects his strong preferences.  Click on the image to learn more!",
      "image_file_name": "istj-stannis_baratheon-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:Stannis_Baratheon-Stephen_Dillane.jpg",
      "composition": "O",
      "score": [
         { "e_score": "2", "i_score": "17" },
         { "n_score": "2", "s_score": "17" },
         { "f_score": "1", "t_score": "18" },
         { "j_score": "17", "p_score": "2" }
      ],
      "four_letter_type": "ISTJ",
      "fixed_percentages": "",
      "archetype": "Si",
      "quiz_type": "K",
      "year": "2017",
      "explain_dom": "The Yellow in this spiritual portrait represents Stannis' dominant trait, his pragmatism.  In Introverts, the dominant trait is directed inwardly, and spiritual portraits use a long horizontal line to represent this.  He demonstrates this trait in the way he abandons faith in the Seven for a religion that promises him personal gain.",
      "explain_aux": "The Green in this spiritual portrait represents Stannis' auxiliary trait, his rationality.  In Introverts, the auxiliary trait is directed outwardly, and spiritual portraits use a vertical line to represent this, because it is more evident than the dominant function.  He demonstrates this trait in the way he is able to fearlessly lead his army on the field of battle, and most tragically, in the way he treats his daughter, the Princess Shireen, when she dies.",
      "story_intro_html": "<p>Like his personality, <a href='https://en.wikipedia.org/wiki/Stannis_Baratheon' title='Wikipedia page for Stannis Baratheon' target='_blank'>Stannis Baratheon's</a> spiritual portrait is extreme.  It looks very ....</p>",
      "story_html": "<p>Like his personality, <a href='https://en.wikipedia.org/wiki/Stannis_Baratheon' title='Wikipedia page for Stannis Baratheon' target='_blank'>Stannis Baratheon's</a> spiritual portrait is extreme.  It looks very much like the one of <a href='/image/2040-fictional-tv-game_of_thrones-4/2046/' title='Link to the spiritual portrait of Tywin Lannister on this site' target='_blank'>Tywin Lannister</a> on this site.</p> <p>To say that Stannis is <q>cold</q> is an understatement.  In one scene he describes his relationship to his older brother <a href='/image/2010-fictional-tv-game_of_thrones-1/2010/' title='Robert Baratheon on this site' target='_blank'>Robert Baratheon</a> thusly:</p><blockquote>He wasn't my <q>beloved</q> brother.  I didn't love him.  He didn't love me.</blockquote><p>Like Tywin, Stannis is an extremely unpleasant person.  He is interested only in power.  Honor is for dummies.</p><blockquote>Jon Snow: I pledged my life to the Night's Watch.<br />Stannis Baratheon: You're as stubborn as your father, and as honorable.<br />Jon Snow: I can imagine no higher praise.<br />Stannis Baratheon: I did not mean it as praise.  Honor got your father killed.</blockquote><p>Like so many of the other characters on Game of Thrones, Stannis is a tragic figure.  Unlike many of the others, it's difficult to feel any sympathy for him.</p>",
      "compare_to": { "gallery_file_name": "2040-fictional-tv-game_of_thrones-4", "image_id": "2046" },
      "contrast_with": { }
    }, {
      "id": "2059",
      "title": "responsive_ad"
    }
  ]
}
