{
  "gallery_title": "Game of Thrones Season 6",
  "see_gallery_button_text": "See Their Minds",
  "list_page_teaser": "Tommen Baratheon's spiritual portrait shows he is vastly different from his brother Joffrey.  Meanwhile, Margeary's image shows some idealism that is rare in Westeros, while the High Sparrow's portrait bears a striking resemblance to that of Margeary's late husband.  Click to learn more!",
  "description_html": "<p>These are Spiritual Portraits of a few characters from <a href='https://en.wikipedia.org/wiki/Game_of_Thrones' title='Wikipedia page for Game of Thrones' target='_blank'>Game of Thrones</a>, based on the first six seasons of the television series.</p><p><b>Spoiler Alert:</b> Visitors who have not seen all of the episodes up through and including season 6 may find that some of the details describing these images contain mild spoilers.  For best results, do not view the gallery for a season of the show until after watching all of its episodes.</p>",
  "story_html": "<p>At the time of this writing, the series is not yet complete.  When it finishes in 2019 and we have found time to watch and re-watch it and the other seasons a few times, additional galleries will appear on this site.</p><p>If a character evolves or changes, it may warrant posting a new image when the series completes.  As far as that goes, only time will tell.</p><p>To learn when I post new images of characters from <a href='https://en.wikipedia.org/wiki/Game_of_Thrones' title='Wikipedia page for Game of Thrones' target='_blank'>Game of Thrones</a> and other shows, follow this site on social media or <a href='https://groja.com/conversion/seeourminds' title='Link to small form you can use to join the Groja.com and SeeOurMinds.com email list' target='_blank'>join the SeeOurMinds.com email list</a>!</p>",
  "image_list":
  [
    {
      "id": "2060",
      "title": "Tommen Baratheon",
      "subtitle_html": "<a href='https://en.wikipedia.org/wiki/Tommen_Baratheon' title='Wikipedia page for Tommen Baratheon' target='_blank'>King of the Andals and the First Men,</a> Lord of the Seven Kingdoms, and Protector of the Realm",
      "gallery_page_teaser": "Tommen Baratheon's spiritual portrait shows he is open-minded, down-to-earth, and private yet friendly.  Click on the image to learn more!",
      "image_file_name": "isfp-tommen_baratheon-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:Tommen_Baratheon-Dean-Charles_Chapman.jpg",
      "composition": "O",
      "score": [
         { "e_score": "2", "i_score": "17" },
         { "n_score": "4", "s_score": "15" },
         { "f_score": "12", "t_score": "7" },
         { "j_score": "6", "p_score": "13" }
      ],
      "four_letter_type": "ISFP",
      "fixed_percentages": "",
      "archetype": "Fi",
      "quiz_type": "K2",
      "year": "2017",
      "explain_dom": "The Red in Tommen's spiritual portrait represents his dominant personality trait, his preference for the emotional over the logical.  In Introverts, the dominant trait is directed inwardly, and spiritual portraits use a long horizontal line to represent this.  He demonstrates this trait in his compassion for others, even those who would do him harm.",
      "explain_aux": "The Yellow in Tommen's spiritual portrait represents his auxiliary personality trait, his openness to experiences more than ideas.  In Introverts, the auxiliary trait is directed outwardly, and spiritual portraits use a vertical line to represent this, because it is more evident than the dominant function.  He demonstrates this trait in the way he is easily manipulated by those who are more ambitious and decisive than he is.",
      "story_intro_html": "<p>Tommen's personality stands in stark contrast to that of his older brother, Joffrey.  It's no surprise that their spiritual portraits are also ....</p>",
      "story_html": "<p>Tommen's personality stands in stark contrast to that of his older brother, Joffrey.  It's no surprise that their spiritual portraits are also very different.</p><h4>Not at All Like <a href='/image/2040-fictional-tv-game_of_thrones-4/2040/' title='Link to spiritual portrait of Joffrey on this site'>Joffrey</a></h4><p>Tommen is much less decisive than Joffrey.  The Yellow dominating Tommen's portrait shows he is realistic and prefers being open to new experiences, while the Green dominating <a href='/image/2040-fictional-tv-game_of_thrones-4/2040/' title='Link to spiritual portrait of Joffrey on this site'>Joffrey's image</a> shows he prefers making objective decisions.</p><p>Put simply, they are as different as night and day &mdash; or better yet, as different as milk (Tommen) and napalm (Joffrey).</p><h4>The Difference Is Obvious</h4><p>The huge difference in temperament between Tommen and Joffrey becomes obvious early on, as in this scene following the consummation of his and Margaery's marriage:</p><blockquote>[Both are in bed, and out of breath.]<br />King Tommen Baratheon: Did I hurt you?<br />Queen Margaery Tyrell: No.  You were lovely.<br />King Tommen Baratheon: It all happened so fast.<br />Queen Margaery Tyrell: Yes.  [Chuckles softly.]<br />King Tommen Baratheon: I was scared maybe I hurt you.  It sounded like....<br />Queen Margaery Tyrell: No.  You're very sweet.  The sweetest king who ever lived.<br />King Tommen Baratheon: This is all I want to do all day, every day, for the rest of my life.<br />Queen Margaery Tyrell: [Laughs.]  Wouldn't that be glorious?  Shouldn't we rest a little while?  Just to catch our breath?  There's no rush, is there?<br />King Tommen Baratheon: Of course not.  Are you hungry?  Should I have them bring you some cake or pomegranate juice?<br />Queen Margaery Tyrell: No, I'm fine.  I just want you all to myself.  I want to know everything there is to know about King Tommen, First of His Name.<br />King Tommen Baratheon: <q>King Tommen.</q>  Still sounds strange to me.  Does <q>Queen Margaery</q> sound strange to you?<br />Queen Margaery Tyrell: So strange.  Husband.<br />King Tommen Baratheon: Wife.  [Both laugh.]  Sometimes it feels odd.  I'm the king, I've married the most beautiful woman in the world, and it's all because my brother died.<br />Queen Margaery Tyrell: I understand.  But it's not your fault.  You know that, don't you?  You mustn't feel guilty.<br />King Tommen Baratheon: I don't feel guilty.  That's what's odd.  [Sits up.]  Do you like to sail?<br />Queen Margaery Tyrell: [Sits up.]  I love to sail.<br />King Tommen Baratheon: I do, too.<br />Queen Margaery Tyrell: I think we're going to be very happy, you and I.<br />King Tommen Baratheon: I do, too.<br />&nbsp;&mdash;&nbsp;Game of Thrones: <a href='http://www.imdb.com/title/tt4077554/' title='Page for the GoT Episode High Sparrow, Season 5, Episode 3, on imdb.com' target='_blank'>High Sparrow</a>, Season 5, Episode 3.</blockquote><p>It's impossible to imagine Tommen's brother Joffrey &mdash; or any other typically male character in the show &mdash; treating a woman with such tenderness.</p><h4>A Welcome Change &mdash; At First</h4><p>At first, Tommen's openness is a welcome change from Joffrey's sadistic and frequently random cruelty.  Soon it becomes obvious the young king is not really fit to rule without support.</p><p>Thus, Tommen's openness makes him susceptible to manipulation.  His grandfather <a href='/image/2040-fictional-tv-game_of_thrones-4/2046/' title='Link to spiritual portrait of Tywin Lannister on this site'>Tywin Lannister</a> provides some valuable mentoring early on, but he ultimately finds himself trapped between the women in his life &mdash; trapped between his mother <a href='/image/2050-fictional-tv-game_of_thrones-5/2052/' title='Link to spiritual portrait of Cersei Lannister on this site'>Cersei</a> and his wife <a href='/image/2060-fictional-tv-game_of_thrones-6/2062/' title='Link to spiritual portrait of Margaery Tyrell on this site'>Margaery</a>.</p><h4>A Puppet Without a Puppet Master</h4><p>Without the guidance and stablizing influence of his grandfather Tywin, the Cersei-Tommen-Margaery relationship triangle quickly leads to conflict, suffering, and disappointment.</p><blockquote>The king is supposed to be the Protector of the Realm.  If I can't even protect my own wife or my own mother, what good am I?<br />&nbsp;&mdash;&nbsp;Game of Thrones: <a href='http://www.imdb.com/title/tt4077554/' title='Page for the GoT Episode Home, Season 6, Episode 2, on imdb.com' target='_blank'>Home</a>, Season 6, Episode 2.</blockquote><p>Ultimately, Tommen disappoints everyone, including himself.</p><hr /><p>Tommen's character is not very well developed in the TV series.  This is certainly due to the fact he is very young, and reflects the fact that he is <a href='https://en.wikipedia.org/wiki/Tommen_Baratheon#Overview' title='Wikipedia page for Tommen, cued to the Overview section' target='_blank'>not a point-of-view character</a> in the books.</p><p>As a king, though, his spiritual portrait merits inclusion in the <a href='/galleries' title='Link to the galleries of spiritual portraits on this site'>galleries</a> on <a href='/home' title='Link to the home page on this site'>SeeOurMinds.com</a>.  And as a high-born who becomes king, it is interesting to see how his spiritual portrait (ISFP) more closely resembles those of <a href='/image/2040-fictional-tv-game_of_thrones-4/2042/' title='Link to spiritual portrait of Sandor Clegane on this site'>Sandor Clegane</a> (ISTP) and <a href='/image/2040-fictional-tv-game_of_thrones-4/2047/' title='Link to spiritual portrait of Shea on this site'>Shea</a> (ESFP) than it does his family members, <a href='/image/2040-fictional-tv-game_of_thrones-4/2040/' title='Link to spiritual portrait of Joffrey on this site'>Joffrey</a> (INTJ), <a href='/image/2050-fictional-tv-game_of_thrones-5/2052/' title='Link to spiritual portrait of Cersei on this site'>Cersei</a> (ISTJ), and <a href='/image/2040-fictional-tv-game_of_thrones-4/2046/' title='Link to spiritual portrait of Tywin on this site'>Tywin</a> (ISTJ).</p>",
      "compare_to": { },
      "contrast_with": { "gallery_file_name": "2040-fictional-tv-game_of_thrones-4", "image_id": "2040" }
    }, {
      "id": "2062",
      "title": "Margaery Tyrell",
      "subtitle_html": "<a href='https://en.wikipedia.org/wiki/Margaery_Tyrell' title='Wikipedia page for Margaery Tyrell' target='_blank'>Queen Margaery</a> of the <a href='https://en.wikipedia.org/wiki/World_of_A_Song_of_Ice_and_Fire#Westeros' title='Wikipedia page for Westeros' target='_blank'>Seven Kingdoms</a>",
      "gallery_page_teaser": "Margaery Tyrell's spiritual portrait shows she is open-minded, idealistic, outgoing, warm, and friendly.  Click on the image to learn more!",
      "image_file_name": "enfp-margaery_tyrell-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:Margery_Tyrell-Natalie_Dormer.jpg",
      "composition": "O",
      "score": [
         { "e_score": "17", "i_score": "2" },
         { "n_score": "11", "s_score": "8" },
         { "f_score": "16", "t_score": "3" },
         { "j_score": "7", "p_score": "12" }
      ],
      "four_letter_type": "ENFP",
      "fixed_percentages": "",
      "archetype": "Ne",
      "quiz_type": "K2",
      "year": "2017",
      "explain_dom": "The Blue in Margaery's spiritual portrait represents her dominant personality trait, her openness to ideas.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  She demonstrates this trait in the way she easily adapts to new situations.",
      "explain_aux": "The Red in Margaery's spiritual portrait represents her auxiliary personality trait, her warmth and compassion.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  She demonstrates this trait in her friendliness and amiability, and the way she cares for poor people.",
      "story_intro_html": "<p>This spiritual portrait of Margaery Tyrell shows she prefers to be idealistic (Blue) and compassionate (Red).  Her personality contrasts strongly with the personality of many....</p>",
      "story_html": "<p>This spiritual portrait of Margaery Tyrell shows she prefers to be idealistic (Blue) and compassionate (Red).  Her personality contrasts strongly with the personality of most of the other characters on <a href='https://en.wikipedia.org/wiki/Game_of_Thrones' title='Wikipedia page for Game of Thrones' target='_blank'>Game of Thrones</a>, which are in general more pragmatic (Yellow) or objective (Green) or both.</p><h4>Vision, Compassion, and a Very Specific Goal</h4><p>Her idealism and compassion is evident in her desire for a better world for everyone in general and herself in particular.  Her idealism is ostensibly the reason she helps the poor, but ultimately her choice of men makes it obvious her goal is to become the queen.</p><p>With this very specific goal in mind, Margaery knows she cannot afford to be picky when it comes to choosing her mate.</p><blockquote>Some women like tall men.  Some like short men.  Some like hairy men.  And then some like bald men.  Gentle men, rough men, ugly men, pretty men, pretty girls.  Most women don't know what they like until they've tried it.  And, sadly, so many of us get to try so little before we're old and gray.<br />&nbsp;&mdash;&nbspGame of Thrones: <a href='http://www.imdb.com/title/tt2178814/' title='Page for season 3, episode 7 of GoT: The Bear and the Maiden Fair on imdb.com' target='_blank'>The Bear and the Maiden Fair</a>, Season 3, Episode 7.</blockquote><p>Her marriages make it apparent she will not let petty superficialities get in the way of achieving her goal.  And she accepts that she may not get someone who is ideal, which is ok, because she's focused on the big picture.</p><p>At one point she comes very close to achieving her goal, but fails:</p><blockquote>Margaery Tyrell: One of my husbands preferred the company of men and was stabbed through the heart.  Another was happiest torturing animals and was poisoned at our wedding feast.  I must be cursed.<br />Olenna Tyrell: Nonsense.  Your circumstances have improved markedly.  You may not have enjoyed watching him die, but you enjoyed it more than you would have enjoyed being married to him, I can promise you that.<br />Margaery Tyrell: But I would have been the queen.<br />Olenna Tyrell: Our alliance with the Lannisters remains every bit as necessary to them as it is unpleasant for us.  You did wonderful work on Joffrey.  The next one should be easier.<br />&nbsp;&mdash;&nbsp;Game of Thrones: <a href='http://www.imdb.com/title/tt2972426/' title='Page for Season 4, Episode 3 of GoT: Breaker of Chains on imdb.com' target='_blank'>Breaker of Chains</a>, Season 4, Episode 3.</blockquote><p>However, she perseveres &mdash; and eventually succeeds:</p><blockquote>King Tommen Baratheon: <q>King Tommen.</q>  Still sounds strange to me.  Does <q>Queen Margaery</q> sound strange to you?<br />Queen Margaery Tyrell: So strange.  Husband.<br />King Tommen Baratheon: Wife.  [Both laugh.]  Sometimes it feels odd.  I'm the king, I've married the most beautiful woman in the world, and it's all because my brother died.<br />Queen Margaery Tyrell: I understand.  But it's not your fault.  You know that, don't you?  You mustn't feel guilty.<br />King Tommen Baratheon: I don't feel guilty.  That's what's odd.  [Sits up.]  Do you like to sail?<br />&nbsp;&mdash;&nbsp;Game of Thrones: <a href='http://www.imdb.com/title/tt3866836/' title='Page for Season 5, Episode 3 of GoT: High Sparrow on imdb.com' target='_blank'>High Sparrow</a>, Season 5, Episode 3.</blockquote><h4>In the Game of Thrones You Either Win or ...</h4><p>Margaery's extraordinary intuition evidences itself in a profound way at Cersei's trial, in the final scene in the sept:</p><blockquote>Margaery Tyrell: There's something wrong.<br />High Sparrow: You have nothing to fear, Your Grace.  The trial will begin shortly.<br />Margaery Tyrell: Cersei is not here.  Tommen is not here. Why do you think they're not here?<br />High Sparrow: If the accused is not here, she will be tried regardless.  We cannot escape the justice of the gods.<br />Margaery Tyrell: Forget about the bloody gods and listen to what I'm telling you.  Cersei understands the consequences of her absence and she is absent anyway, which means she does not intend to suffer those consequences.  The trial can wait.  We all need to leave.<br />&nbsp;&mdash;&nbsp;Game of Thrones: <a href='http://www.imdb.com/title/tt4283094/' title='Page for Season 6, Episode 10 of GoT: The Winds of Winter on imdb.com' target='_blank'>The Winds of Winter</a>, Season 6, Episode 10.</blockquote><p>Out of all the people in the sept that day, she is the only one who foresaw the danger they were in.</p><p>Margarey Tyrell's spiritual portrait, along with her words and actions, show that the idealism in her personality makes her personality truly unique among the <a href='https://en.wikipedia.org/wiki/World_of_A_Song_of_Ice_and_Fire#Westeros' title='Wikipedia page for Song of Fire and Ice, cued up to the section on Westeros' target='_blank'>Westerosi</a>.</p>",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "2064",
      "title": "responsive_ad"
    }, {
      "id": "2066",
      "title": "High Sparrow",
      "subtitle_html": "<a href='https://en.wikipedia.org/wiki/High_Sparrow' xtitle='Wikipedia page for High Sparrow' target='_blank'>High Septon</a>, Father of the Faithful, and Voice of the Seven on Earth",
      "gallery_page_teaser": "The High Sparrow's spiritual portrait shows he is extremely logical and rather idealistic.  Click on the image to learn more!",
      "image_file_name": "intj-high_sparrow-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:The_High_Sparrow-Jonathan_Pryce.jpg",
      "composition": "O",
      "score": [
         { "e_score": "9", "i_score": "10" },
         { "n_score": "12", "s_score": "7" },
         { "f_score": "2", "t_score": "17" },
         { "j_score": "14", "p_score": "5" }
      ],
      "four_letter_type": "INTJ",
      "fixed_percentages": "",
      "archetype": "Ni",
      "quiz_type": "K2",
      "year": "2017",
      "explain_dom": "The Blue in the High Sparrow's spiritual portrait represents his dominant personality trait, his idealism.  In Introverts, the dominant trait is directed inwardly, and spiritual portraits use a long horizontal line to represent this.  He demonstrates this trait in his plain manner of dress, which includes going without shoes.",
      "explain_aux": "The Green in the High Sparrow's spiritual portrait represents his auxiliary personality trait, his objectivity.  In Introverts, the auxiliary trait is directed outwardly, and spiritual portraits use a vertical line to represent this, because it is more evident than the dominant function.  He demonstrates this trait in the way he insists that the laws apply equally to all people, regardless of whether they are high-born, or how much wealth or power they might have.",
      "story_intro_html": "<p>The High Sparrow's spiritual portrait is a bit different from the images of most of the other <a href='https://en.wikipedia.org/wiki/Game_of_Thrones' title='Wikipedia page for the Game of Thrones' target='_blank'>Game of Thrones</a> characters on this site.  Interestingly, it is looks more like the portrait of ....</p>",
      "story_html": "<p>The High Sparrow's spiritual portrait is a bit different from the images of most of the other <a href='https://en.wikipedia.org/wiki/Game_of_Thrones' title='Wikipedia page for the Game of Thrones' target='_blank'>Game of Thrones</a> characters on this site.  Interestingly, it is looks more like the portrait of <a href='/image/2040-fictional-tv-game_of_thrones-4/2040/' title='Link to spiritual portrait of Joffrey Baratheon on this site'>Joffrey Baratheon</a> than it does to the image of any of the other characters.</p><h4>Very Much Like <a href='/image/2040-fictional-tv-game_of_thrones-4/2040/' title='Link to spiritual portrait of Joffrey on this site'>Joffrey</a></h4><p>Both the High Sparrow and Joffrey are decisive and intuitive INTJs who are capable of extreme cruelty &mdash; but manage to get others to carry out their dirty work.  In the portraits of these two personalities, this quality shows up as large amounts of Green, indicating a preference for objectivity over compassion.</p><p>The main difference between them is that the High Sparrow's ideals have a foundation in the <a href='https://en.wikipedia.org/wiki/Themes_in_A_Song_of_Ice_and_Fire#Faith_of_the_Seven' title='Wikipedia page for Themes in the series, cued to the part of the page that describes the Faith of the Seven' target='_blank'>Faith of the Seven</a>, while Joffrey's ideals appear to be founded on whimsy.  Not only that, but when it comes to his ideals, the High Sparrow sees past others' personas and into the strength of their faith.</p><blockquote>You know, there are some who know every verse of the sacred text, but don't have a drop of the Mother's mercy in their blood, and savages who can't read at all who understand the Father's wisdom.<br />&nbsp;&mdash;&nbsp;Game of Thrones: <a href='http://www.imdb.com/title/tt4283060' title='Page for season 6, episode 7 of GoT: The Broken Man on imdb.com' target='_blank'>The Broken Man</a>, Season 6, Episode 7.</blockquote><p>An exchange between the High Sparrow and <a href='https://en.wikipedia.org/wiki/Olenna_Tyrell' title='Wikipedia page for Olenna Tyrell' target='_blank'>Olenna Tyrell</a>, who is trying to bribe him, is particularly revealing:</p><blockquote>Olenna Tyrell: What is it you want?  Gold?  I'll make you the richest septon who ever lived.<br />High Sparrow: [Chuckles.]<br />Olenna Tyrell: What then?<br />High Sparrow: I imagine this must be strange for you.  Everyone you meet has a hidden motive, and you pride yourself on sniffing it out.  But I'm telling you a simple truth.  I serve the gods.  The gods demand justice.<br />Olenna Tyrell: How do they communicate their demands?  By raven or horse?<br />High Sparrow: By the holy text, The Seven-Pointed Star.  If you don't have one in your library, I'll give you my own.<br />&nbsp;&mdash;&nbsp;Game of Thrones: <a href='http://www.imdb.com/title/tt3866846/' title='Page for season 5, episode 7 of GoT: The Gift on imdb.com' target='_blank'>The Gift</a>, Season 5, Episode 7.</blockquote><p>It is difficult to imagine any of the other characters responding to Olenna this way &mdash; anyone else, of course, except Joffrey.</p><h4>Very Different Backgrounds</h4><p>The differences between the High Sparrow and Joffrey are due in part to the difference in their ages, but are really more a result of their different backgrounds.</p><p>In another revealing scene, the High Sparrow tells his life story to <a href='https://en.wikipedia.org/wiki/Margaery_Tyrell' title='Wikipedia page for Queen Margaery Tyrell' target='_blank'>Queen Margaery Tyrell</a>:</p><blockquote>High Sparrow: And I saw it with perfect clarity.  I saw what my sins were.  The gold I had, the wine I drank, the women I used, my ceaseless struggle to maintain my position.  It was all part of a story.  A story I was telling myself about who I was.  A collection of lies that would disappear in the light.  The people I was trying to climb away from, the beggars in the street, the poor, they were closer to the truth than I ever was.<br />Queen Margaery Tyrell: So what did you do?<br />High Sparrow: I left to go and find them.  [Laughs.]  I didn't even put on my shoes.  I walked out the door and never went back.  [Sighs.]<br />&nbsp;&mdash;&nbsp;Game of Thrones: <a href='http://www.imdb.com/title/tt4283016/' title='Page for season 6, episode 4 of GoT: Book of the Stranger on imdb.com' target='_blank'>Book of the Stranger</a>, Season 6, Episode 4.</blockquote><p>At this point, an astute viewer may start to question the High Sparrow's integrity, because in an earlier conversation with <a href='/image/2050-fictional-tv-game_of_thrones-5/2052/' title='Link to spiritual portrait of Cersei Lannister on this site'>Cersei Lannister</a> he claimed:</p><blockquote>Cersei Lannister: Why no shoes?<br />High Sparrow: Because I gave them away to someone who needed them more.  We all do that.  It stops us from forgetting what we really are.<br />&nbsp;&mdash;&nbsp;Game of Thrones: <a href='http://www.imdb.com/title/tt3866836/' title='Page for season 5, episode 3 of GoT: High Sparrow on imdb.com' target='_blank'>High Sparrow</a>, Season 5, Episode 3.</blockquote><p>One might think this inconsistency is a writers' goof.  More likely it is evidence of the show's <a href='' title='Wikipedia page listing themes on GoT, cued to the section on moral ambiguity' target='_blank'>moral ambiguity</a>.</p><h4>Religious Leader, or Creepy Old Man?</h4><p>The High Sparrow's moral ambiguity is further revealed in a conversation he has with Margaery.  Ostensibly voicing some concern about the realm, he demonstrates a creepiness that, coming from anyone else, could be considered completely out of line:</p><blockquote>High Sparrow: The King mentioned that since your reunion you haven't joined him in the marriage bed.<br /> Queen Margaery Tyrell: No.<br />High Sparrow: You have a duty, your grace.  To your husband, your king, your country, to the gods themselves.<br />Queen Margaery Tyrell: It's just....  The desires that once drove me no longer do.<br />High Sparrow: Congress does not require desire on the woman's part, only patience.  The King must have an heir if we are to continue our good work.<br />Queen Margaery Tyrell: Forgive me.  Sometimes the true path is hard to find.<br />High Sparrow: Hard to find and harder still to walk upon.  But you've made progress.  I only pray your grandmother follows your lead.<br />Queen Margaery Tyrell: My grandmother?<br />High Sparrow: Yes.  The Queen of Thorns is a remarkable woman, a strong woman, and an unrepentant sinner.  You must teach her the new way as she taught you the old.  Or I fear for her safety, body and soul.<br />&nbsp;&mdash;&nbsp;Game of Thrones: <a href='http://www.imdb.com/title/tt4283060' title='Page for season 6, episode 7 of GoT: The Broken Man on imdb.com' target='_blank'>The Broken Man</a>, Season 6, Episode 7.</blockquote><p>Suddenly this deeply religious man is manipulating the queen like a pimp would maniuplate one of his whores, and making threats against a high-born matriarch as a gangster might threaten a rival!</p><p>Fans of the show, however, can understand his motivations: whenever the heir to the Iron Throne comes under dispute, violence ensues &mdash; armies fight, heads roll, and people die.  In this world, having a proper heir to the throne can save thousands of lives.</p>",
      "compare_to": { "gallery_file_name": "2040-fictional-tv-game_of_thrones-4", "image_id": "2040" },
      "contrast_with": { "gallery_file_name": "2040-fictional-tv-game_of_thrones-4", "image_id": "2047" }
    }, {
      "id": "2068",
      "title": "square_ad"
    }, {
      "id": "2069",
      "title": "responsive_ad"
    }
  ]
}
