{
  "gallery_title": "Film Noir",
  "see_gallery_button_text": "See Their Minds",
  "list_page_teaser": "Do all hard-boiled PIs fit a certain psychological mold, or are their personalities as varied as any other loosely-knit groupof people?  Click to find out!",
  "description_html": "<p>A quick glance at the images below make it obvious <a href='https://en.wikipedia.org/wiki/Private_investigator' title='Wikipedia page for Private Investigators' target='_blank'>Private Investigators</a> (PIs) most definitely do <b>not</b> fit into a certain <q>psychological mold.</q></p><p>Moreover, temptation, tragedy, and ambiguous morality can <q>happen</q> to anyone, regardless of personality type!</p>",
  "story_html": "<p>Once upon a time, I went into the <a href='http://www.tatteredcover.com/' title='Link to the home page of the Tattered Cover Bookstore' target='_blank'>Tattered Cover in Lodo</a> to buy a technical book &mdash; something having to do with <a href='https://en.wikipedia.org/wiki/C%2B%2B' title='Wikipedia page for C++' target='_blank'>C++</a> or <a href='https://en.wikipedia.org/wiki/Secure_Shell' title='Wikipedia page for ssh' target='_blank'>ssh</a>, as I recall.</p><p>While browsing, I came across a book entitled <a href='https://www.amazon.com/Film-Noir-Reader-Alain-Silver-ebook/dp/B0045UB7AS' title='Buy the Film Noir Reader on amazon.com' target='_blank'>Film Noir Reader</a>.  This turned out to be another life-altering experience!  Reading about the significance of these early films led to a life-long interest in the genre.</p><p>I plan to post more images of unforgettable characters from other movies soon.</p><p>To keep up to date, follow this site on social media or <a href='https://groja.com/conversion/seeourminds' title='Link to small form you can use to join the Groja.com and SeeOurMinds.com email list' target='_blank'>join the SeeOurMinds.com email list</a>!</p>",
  "image_list":
  [
    {
      "id": "2200",
      "title": "Sam Spade",
      "subtitle_html": "<a href='https://en.wikipedia.org/wiki/Private_investigator' title='Wikipedia page for Private Investigator' target='_blank'>PI</a> in the Film <a href='https://en.wikipedia.org/wiki/The_Maltese_Falcon_(1941_film)' title='Wikipedia page for the 1941 film, The Maltese Falcon' target='_blank'>The Maltese Falcon</a>",
      "gallery_page_teaser": "Sam Spade's spiritual portrait shows he has a keen eye for clues and can reason logically to deduce 'whodunnit.'  Click on the image to learn more!",
      "image_file_name": "estp-sam_spade-1.jpg",
      "meat_portrait_href": "http://www.imdb.com/character/ch0008840/mediaviewer/rm1808434944",
      "composition": "O",
      "score": [
         { "e_score": "13", "i_score": "6" },
         { "n_score": "9", "s_score": "10" },
         { "f_score": "5", "t_score": "14" },
         { "j_score": "9", "p_score": "10" }
      ],
      "four_letter_type": "ESTP",
      "fixed_percentages": "",
      "archetype": "Se",
      "quiz_type": "K2",
      "subject_line": "",
      "tweet_html": "",
      "explain_dom": "The Yellow in this spiritual portrait represents Sam Spade's dominant trait, a preference for seeing facts rather than ideas.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  Private Investigators demonstrate this trait by their attention to detail when looking for clues.",
      "explain_aux": "The Green in this spiritual portrait represents Sam Spade's auxiliary trait, a preference for using logic to make decisions.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  Private Investigators demonstrate this trait when they use logic to piece together the clues they find to deduce 'who dunnit.'",
      "story_html": "<p> </p><blockquote> </blockquote><p> </p>",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "2203",
      "title": "responsive_ad"
    }, {
      "id": "2206",
      "title": "Philip Marlowe",
      "subtitle_html": "<a href='https://en.wikipedia.org/wiki/Private_investigator' title='Wikipedia page for Private Investigator' target='_blank'>PI</a> in the novel <a href='https://en.wikipedia.org/wiki/The_Big_Sleep' title='Wikipedia page for the novel, The Big Sleep' target='_blank'>The Big Sleep</a>",
      "gallery_page_teaser": "The colors in this spiritual portrait show Marlowe's preferences are slight and his personality is versatile.  Click on the image to learn more!",
      "image_file_name": "infp-philip_marlowe-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:Bogart_and_Bacall_The_Big_Sleep.jpg",
      "composition": "O",
      "score": [
         { "e_score": "7", "i_score": "12" },
         { "n_score": "10", "s_score": "9" },
         { "f_score": "10", "t_score": "9" },
         { "j_score": "7", "p_score": "12" }
      ],
      "four_letter_type": "INFP",
      "archetype": "Fi",
      "quiz_type": "K",
      "subject_line": "",
      "tweet_html": "",
      "explain_dom": "The Red in this spiritual portrait represents Marlowe's dominant trait, his passion.  In Introverts, the dominant is directed inwardly, and spiritual portraits use a long horizontal line to represent this.  He demonstrates this trait in his determination to stay on the case and find the wrong-doer, despite being warned repeatedly to mind his own business and move on to other work.",
      "explain_aux": "The Blue in this spiritual portrait represents Marlowe's auxiliary trait, his idealism.  In Introverts, the auxiliary is directed outwardly, and spiritual portraits use a vertical line to represent this, because it is more evident than the dominant function.  He demonstrates this trait by having his own personal, inner sense of morality that is not for sale, and by being reflexively suspicious of the rich and powerful.",
      "story_html": "<p>The <a href='http://www.imdb.com/title/tt0038355/?ref_=nv_sr_1' title='Page on imdb.com for the original film version (1946)' target='_blank'>original film version (1946)</a> of this book is still my favorite movie of all time.  The film is fast-paced, however, so it can be a bit difficult to track who killed whom.</p><p>Also, the production code at the time prevents a full-on treatment of the seedy underground culture of LA <a href='https://en.wikipedia.org/wiki/Raymond_Chandler' title='Wikipedia page for Raymond Chandler' target='_blank'>Raymond Chandler</a> paints in his original.  But those are just a couple of reasons the book is so wonderful!</p><p>The main reason I prefer the book is, although the movie includes many great quotes from it (a favorite of mine is <q>My my my, such a lot of guns around town and so few brains.</q>), it does not and cannot possibly include all of Chandler's descriptions (<q>It seemed like a nice neighborhood to have bad habits in</q>), similies (<q>It was a smooth silvery voice that matched her hair. It had a tiny tinkle in it, like bells in a doll's house.</q>), and metaphors (<q>Shake your business up and pour it. I don't have all day.</q>).</p><p>So perhaps you can imagine my delight upon learning Philip Marlowe's personality was such a close match to mine &mdash; but I doubt it!</p>",
      "compare_to": { "gallery_file_name": "9100-real-self_portraits", "image_id": "9100" },
      "contrast_with": { "gallery_file_name": "2200-fictional-movies-film_noir", "image_id": "2216" }
    }, {
      "id": "2212",
      "title": "Jake J. Gittes",
      "subtitle_html": "<a href='https://en.wikipedia.org/wiki/Private_investigator' title='Wikipedia page for Private Investigator' target='_blank'>PI</a> in the film <a href='https://en.wikipedia.org/wiki/Chinatown_(1974_film)' title='Wikipedia page for the film Chinatown' target='_blank'>Chinatown</a>",
      "gallery_page_teaser": "Jake Gittes' spiritual portrait shows he can use logical reasoning to put the clues he finds together and deduce 'whodunnit.'  Click on the image to learn more!",
      "image_file_name": "estj-jake_j_gittes-1.jpg",
      "meat_portrait_href": "http://www.imdb.com/character/ch0006098/mediaviewer/rm1283329024",
      "composition": "O",
      "score": [
         { "e_score": "15", "i_score": "4" },
         { "n_score": "6", "s_score": "13" },
         { "f_score": "6", "t_score": "13" },
         { "j_score": "10", "p_score": "9" }
      ],
      "four_letter_type": "ESTJ",
      "fixed_percentages": "",
      "archetype": "Te",
      "quiz_type": "K2",
      "subject_line": "",
      "tweet_html": "",
      "explain_dom": "The Green in this spiritual portrait represents Jake's dominant trait, a preference for using logic to make decisions.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  Private Investigators demonstrate this trait when they use logic to piece together the clues they find to deduce 'who dunnit.'",
      "explain_aux": "The Yellow in this spiritual portrait represents Jake's auxiliary trait, a preference for seeing facts rather than ideas.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  Private Investigators demonstrate this trait by their attention to detail when looking for clues.",
      "story_html": "<p> </p><blockquote> </blockquote><p> </p>",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "2214",
      "title": "responsive_ad"
    }, {
      "id": "2216",
      "title": "Mike Hammer",
      "subtitle_html": "<a href='https://en.wikipedia.org/wiki/Private_investigator' title='Wikipedia page for Private Investigator' target='_blank'>PI</a> in the film <a href='https://en.wikipedia.org/wiki/Kiss_Me_Deadly' title='Wikipedia page for the film, Kiss Me, Deadly' target='_blank'>Kiss Me, Deadly</a>",
      "gallery_page_teaser": "The plethora of Green in this spiritual portrait shows Hammer is logical to the point of stubbornness, and the Yellow shows his preference for facts over ideas.  Click on the image to learn more!",
      "image_file_name": "istj-mike_hammer-1.jpg",
      "meat_portrait_href": "http://www.imdb.com/title/tt0048261/mediaviewer/rm749669632",
      "composition": "O",
      "score": [
         { "e_score": "9", "i_score": "10" },
         { "n_score": "2", "s_score": "17" },
         { "f_score": "2", "t_score": "17" },
         { "j_score": "11", "p_score": "8" }
      ],
      "four_letter_type": "ISTJ",
      "archetype": "Si",
      "quiz_type": "K",
      "subject_line": "",
      "tweet_html": "",
      "explain_dom": "The Yellow in this spiritual portrait represents Hammer's dominant trait, his pragmatism.  In Introverts, the dominant is directed inwardly, and spiritual portraits use a long horizontal line to represent this.  He demonstrates this trait in his materialism: his fancy car, the nice apartment with its high-tech answering machine - even his cherished secretary is a bit of an object.",
      "explain_aux": "The Green in this spiritual portrait represents Hammer's auxiliary trait, his rationality.  In Introverts, the auxiliary is directed outwardly, and spiritual portraits use a vertical line to represent this, because it is more evident than the dominant function.  He demonstrates this trait in his willingness to start throwing punches with very little provocation.",
      "story_html": "<p>Although traditionally the term <q><a href='https://en.wikipedia.org/wiki/Hardboiled' title='Wikipedia page for hard-boiled fictional characters' target='_blank'>hard-boiled</a></q> applies equally to fictional PIs like Mike Hammer and Philip Marlowe, I suspect Mike is more the <q>hard</q> one, while Philip would be more <q>boiled.</q></p><p>You can sense Hammer's ruthlessness in his spiritual portrait.  The ample quantity and forceful strength of the green show this is not a man you want to mess with!<p>It's <b>extremely important</b> to realize the four pairs of opposites these images portray do <q>not</q> incorporate any tendencies <a href='https://en.wikipedia.org/wiki/Morality' title='Wikipedia page for morality' target='_blank'>morality</a> or <a href='https://en.wikipedia.org/wiki/Psychopathy' title='Wikipedia page for psycohpathy' target='_blank'>psycohpathy</a>.</p><p>This is why it's interesting to contrast this image with the one of <a href='/image/2800-fictional-tv-star_trek/2804' title='Spiritual portrait of Mr. Spock on this site' target='_blank'>Mr. Spock</a>.  Although the images of the two are very similar, and we would do well to not <q>mess with</q> either one, it is difficult to imagine Spock exhibiting the same sort of sometimes sadistic ruthlessness Hammer is capable of.</p>",
      "compare_to": { "gallery_file_name": "2800-fictional-tv-star_trek", "image_id": "2804" },
      "contrast_with": { "gallery_file_name": "2200-fictional-movies-film_noir", "image_id": "2206" }
    }
  ]
}
