{
  "gallery_title": "Film Noir",
  "see_gallery_button_text": "See Their Minds",
  "list_page_teaser": "Do all hard-boiled PIs fit a certain psychological mold, or are their personalities as varied as any other loosely-knit groupof people?  Click to find out!",
  "description_html": "<p>A typical <a href='https://en.wikipedia.org/wiki/Private_investigator' title='Wikipedia page for Private Investigators' target='_blank'>Private Investigator</a> (PI) needs to be open to details so that he can find clues and use logic to put them together and figure out who committed the crime.  If he works alone, it would definitely help him to be well-rounded.</p><p>So if PIs have a <q>psychological mold</q> in the sense that they conform to a certain four-letter type, they would want to notice details and thus be more <q>S</q>ensing, and use logic (<q>T</q>hinking) to deduce how these facts point to the guilty party.  And if the PI is a loner, then it would be helpful for these preferences to be mild rather than strong.</p><p>And indeed, three of the four images in this gallery conform to this xSTx <q>mold,</q> and each of these PIs has some support in the form of a partner, or at the very least a receptionist.  The one exception, Philip Marlowe (INFP), is also the only true loner, and his preferences are extremely mild, just barely over 50%.</p>",
  "story_html": "<p>Once upon a time, I went into the <a href='http://www.tatteredcover.com/' title='Link to the home page of the Tattered Cover Bookstore' target='_blank'>Tattered Cover in Lodo</a> to buy a technical book &mdash; something having to do with <a href='https://en.wikipedia.org/wiki/C%2B%2B' title='Wikipedia page for C++' target='_blank'>C++</a> or <a href='https://en.wikipedia.org/wiki/Secure_Shell' title='Wikipedia page for ssh' target='_blank'>ssh</a>, as I recall.</p><p>While browsing, I came across a book entitled <a href='https://www.amazon.com/Film-Noir-Reader-Alain-Silver-ebook/dp/B0045UB7AS' title='Buy the Film Noir Reader on amazon.com' target='_blank'>Film Noir Reader</a>.  This turned out to be another life-altering experience!  Reading about the significance of these early films led to a life-long interest in the genre.</p><p>It can be difficult to determine even the central character's personality profile from just one film.  Whether other characters in the world of Film Noir might conform to this mold remains to be seen.</p><p>One thing for sure is, temptation, tragedy, and ambiguous morality can <q>happen</q> to anyone &mdash; regardless of personality type &mdash; and that sort of <span class='air-quotes'>it could happen to me</span> is one of the reasons I love film noir!</p><p>I plan to post more images of unforgettable characters from other films noir soon.</p><p>To keep up to date, follow this site on social media or <a href='https://groja.com/conversion/seeourminds' title='Link to small form you can use to join the Groja.com and SeeOurMinds.com email list' target='_blank'>join the SeeOurMinds.com email list</a>!</p>",
  "image_list":
  [
    {
      "id": "2200",
      "title": "Sam Spade",
      "subtitle_html": "<a href='https://en.wikipedia.org/wiki/Private_investigator' title='Wikipedia page for Private Investigator' target='_blank'>PI</a> in the Film <a href='https://en.wikipedia.org/wiki/The_Maltese_Falcon_(1941_film)' title='Wikipedia page for the 1941 film, The Maltese Falcon' target='_blank'>The Maltese Falcon</a>",
      "gallery_page_teaser": "Sam Spade's spiritual portrait is colorful, showing he is versatile.  The Yellow shows he has a keen eye for clues and the Green shows he can logically figure out who the guilty party is.  Click on the image to learn more!",
      "image_file_name": "estp-sam_spade-1.jpg",
      "meat_portrait_href": "http://www.imdb.com/character/ch0008840/mediaviewer/rm1808434944",
      "composition": "O",
      "score": [
         { "e_score": "13", "i_score": "6" },
         { "n_score": "9", "s_score": "10" },
         { "f_score": "5", "t_score": "14" },
         { "j_score": "9", "p_score": "10" }
      ],
      "four_letter_type": "ESTP",
      "fixed_percentages": "",
      "archetype": "Se",
      "quiz_type": "K2",
      "year": "2017",
      "explain_dom": "The Yellow in this spiritual portrait represents Sam Spade's dominant trait, a preference for seeing facts rather than ideas.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  Private Investigators demonstrate this trait by their attention to detail when looking for clues.",
      "explain_aux": "The Green in this spiritual portrait represents Sam Spade's auxiliary trait, a preference for using logic to make decisions.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  Private Investigators demonstrate this trait when they use logic to piece together the clues they find to deduce 'who dunnit.'",
      "story_intro_html": "<p>This spiritual portrait is based on the <a href='https://en.wikipedia.org/wiki/Sam_Spade' title='Wikipedia page for Sam Spade' target='_blank'>Sam Spade</a> who appears in <a href='https://en.wikipedia.org/wiki/John_Huston' title='Wikipedia page for John Huston' target='_blank'>John Huston's</a> 1941 film version of <a href='https://en.wikipedia.org/wiki/The_Maltese_Falcon_(1941_film)' title='Wikipedia page for 1941 film version of The Maltese Falcon' target='_blank'>The Maltese Falcon</a> by ....</p>",
      "story_html": "<p>This spiritual portrait is based on the <a href='https://en.wikipedia.org/wiki/Sam_Spade' title='Wikipedia page for Sam Spade' target='_blank'>Sam Spade</a> who appears in <a href='https://en.wikipedia.org/wiki/John_Huston' title='Wikipedia page for John Huston' target='_blank'>John Huston's</a> 1941 film version of <a href='https://en.wikipedia.org/wiki/The_Maltese_Falcon_(1941_film)' title='Wikipedia page for 1941 film version of The Maltese Falcon' target='_blank'>The Maltese Falcon</a> by <a href='https://en.wikipedia.org/wiki/Dashiell_Hammett' title='Wikipedia page for Dashiell Hammett' target='_blank'>Dashiell Hammett.</a></p><p>There is a wonderful <a href='https://en.wikipedia.org/wiki/The_Maltese_Falcon_(1941_film)#Home_media' title='Wikipedia page for the Maltese Falcon on home media' target='_blank'>3 DVD boxed set of the Maltese Falcon,</a> that includes all three movie versions of the novel plus several radio versions.  Almost all of these are entertaining &mdash; the exception being the 1936 film <a href='https://en.wikipedia.org/wiki/Satan_Met_a_Lady' title='Wikipedia page for Satan Met a Lady' target='_blank'>Satan Met a Lady.</a></p><p>And of all these versions, the 1941 film is by far the best one.  For example,</p><blockquote>Wilmer Cook: Keep on riding me and they're gonna be picking iron out of your liver.<br />Sam Spade: The cheaper the crook, the gaudier the patter.</blockquote><p>These lines might appear in one or more of the other versions, but despite watching and listening to all of the various versions, I can't remember whether they do.  And it's impossible to imagine any pair of actors delivering these lines better than <a href='https://en.wikipedia.org/wiki/Elisha_Cook,_Jr.' title='Wikipedia page for Elisha Cook, Jr.' target='_blank'>Elisha Cook, Jr.</a> and <a href='https://en.wikipedia.org/wiki/Humphrey_Bogart' title='Wikipedia page for Humphrey Bogart' target='_blank'>Humphrey Bogart</a> do in the 1941 film version.</p><p>Sam is definitely a realist:</p><blockquote>Brigid O'Shaughnessy: Mr. Archer was so alive yesterday, so solid and hearty...<br />Sam Spade: Stop it. He knew what he was doing. Those are the chances we take.<br />Brigid O'Shaughnessy: Was he married?<br />Sam Spade: Yeah, with ten thousand insurance, no children, and a wife that didn't like him.</blockquote><p>And <q>hard-boiled:</q></p><blockquote>Sam to Wilmer: When you're slapped, you'll take it and like it.</blockquote><p>But like Philip Marlowe, he has a soft spot for the ladies:</p><blockquote>Sam Spade: All we've got is that maybe you love me and maybe I love you.<br />Brigid O'Shaughnessy: You know whether you love me or not.<br />Sam Spade: Maybe I do. I'll have some rotten nights after I've sent you over, but that'll pass.</blockquote><p>So I'd say he's not quite as <q>hard-boiled</q> as <a href='/image/2200-fictional-movies-film_noir/2216/' title='Spiritual portrait of Mike Hammer on this site' target='_blank'>Mike Hammer</a> &mdash; and I believe his spiritual portrait reflects that!</p>",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "2206",
      "title": "Philip Marlowe",
      "subtitle_html": "<a href='https://en.wikipedia.org/wiki/Private_investigator' title='Wikipedia page for Private Investigator' target='_blank'>PI</a> in the novel <a href='https://en.wikipedia.org/wiki/The_Big_Sleep' title='Wikipedia page for the novel, The Big Sleep' target='_blank'>The Big Sleep</a>",
      "gallery_page_teaser": "Philip Marlowe's colorful spiritual portrait shows his preferences are very slight and he can be very versatile.  The Blue shows he has his own ideals, his own sense of right and wrong, and the Red shows he can be more compassionate than the typical PI.  Click on the image to learn more!",
      "image_file_name": "infp-philip_marlowe-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:Bogart_and_Bacall_The_Big_Sleep.jpg",
      "composition": "O",
      "score": [
         { "e_score": "7", "i_score": "12" },
         { "n_score": "10", "s_score": "9" },
         { "f_score": "10", "t_score": "9" },
         { "j_score": "7", "p_score": "12" }
      ],
      "four_letter_type": "INFP",
      "archetype": "Fi",
      "quiz_type": "K",
      "year": "2017",
      "explain_dom": "The Red in this spiritual portrait represents Marlowe's dominant trait, his passion.  In Introverts, the dominant is directed inwardly, and spiritual portraits use a long horizontal line to represent this.  He demonstrates this trait in his determination to stay on the case and find the wrong-doer, despite being warned repeatedly to mind his own business and move on to other work.",
      "explain_aux": "The Blue in this spiritual portrait represents Marlowe's auxiliary trait, his idealism.  In Introverts, the auxiliary is directed outwardly, and spiritual portraits use a vertical line to represent this, because it is more evident than the dominant function.  He demonstrates this trait by having his own personal, inner sense of morality that is not for sale, and by being reflexively suspicious of the rich and powerful.",
      "story_intro_html": "<p>The <a href='http://www.imdb.com/title/tt0038355/?ref_=nv_sr_1' title='Page on imdb.com for the original film version (1946)' target='_blank'>original film version (1946)</a> of this book is still my favorite movie of all time.  The film is ....</p>",
      "story_html": "<p>The <a href='http://www.imdb.com/title/tt0038355/?ref_=nv_sr_1' title='Page on imdb.com for the original film version (1946)' target='_blank'>original film version (1946)</a> of this book is still my favorite movie of all time.  The film is fast-paced, however, so it can be a bit difficult to track who killed whom.</p><p>Also, the production code at the time prevents a full-on treatment of the seedy underground culture of LA <a href='https://en.wikipedia.org/wiki/Raymond_Chandler' title='Wikipedia page for Raymond Chandler' target='_blank'>Raymond Chandler</a> paints in his original.  But those are just a couple of reasons the book is so wonderful!</p><p>The main reason I prefer the book is, although the movie includes many great quotes from it (a favorite of mine is <q>My my my, such a lot of guns around town and so few brains.</q>), it does not and cannot possibly include all of Chandler's descriptions (<q>It seemed like a nice neighborhood to have bad habits in</q>), similies (<q>It was a smooth silvery voice that matched her hair. It had a tiny tinkle in it, like bells in a doll's house.</q>), and metaphors (<q>Shake your business up and pour it. I don't have all day.</q>).</p><p>So perhaps you can imagine my delight upon learning Philip Marlowe's personality was such a close match to mine &mdash; but I doubt it!</p>",
      "compare_to": { "gallery_file_name": "9100-real-self_portraits", "image_id": "9100" },
      "contrast_with": { "gallery_file_name": "2200-fictional-movies-film_noir", "image_id": "2216" }
    }, {
      "id": "2209",
      "title": "responsive_ad"
    }, {
      "id": "2212",
      "title": "Jake J. Gittes",
      "subtitle_html": "<a href='https://en.wikipedia.org/wiki/Private_investigator' title='Wikipedia page for Private Investigator' target='_blank'>PI</a> in the Film <a href='https://en.wikipedia.org/wiki/Chinatown_(1974_film)' title='Wikipedia page for the film Chinatown' target='_blank'>Chinatown</a>",
      "gallery_page_teaser": "Jake Gittes' spiritual portrait has quite a bit of Green, showing he is logical.  The Yellow shows he can find the clues he needs and logically deduce 'whodunnit.'  Click on the image to learn more!",
      "image_file_name": "estj-jake_j_gittes-1.jpg",
      "meat_portrait_href": "http://www.imdb.com/character/ch0006098/mediaviewer/rm1283329024",
      "composition": "O",
      "score": [
         { "e_score": "15", "i_score": "4" },
         { "n_score": "6", "s_score": "13" },
         { "f_score": "6", "t_score": "13" },
         { "j_score": "10", "p_score": "9" }
      ],
      "four_letter_type": "ESTJ",
      "fixed_percentages": "",
      "archetype": "Te",
      "quiz_type": "K2",
      "year": "2017",
      "explain_dom": "The Green in this spiritual portrait represents Jake's dominant trait, a preference for using logic to make decisions.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  Private Investigators demonstrate this trait when they use logic to piece together the clues they find to deduce 'who dunnit.'",
      "explain_aux": "The Yellow in this spiritual portrait represents Jake's auxiliary trait, a preference for seeing facts rather than ideas.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  Private Investigators demonstrate this trait by their attention to detail when looking for clues.",
      "story_intro_html": "<p>There is some disagreement as to whether the film <a href='https://en.wikipedia.org/wiki/Chinatown_(1974_film)' title='Wikipedia page for Chinatown' target='_blank'>Chinatown</a> is really <a href='https://en.wikipedia.org/wiki/Film_noir' title='Wikipedia page for film noir' target='_blank'><q>film noir.</q></a>  As far as I'm concerned, like ....</p>",
      "story_html": "<p>There is some disagreement as to whether the film <a href='https://en.wikipedia.org/wiki/Chinatown_(1974_film)' title='Wikipedia page for Chinatown' target='_blank'>Chinatown</a> is really <a href='https://en.wikipedia.org/wiki/Film_noir' title='Wikipedia page for film noir' target='_blank'><q>film noir.</q></a>  As far as I'm concerned, like <span class='air-quotes'>politicians, ugly buildings, and whores,</span> it's lasted long enough to pass muster:</p><blockquote>Noah Cross: 'Course I'm respectable. I'm old. Politicians, ugly buildings, and whores all get respectable if they last long enough.</blockquote><p>A bit of staying power, some old cars, a PI who wears a fedora and can give us a few lines of snappy is good enough for me.</p><blockquote>Jake Gittes: Mulvihill! What are you doing here?<br />Mulvihill: They shut my water off. What's it to you?<br />Jake Gittes: How'd you find out about it? You don't drink it; you don't take a bath in it... They wrote you a letter. But then you have to be able to read.</blockquote><p>While the other PIs in this gallery are better known, I feel Jake fits in quite well here among them!</p><p>If you love Chinatown and want to see more noirish drama about Southern California's water supply, I recommend you check out <a href='/gallery/3320-fictional-tv-true_detective-2/' title='Gallery page for Season 2 of True Detective on this site'>Season 2 of True Detective.</a></p>",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "2214",
      "title": "Cody Jarrett",
      "subtitle_html": "Criminal <a href='https://en.wiktionary.org/wiki/mastermind' title='Link to definition of mastermind  at en.wiktionary.org' target='_blank'>Mastermind</a> and <a href='https://en.wikipedia.org/wiki/Mother%27s_boy' title='Wikipedia page for Mothers Boy' target='_blank'>Mama's Boy</a> in the Film <a href='https://en.wikipedia.org/wiki/White_Heat' title='Wikipedia page for White Heat' target='_blank'>White Heat</a>",
      "gallery_page_teaser": "Cody Jarrett's spiritual portrait has plenty of Green, showing he is cold and logical.  It also has plenty of Blue, showing he prefers his own inner reality to facts.  Click on the image to learn more!",
      "image_file_name": "entj-cody_jarrett-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:WhiteHeat.jpg",
      "composition": "O",
      "score": [
         { "e_score": "15", "i_score": "4" },
         { "n_score": "10", "s_score": "9" },
         { "f_score": "5", "t_score": "14" },
         { "j_score": "10", "p_score": "9" }
      ],
      "four_letter_type": "ENTJ",
      "fixed_percentages": "",
      "archetype": "Te",
      "quiz_type": "K2",
      "year": "2017",
      "explain_dom": "The Green in this spiritual portrait represents Cody's dominant trait, his cool-headed rationality.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  He demonstrates this trait in his cold-blooded ruthlessness.",
      "explain_aux": "The Blue in this spiritual portrait represents Cody's auxiliary trait, his preference for seeing the world in terms of his own ideas.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  He demonstrates this trait in his on-going devotion to his mother, even though he is a fully-grown adult.",
      "story_intro_html": "<p>The film <a href='http://www.imdb.com/title/tt0042041/' title='Page for White Heat on imdb.com' target='_blank'>White Heat</a> is really more of a <a href='https://en.wikipedia.org/wiki/Gangster_film' title='Wikipedia page for gangster film' target='_blank'>gangster film</a> than a <a href='https://en.wikipedia.org/wiki/Film_noir' title='Wikipedia page for film noir' target='_blank'>film noir</a>.  However, the film appears in ....</p>",
      "story_html": "<p>The film <a href='http://www.imdb.com/title/tt0042041/' title='Page for White Heat on imdb.com' target='_blank'>White Heat</a> is really more of a <a href='https://en.wikipedia.org/wiki/Gangster_film' title='Wikipedia page for gangster film' target='_blank'>gangster film</a> than a <a href='https://en.wikipedia.org/wiki/Film_noir' title='Wikipedia page for film noir' target='_blank'>film noir</a>.  However, the film appears in the book <a href='https://www.amazon.com/Film-Noir-Encyclopedic-Reference-American/dp/0879514795' title='Link to buy Film Noir: An Encyclopedic Reference at amazon.com' target='_blank'>Film Noir: An Encyclopedic Reference</a>, edited by <a href='https://en.wikipedia.org/wiki/Alain_Silver' title='Wikipedia page for Alain Silver' target='_blank'>Alain Silver</a> and Elizabeth Ward, so this gallery is where the spiritual portrait of <a href='http://www.imdb.com/character/ch0020805/quotes' title='Page for Cody Jarrett on imdb.com' target='_blank'>Cody Jarrett</a> belongs.</p><h4>Mama's Boy and Mastermind</h4><p>Originally based on the story of <a href='https://en.wikipedia.org/wiki/Ma_Barker' title='Wikipedia page for Ma Barker' target='_blank'>Ma Barker</a>, after several rewrites the script ultimately replaces the four children she had in real life with just one: Cody Jarrett.  <a href='http://www.imdb.com/name/nm0000010/' title='Page for James Cagney on imdb.com' target='_blank'>James Cagney</a> plays this role with gusto, and film critics and historians alike continue to regard the film as one of the <a href='http://www.filmsite.org/whit.html' title='Link to entry for White Heat at www.filmsite.org' target='_blank'>best movies of all time</a>.</p><p><a href='http://www.imdb.com/character/ch0020805/' title='Page for Cody Jarrett on imdb.com' target='_blank'>Cody Jarrett</a> is more than a gangster, he is a ruthless mastermind, and his spiritual portrait reflects this.  His ruthlessness is evident right away in the <a href='https://www.youtube.com/watch?v=7w3n_eRizgw' title='Trailer for White Heat on youtube.com' target='_blank'>trailer</a>, and in an early scene in which he chastises a gang member for disobeying his order to not waste the car battery listening to the radio:</p><blockquote>I told you to keep away from that radio.  If that battery is dead, it'll have company!<br />&nbsp;&mdash;&nbsp;James Cagney as <a href='http://www.imdb.com/character/ch0020805/quotes' title='Page for Cody Jarrett on imdb.com' target='_blank'>Cody Jarrett</a> in White Heat, 1949.</blockquote><h4><a href='https://www.youtube.com/watch?v=iBJH5tuiO-g' title='Video of No Compassion by The Talking Heads on youtube.com' target='_blank'>No Compassion</a></h4><p>The Green in Cody's image illustrates his lack of compassion for most people, and especially for anyone foolish enough to disobey one of his direct orders.  His cold-hearted decisiveness leaves no doubt about whether he will carry out this threat of harsh and immediate punishment for disobedience.</p><p>Jarrett's wife Verna Jarrett reveals how she understands this better than anyone in the following observation, as relayed to <a href='http://www.imdb.com/name/nm0168215/' title='Page for Steve Cochran, who plays Big Ed in White Heat, on imdb.com' target='_blank'>Big Ed Somers</a> &mdash; a gang member who aspires to take Cody's place as her lover &mdash; and leader of the gang:</p><blockquote>I can't stand another night, Ed.  Listening, going crazy.  It ain't like waiting for some human being who wants to kill you.  Cody ain't human.  Fill him full of lead, and he'll still come at you.<br />&nbsp;&mdash;&nbsp;<a href='http://www.imdb.com/name/nm0562920/' title='Page for Virginia Mayo on imdb.com' target='_blank'>Virginia Mayo</a> as Verna Jarrett in White Heat, 1949.</blockquote><h4>Big Ideas and Big Plans</h4><p>And where a more typical gangster might be content with petty-ante capers, Cody makes it clear he is a leader with big plans for grand heists:</p><blockquote>Cody Jarrett: Supposin' you wanna push in a place like Fort Knox and grab yourself a couple a tons of gold, what's the toughest thing about a job like that?<br />Jarrett Gang Member: Gettin' inside the joint.<br />Cody Jarrett: A silver dollar for the gentleman in the balcony.  Right on the button.  Gettin' in.  Which brings me to a story Ma used to tell me when I was a kid.  A story about a horse.  Way back, there was a whole army tryin' to knock over a place called Troy and gettin' nowhere fast.  Couldn't even put a dent in the wall.  And one mornin', one morning the the people of Troy wake, look over the walls, and the attackin' army's disappeared.  Men.  Boats.  The works.  Takin' a powder.  But, they left one thing after them: a great, big wooden horse.  And accordin' to Ma....<br />&nbsp;&mdash;&nbsp;White Heat, 1949.</blockquote><p>The Blue in Cody's image represents his idealism &mdash; in his case, his big dreams of big payoffs &mdash; dreams of being <q>On top of the world, Ma!</q>.  This trait is also evident in his ability see the big picture, as evidenced in his decision to plead guilty to a lesser charge that precludes the government's ability to convict him of murder.</p><h4>Keeping His Promises</h4><p>The true depth of Cody's sadism plays out in his handling of <a href='http://www.imdb.com/name/nm0002116/' title='Page for Paul Guilfoyle, who plays Roy Parker in White Heat, on imdb.com' target='_blank'>Roy Parker</a>, who tries to kill him.  First he levels a vague threat, which coming from someone like Cody, is chillingly noirish in its foreboding:</p><blockquote>What's the matter, Parker?  I ain't going to do anything.  Not now.  I'm going to let you stay awake nights, sweat it out.  Then when I get ready, good and ready, I'll pay you back.<br />&nbsp;&mdash;&nbsp;James Cagney as <a href='http://www.imdb.com/character/ch0020805/quotes' title='Page for Cody Jarrett on imdb.com' target='_blank'>Cody Jarrett</a> in White Heat, 1949.</blockquote><p>Say what you will about Cody's morals, this is one promise he keeps:</p><blockquote>Cody Jarrett: [While eating a chicken leg, Jarrett speaks to Parker in the trunk of the sedan]<br />How ya doin', Parker?<br />Roy Parker: It's stuffy in here, I need some air.<br />Cody Jarrett: Oh, stuffy, huh? I'll give ya a little air.<br />[Pulls a gun from his pants and shoots four times into the trunk.]<br />&nbsp;&mdash;&nbsp;White Heat, 1949.</blockquote><p>Unlike most of Cody's victims, at least Roy had it coming.</p><h4>So Cool He's Cold &mdash; Cold-Blooded, That Is</h4><p>With all its cool Blue and Green balanced by precious little warm Yellow and Red, Cody Jarrett has a very cold spiritual portrait &mdash; and his extremely cold character matches it quite well.</p>",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "2216",
      "title": "Mike Hammer",
      "subtitle_html": "<a href='https://en.wikipedia.org/wiki/Private_investigator' title='Wikipedia page for Private Investigator' target='_blank'>PI</a> in the Film <a href='https://en.wikipedia.org/wiki/Kiss_Me_Deadly' title='Wikipedia page for the film, Kiss Me, Deadly' target='_blank'>Kiss Me, Deadly</a>",
      "gallery_page_teaser": "Mike Hammer's spiritual portrait is full of Green, showing he is extremely logical, to the point of being stubborn.  The Yellow shows he is very realistic.  Click on the image to learn more!",
      "image_file_name": "istj-mike_hammer-1.jpg",
      "meat_portrait_href": "http://www.imdb.com/title/tt0048261/mediaviewer/rm749669632",
      "composition": "O",
      "score": [
         { "e_score": "9", "i_score": "10" },
         { "n_score": "2", "s_score": "17" },
         { "f_score": "2", "t_score": "17" },
         { "j_score": "11", "p_score": "8" }
      ],
      "four_letter_type": "ISTJ",
      "archetype": "Si",
      "quiz_type": "K",
      "year": "2017",
      "explain_dom": "The Yellow in this spiritual portrait represents Hammer's dominant trait, his pragmatism.  In Introverts, the dominant is directed inwardly, and spiritual portraits use a long horizontal line to represent this.  He demonstrates this trait in his materialism: his fancy car, the nice apartment with its high-tech answering machine - even his cherished secretary is a bit of an object.",
      "explain_aux": "The Green in this spiritual portrait represents Hammer's auxiliary trait, his rationality.  In Introverts, the auxiliary is directed outwardly, and spiritual portraits use a vertical line to represent this, because it is more evident than the dominant function.  He demonstrates this trait in his willingness to start throwing punches with very little provocation.",
      "story_intro_html": "<p>Although traditionally the term <q><a href='https://en.wikipedia.org/wiki/Hardboiled' title='Wikipedia page for hard-boiled fictional characters' target='_blank'>hard-boiled</a></q> applies equally to fictional ....</p>",
      "story_html": "<p>Although traditionally the term <q><a href='https://en.wikipedia.org/wiki/Hardboiled' title='Wikipedia page for hard-boiled fictional characters' target='_blank'>hard-boiled</a></q> applies equally to fictional PIs like Mike Hammer and Philip Marlowe, I suspect Mike is more the <q>hard</q> one, while Philip would be more <q>boiled.</q></p><p>You can sense Hammer's ruthlessness in his spiritual portrait.  The ample quantity and forceful strength of the green show this is not a man you want to mess with!<p>It's <b>extremely important</b> to realize the four pairs of opposites these images portray do <q>not</q> incorporate any tendencies <a href='https://en.wikipedia.org/wiki/Morality' title='Wikipedia page for morality' target='_blank'>morality</a> or <a href='https://en.wikipedia.org/wiki/Psychopathy' title='Wikipedia page for psycohpathy' target='_blank'>psycohpathy</a>.</p><p>This is why it's interesting to contrast this image with the one of <a href='/image/3900-fictional-tv-star_trek/3904' title='Spiritual portrait of Mr. Spock on this site' target='_blank'>Mr. Spock</a>.  Although the images of the two are very similar, and we would do well to not <q>mess with</q> either one, it is difficult to imagine Spock exhibiting the same sort of sometimes sadistic ruthlessness Hammer is capable of.</p>",
      "compare_to": { "gallery_file_name": "3900-fictional-tv-star_trek", "image_id": "3904" },
      "contrast_with": { "gallery_file_name": "2200-fictional-movies-film_noir", "image_id": "2206" }
    }, {
      "id": "2218",
      "title": "responsive_ad"
    }
  ]
}
