{
  "gallery_title": "Fawlty Towers",
  "see_gallery_button_text": "See Their Minds",
  "list_page_teaser": "Monty Python's John Cleese wrote and starred in Fawlty Towers, one of the best British sitcoms of all time.  Click to learn more!",
  "description_html": "<p>Set in the seaside town of <a href='https://en.wikipedia.org/wiki/Torquay' title='Wikipedia page for Torquay' target='_blank'>Torquay</a> on the <a href='https://www.englishriviera.co.uk/' title='Link to the home page at www.englishriviera.co.uk' target='_blank'>English Riviera</a>, the British sitcom <a href='http://www.fawltysite.net/index.htm' title='Link to the home page at www.fawltysite.net' target='_blank'>Fawlty Towers</a> ran for just two seasons of six episodes each, in <a href='http://www.imdb.com/title/tt0072500/episodes?season=1' title='Page for Season 1 of Fawlty Towers on imdb.com' target='_blank'>1975</a> and <a href='http://www.imdb.com/title/tt0072500/episodes?season=2' title='Page for Season 2 of Fawlty Towers on imdb.com' target='_blank'>1979</a>.</p> <p>The show stars <a href='https://en.wikipedia.org/wiki/Monty_Python' title='Wikipedia page for Monty Python' target='_blank'>Monty Python</a>'s <a href='https://en.wikipedia.org/wiki/John_Cleese' title='Wikipedia page for John Cleese' target='_blank'>John Cleese</a>, who wrote it with his wife (from 1968-1978) and Fawlty Towers co-star <a href='https://en.wikipedia.org/wiki/Connie_Booth' title='Wikipedia page for Connie Booth' target='_blank'>Connie Booth</a>.  The <a href='http://www.bfi.org.uk/' title='Link to the home page at www.bfi.org.uk' target='_blank'>British Film Institute</a> (BFI) ranked the show number 1 on the <a href='https://en.wikipedia.org/wiki/BFI_TV_100#Full_list' title='Wikipedia page for the BFI list of top 100 TV shows' target='_blank'>list of top 100 TV shows</a> it compiled in 2000.</p> <p>John Cleese got the idea for the show after he, <a href='https://en.wikipedia.org/wiki/Eric_Idle' title='Wikipedia page for Eric Idle' target='_blank'>Eric Idle</a>, and other members of the Monty Python troupe stayed at the <a href='https://en.wikipedia.org/wiki/Gleneagles_Hotel,_Torquay' title='Wikipedia page for the Gleneagles Hotel in Torquay' target='_blank'>Gleneagles Hotel</a> in Torquay while filming Monty Python.  He based Fawlty Towers' owner and main character, <a href='http://www.imdb.com/title/tt0578589/characters/nm0000092' title='Page for Basil Fawlty on imdb.com' target='_blank'>Basil Fawlty</a>, on <a href='https://en.wikipedia.org/wiki/Donald_Sinclair_(hotel_owner)' title='Wikipedia page for Donald Sinclair' target='_blank'>Donald Sinclair</a>, who was the owner of the hotel at the time of their visit.</p>",
  "story_html": "<p>Filmed in front of a live audience, <a href='https://en.wikipedia.org/wiki/Fawlty_Towers' title='Wikipedia page for Fawlty Towers' target='_blank'>Fawlty Towers</a> is a <a href='https://en.wikipedia.org/wiki/Farce' title='Wikipedia page for farce' target='_blank'>farce</a> and full of both <a href='https://en.wikipedia.org/wiki/British_humour' title='Wikipedia page for British humour' target='_blank'>British</a> and <a href='https://en.wikipedia.org/wiki/Physical_comedy' title='Wikipedia page for physical humour' target='_blank'>physical</a> humour.  Like most things in life, this sort of humour is not for everyone.</p><p>These spiritual portraits show that the characters on the show form a small team of diverse, interdependent individuals.  Nothing would please me more than to learn these images inspired someone who believes they do not care for this type of humour to give it another chance.</p><p>You can find many of the episodes online on <a href='https://www.youtube.com/' title='Home page of youtube.com' target='_blank'>youtube</a>.  A few of the best ones are <a href='https://www.youtube.com/watch?v=Uy15m_EiQ-A' title='Video of Gourmet Night episode on youtube.com' target='_blank'>Gourmet Night</a>, <a href='https://www.youtube.com/watch?v=ebaLEPYPjBs' title='Video of The Germans episode on youtube.com' target='_blank'>The Germans</a>, <a href='https://www.youtube.com/watch?v=Xi2IY5C9yDA' title='Video of The Kipper and the Corpse episode on youtube.com' target='_blank'>The Kipper and the Corpse</a>, and <a href='https://www.youtube.com/watch?v=jCzC-edhRdA' title='Video of Basil the Rat episode on youtube.com' target='_blank'>Basil the Rat</a>.</p><p>Moreover, if you give Fawlty Towers a chance and still do not care for British and physical humour, at least you can say you tried your best to appreciate the teamwork portrayed in the most highly regarded and critically acclaimed of these shows.</p>",
  "image_list":
  [
    {
      "id": "2300",
      "title": "Basil Fawlty",
      "subtitle_html": "Owner and Manager of the <a href='https://en.wikipedia.org/wiki/Fawlty_Towers' title='Wikipedia page for the Fawlty Towers Hotel' target='_blank'>Fawlty Towers Hotel</a>",
      "gallery_page_teaser": "Basil Fawlty's spiritual portrait is very colorful, showing his preferences are very slight, making it fairly easy for people to relate to his character.  Click on the image to learn more!",
      "image_file_name": "estp-basil_fawlty-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:Basil_Fawlty.jpg",
      "composition": "O",
      "score": [
         { "e_score": "15", "i_score": "4" },
         { "n_score": "9", "s_score": "10" },
         { "f_score": "8", "t_score": "11" },
         { "j_score": "6", "p_score": "13" }
      ],
      "four_letter_type": "ESTP",
      "fixed_percentages": "",
      "archetype": "Se",
      "quiz_type": "K2",
      "year": "2017",
      "explain_dom": "The Yellow in this spiritual portrait represents Basil Fawlty's dominant personality trait, his openness to new experiences.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  In Basil's case this preference is very slight, so while the Yellow shows he is open to new experiences, the Blue shows he is also open to new ideas.  He exhibits this openness when he gets into schemes for making money.",
      "explain_aux": "The Green in this spiritual portrait represents Basil Fawlty's auxiliary personality trait, his preference for the objective.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  In Basil's case this preference is very slight, and many of the shows start off with him being fairly reasonable only to have circumstances drive him to become more and more emotional.",
      "story_intro_html": "<p>The manager of Fawlty Towers is <a href='https://en.wikipedia.org/wiki/Basil_Fawlty' title='Wikipedia page for Basil Fawlty' target='_blank'>Basil Fawlty</a>.  He may be the one <q>in charge,</q> but ....</p>",
      "story_html": "<p>The manager of Fawlty Towers is <a href='https://en.wikipedia.org/wiki/Basil_Fawlty' title='Wikipedia page for Basil Fawlty' target='_blank'>Basil Fawlty</a>.  He may be the one <q>in charge,</q> but he is definitely not the one who is <q>in control.</q></p><h4>Basil Fawlty: Yellow and Blue, and Green</h4><p>The Yellow and Blue in Basil's spiritual portrait show he is open experiences and ideas, and the Green shows he has a preference for logic over emotion.  His perceptive, logical mind is always working, so he has ambitions and likes coming up with schemes.</p><p>However, compared to his wife <a href='/image/2300-fictional-tv-fawlty_towers/2302/' title='Link to spiritual portrait of Sybil Fawlty on this site'>Sybil Fawlty</a>, he is &mdash; like just about everyone else &mdash; relatively indecisive.  She takes total advantage of his <em>relative</em> indecisiveness and makes it clear to him how he is supposed to behave.  The end result is, as the manager he is ostensibly free to do things any way he wants, but ultimately his every action is motivated by fear of his domineering, nagging wife.</p><p>Thus, much of the farcical nature of the show is based on Basil pursuing some scheme or another that Sybil doesn't approve of.  He frequently enlists <a href='/image/2300-fictional-tv-fawlty_towers/2305/' title='Link to spiritual portrait of Polly Sherman on this site'>Polly's</a> and <a href='/image/2300-fictional-tv-fawlty_towers/2307/' title='Link to spiritual portrait of Manuel on this site'>Manuel's</a> help in building a mountain of lies around his misconduct &mdash; and hilarity always ensues!</p><h4>Basil the Realist</h4><p>Played by <a href='https://en.wikipedia.org/wiki/John_Cleese' title='Wikipedia page for John Cleese' target='_blank'>John Cleese</a>, who created and co-wrote the series, deep down Basil is a realist.  The following quote follows a brief period of elation he feels upon finally <q>getting one over</q> on a difficult guest:</p><blockquote>Sybil: Basil, sometimes....<br />Basil: [Puts his hand on her side, in an extremely rare showing of affection.] Seriously, Sybil, do you remember when we were first manacled together?  We used to laugh quite a lot.<br />Sybil: [Removes his hand and leaves the room.] Yes, but not at the same time, Basil.<br />Basil: That's true.  That was a warning, I guess.  Should have spotted that, shouldn't I?<br />&nbsp;&nbsp;Zoom!  <q>What was that?</q><br />&nbsp;&nbsp;<q>That was your life, mate.</q><br />&nbsp;&nbsp;<q>Oh, that was quick.  Do I get another?</q><br />&nbsp;&nbsp;<q>Sorry, mate, that's your lot.</q><br />&nbsp;&mdash;&nbsp;Basil Fawlty, Season 2, Episode 1, Communication Problems<br /></blockquote><p>Basil's bleak outlook explains why he runs, as Cleese puts it in the commentary for <a href='http://www.imdb.com/title/tt0578592/' title='Page for The Kipper and the Corpse on imdb.com' target='_blank'>The Kipper and the Corpse</a>, <q>a hotel run for the convenience of the staff.</q></p><h4>Basil and Team Fawlty</h4><p>These spiritual portraits show that the management and staff at Fawlty Towers comprise a team of fairly diverse, interdependent individuals.</p><p>Basil is the manager of the team, and his image is the only one with a Green line in it, showing he prefers logic over emotion, so he is well-suited for this role.  However, his wife is much more decisive than he &mdash; and most everyone else in the world &mdash; is, so she winds up being the <q>real</q> boss.</p><p>The disconnect between Basil's presumed role as manager and his actual role as Sybil's henpecked husband is one of the main sources of humour in Fawlty Towers.  He can manage his need to be open and try new things &mdash; the Yellow and Blue in his image &mdash; for only just so long before he starts to chafe at being tied down and under Sybil's complete control.</p><p>Basil's most distinctive quality on this team is his objectivity &mdash; represented by the Green in his spiritual portrait &mdash; but his most salient quality is his openness, and this openness ends up taking precedence.  His need to break free causes him to fall prey to Sybil's domineering manner, which in turn makes him emotional to the point of being manic.</p><p>Although the end result is Basil becomes more of a burden on the team than a productive member of it, without Mr. Fawlty there would be no Fawlty Towers.  Despite the challenges, he manages to get the job done &mdash; given the essential help of two of the other team members, and despite the overbearing <q>help</q> of his wife.</p><hr /><p>Once we learn how to interpret these spiritual portraits, we can look at the members of a team and see how it really works &mdash; or doesn't work &mdash; regardless of the superficial titles and presumed roles of its members.</p><p>Because it is small, interdependent, and diverse, the team at Fawlty Towers is very fragile.  Losing even just one member would cause the fictional hotel, the real show, or both to lose their effectiveness and even fall apart.</p><p>These spiritual portraits give us insight into how this team works together, and could even help in repairing it, if one of the members was to leave.</p>",
      "compare_to": { "gallery_file_name": "5040-politicians-us_presidents-1900s", "image_id": "5060" },
      "contrast_with": { "gallery_file_name": "2300-fictional-tv-fawlty_towers", "image_id": "2302" }
    }, {
      "id": "2302",
      "title": "Sybil Fawlty",
      "subtitle_html": "Real Manager of the <a href='https://en.wikipedia.org/wiki/Fawlty_Towers' title='Wikipedia page for the Fawlty Towers Hotel' target='_blank'>Fawlty Towers Hotel</a>",
      "gallery_page_teaser": "Sybil Fawlty's spiritual portrait shows she is very decisive, and in the show there is no doubt that she is the one who is in charge.  Click on the image to learn more!",
      "image_file_name": "esfj-sybil_fawlty-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:Sybil_Fawlty.jpg",
      "composition": "O",
      "score": [
         { "e_score": "15", "i_score": "4" },
         { "n_score": "4", "s_score": "15" },
         { "f_score": "10", "t_score": "9" },
         { "j_score": "17", "p_score": "2" }
      ],
      "four_letter_type": "ESFJ",
      "fixed_percentages": "",
      "archetype": "Fe",
      "quiz_type": "K2",
      "year": "2017",
      "explain_dom": "The Red in this spiritual portrait represents Sybil's dominant personality trait, her preference for the emotional.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  In Sybil's case this preference is very slight so she can be quite rational as well.  The considerable amount of Red and Green in this image shows she is very decisive and ultimately the one who is in control.",
      "explain_aux": "The Yellow in this spiritual portrait represents Sybil's auxiliary personality trait, her realism.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  She demonstrates this trait in the way she tries to keep Basil down-to-earth by forbidding him from falling for risky schemes.",
      "story_intro_html": "<p>In the Fawlty Towers hotel, <a href='/image/2300-fictional-tv-fawlty_towers/2300/' title='Link to spiritual portrait of Basil Fawlty on this site'>Basil's</a> wife <a href='https://en.wikipedia.org/wiki/Sybil_Fawlty' title='Wikipedia page for Sybil Fawlty' target='_blank'>Sybil Fawlty</a> is undeniably ....</p>",
      "story_html": "<p>In the Fawlty Towers hotel, <a href='/image/2300-fictional-tv-fawlty_towers/2300/' title='Link to spiritual portrait of Basil Fawlty on this site'>Basil's</a> wife <a href='https://en.wikipedia.org/wiki/Sybil_Fawlty' title='Wikipedia page for Sybil Fawlty' target='_blank'>Sybil Fawlty</a> is undeniably the boss.</p><h4>Sybil Fawlty: Red and Green, and Yellow</h4><p>The Red and Green in Sybil's spiritual portrait shows she is decisive, and the Yellow &mdash; along with the almost total lack of any Blue whatsoever &mdash; shows she is interested only in facts.</p><p>And indeed she can be extremely closed-minded, especially when it comes to Basil's dreams of <q>getting ahead</q> in some way.  There's never any hesitation in her voice, and it's like all of life's issues are already decided and everything is a done deal.</p><h4>The Indomitable Sybil Fawlty</h4><p>Actress <a href='https://en.wikipedia.org/wiki/Prunella_Scales' title='Wikipedia page for Prunella Scales' target='_blank'>Prunella Scales</a> plays this role perfectly.  Her formal manner and impeccable dress &mdash; down to the way she does her makeup and is always fussing with her hair and nails &mdash; contrasts strongly with Basil's farcical behavior, that tends to be increasingly manic as each episode progresses.</p><p>One of her funniest lines is a short and simple one, spoken frequently and repeatedly on the phone to her elusive friend Audrey:</p><blockquote>Oh I know.  I know!<br />&nbsp;&mdash;&nbsp;Sybil Fawlty on Fawlty Towers, <a href='https://www.youtube.com/watch?v=XHnAM6xb18I' title='Video of Sybil saying this on multiple episodes of Fawlty Towers on youtube.com' target='_blank'>multiple episodes</a>.</blockquote><p>And indeed, this sums up her personality quite well, because if anyone in the Fawlty Towers hotel <q>knows</q> anything, it's Sybil Fawlty!</p><h4>Sybil and the Team at Fawlty Towers</h4><p>These spiritual portraits show that the management and staff at Fawlty Towers comprise a team of fairly diverse, interdependent individuals.</p><p>Sybil is Basil's wife, and her role is to support him in his position as manager.  However, because her personality is so much more decisive than his &mdash; and most everyone else's &mdash; in reality her role turns out to be entirely dictatorial.</p><p>Sybil's need for nearly complete control over her husband &mdash; evidenced by the overwhelming amount of Red and Green in her image &mdash; is one of the main sources of humour in Fawlty Towers.  The adjective <q>nearly</q> is essential here, because without at least a ray of hope, Basil would surely suffocate and die.</p><p>Sybil's most salient and distinctive quality on this team is her decisiveness, represented by the Red and Green in her spiritual portrait.  Without her running things, albeit mostly through Basil, it's conceivable that nothing would get done &mdash; at least not properly.</p><p>Without Sybil, the entire team would be at risk of total failure, and without a new member &mdash; someone to provide the decisiveness that is lacking in the other members &mdash; to guide it, Fawlty Towers would surely go out of business, quickly and completely.</p><hr /><p>Once we learn how to interpret these spiritual portraits, we can look at the members of a team and see how it really works &mdash; or doesn't work &mdash; regardless of the superficial titles and presumed roles of its members.</p><p>Because it is small, interdependent, and diverse, the team at Fawlty Towers is very fragile.  Losing even just one member would cause the fictional hotel, the real show, or both to lose their effectiveness and even fall apart.</p><p>These spiritual portraits give us insight into how this team works together, and could even help in repairing it, if one of the members was to leave.</p>",
      "compare_to": { "gallery_file_name": "5000-politicians-us_presidents-1700s-1800s", "image_id": "5006" },
      "contrast_with": { "gallery_file_name": "2300-fictional-tv-fawlty_towers", "image_id": "2300" }
    }, {
      "id": "2303",
      "title": "responsive_ad"
    }, {
      "id": "2305",
      "title": "Polly Sherman",
      "subtitle_html": "Chambermaid at the <a href='https://en.wikipedia.org/wiki/Fawlty_Towers' title='Wikipedia page for the Fawlty Towers Hotel' target='_blank'>Fawlty Towers Hotel</a>",
      "gallery_page_teaser": "Polly Sherman's spiritual portrait shows she is open to new ideas and treats others with compassion.  Click on the image to learn more!",
      "image_file_name": "infp-polly_sherman-1.jpg",
      "meat_portrait_href": "http://www.imdb.com/name/nm0095665/mediaviewer/rm1649414912",
      "composition": "O",
      "score": [
         { "e_score": "9", "i_score": "10" },
         { "n_score": "12", "s_score": "7" },
         { "f_score": "15", "t_score": "4" },
         { "j_score": "7", "p_score": "12" }
      ],
      "four_letter_type": "INFP",
      "fixed_percentages": "",
      "archetype": "Fi",
      "quiz_type": "K2",
      "year": "2017",
      "explain_dom": "The Red in this spiritual portrait represents Polly's dominant personality trait, her compassion.  In Introverts, the dominant trait is directed inwardly, and spiritual portraits use a long horizontal line to represent this.  She demonstrates this trait in her empathy for Basil and her willingness to help him keep his schemes secret from Sybil.",
      "explain_aux": "The Blue in this spiritual portrait represents Polly's auxiliary personality trait, her preference for ideas over facts.  In Introverts, the auxiliary trait is directed outwardly, and spiritual portraits use a vertical line to represent this, because it is more evident than the dominant function.  She demonstrates this trait when she comes up with fresh ideas for helping Basil keep Sybil from discovering his deceptions.",
      "story_intro_html": "<p>In the Fawlty Towers universe, <a href='https://en.wikipedia.org/wiki/Polly_Sherman' title='Wikipedia page for Polly Sherman' target='_blank'>Polly Sherman</a> is the most ....</p>",
      "story_html": "<p>In the Fawlty Towers universe, <a href='https://en.wikipedia.org/wiki/Polly_Sherman' title='Wikipedia page for Polly Sherman' target='_blank'>Polly Sherman</a> is the most reasonable, <q>sane</q> one.</p><h4>Polly Sherman: Blue and Red</h4><p>The Blue shows Polly has insight and &mdash; when combined with the Red the image &mdash; shows she has empathy for others.  This enables her to help <a href='/image/2300-fictional-tv-fawlty_towers/2300/' title='Link to spiritual portrait of Basil Fawlty on this site'>Basil</a>, during his frequent periods of crisis, to prolong his schemes and deceptions.</p><p>And her ability to help Basil dig himself deeper and deeper into his deceptions, in turn, extends the farcical nature of the show.  This ultimately serves to continue the build-up of tension until the final punch line or other resolution.</p><h4>The Incredibly Versatile Polly Sherman</h4><p>Played by <a href='https://en.wikipedia.org/wiki/Connie_Booth' title='Wikipedia page for Connie Booth' target='_blank'>Connie Booth</a> &mdash; who co-wrote the series with John Cleese &mdash; Polly performs a wide variety of duties in the hotel:</p><blockquote>Waitress? That's a joke! I help out at reception, I clean the rooms, I deal with the tradesmen, I man the switchboard, I change the fuses, and if you think my duties now include impersonating members of your family, you have got one more screw loose than I thought!<br />&nbsp;&mdash;&nbsp;Polly Sherman on Fawlty Towers, Season 2, Episode 5, <q>The Anniversary.</q></blockquote><p>Polly is kind-hearted, but she has a mercenary side as well.  So &mdash; <em>minor spoiler alert</em> &mdash; in this case she ends up fulfilling Basil's request to impersonate a family member, and it turns out to be one of the funniest scenes in the series!</p><h4>Polly and Team Fawlty</h4><p>These spiritual portraits show that the management and staff at Fawlty Towers comprise a team of fairly diverse, interdependent individuals.</p><p>Polly is the maid and her colorful image shows she has the flexibility to perform the many other duties that fall to her.  As an art student who works directly for Basil, her loyalty is to him, and their personalities compliment one another quite well.</p><p>Polly's role as the <q>sane one</q> and her excellent communication skills contribute greatly to the humour in Fawlty Towers.  Her image is the only one of the team members' images to have a Blue line, and she almost never hesitates to put her intuition and communication skills to use in helping Basil pursue his dreams &mdash; no matter how ridiculous they are.</p><p>Polly's most salient and distinctive quality on this team is her idealism, represented by the Blue in her spiritual portrait.  Ostensibly a manual job, it turns out her duties are challenging both emotionally and intellectually &mdash; and Polly proves herself uniquely qualified for the role.</p><p>Without Polly's idealism to serve as the team's glue, it would surely disintegrate.  Each team member would quickly go their separate way, citing irreconilable differences and saying things like <q>Pfft</q> (Manuel), <q>Wicked</q> (Basil), and <q>I never</q> (Sybil).</p><hr /><p>Once we learn how to interpret these spiritual portraits, we can look at the members of a team and see how it really works &mdash; or doesn't work &mdash; regardless of the superficial titles and presumed roles of its members.</p><p>Because it is small, interdependent, and diverse, the team at Fawlty Towers is very fragile.  Losing even just one member would cause the fictional hotel, the real show, or both to lose their effectiveness and even fall apart.</p><p>These spiritual portraits give us insight into how this team works together, and could even help in repairing it, if one of the members was to leave.</p>",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "2307",
      "title": "Manuel",
      "subtitle_html": "Waiter at the <a href='https://en.wikipedia.org/wiki/Fawlty_Towers' title='Wikipedia page for the Fawlty Towers Hotel' target='_blank'>Fawlty Towers Hotel</a>",
      "gallery_page_teaser": "Manuel's spiritual portrait shows he is open to new experiences and patient with others.  Click on the image to learn more!",
      "image_file_name": "isfp-manuel-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:Manuel_Waiter.jpg",
      "composition": "O",
      "score": [
         { "e_score": "9", "i_score": "10" },
         { "n_score": "7", "s_score": "12" },
         { "f_score": "15", "t_score": "4" },
         { "j_score": "6", "p_score": "13" }
      ],
      "four_letter_type": "ISFP",
      "fixed_percentages": "",
      "archetype": "Fi",
      "quiz_type": "K2",
      "year": "2017",
      "explain_dom": "The Red in this spiritual portrait represents Manuel's dominant personality trait, his compassion for others.  In Introverts, the dominant trait is directed inwardly, and spiritual portraits use a long horizontal line to represent this.  He demonstrates this trait in his care for his pet rat.",
      "explain_aux": "The Yellow in this spiritual portrait represents Manuel's auxiliary personality trait, his openness to new experiences.  In Introverts, the auxiliary trait is directed outwardly, and spiritual portraits use a vertical line to represent this, because it is more evident than the dominant function.  He demonstrates this trait in the way he tries so to understand what Basil wants him to do.",
      "story_intro_html": "<p>In the Fawlty Towers heirarchy, <a href='https://en.wikipedia.org/wiki/Manuel_(Fawlty_Towers)' title='Wikipedia page for Manuel of Fawlty Towers' target='_blank'>Manuel </a> is the low man on the totem pole.  His desire to be ....</p>",
      "story_html": "<p>In the Fawlty Towers heirarchy, <a href='https://en.wikipedia.org/wiki/Manuel_(Fawlty_Towers)' title='Wikipedia page for Manuel of Fawlty Towers' target='_blank'>Manuel </a> is the low man on the totem pole.  His desire to be successful in his new home &mdash; <q>He's from Barcelona</q> &mdash; overrides everything else in his life, and <a href='/image/2300-fictional-tv-fawlty_towers/2300/' title='Link to spiritual portrait of Basil Fawlty on this site'>Basil</a> in particular takes full advantage of this.</p><h4>Manuel: Yellow and Blue, and Red</h4><p>The Yellow and Blue in Manuel's spiritual portrait show he is open to new experiences and ideas, and the Red shows he is passionate and amiable, even cooperative.</p><p>It's good he's willing to cooperate because his job requires him to be obedient while everyone else bosses him around.</p><h4>The Well-Meaning Manuel</h4><p>Actor <a href='https://en.wikipedia.org/wiki/Andrew_Sachs' title='Wikipedia page for Andrew Sachs' target='_blank'>Andrew Sachs</a> is excellent in this role.  He puts up with a lot of physical abuse and was even injured twice: in one episode John Cleese accidentally hits him with a real frying pan instead of a fake one, and in another he suffered second degree burns.</p><p>Manuel's being Spanish &mdash; and especially his difficulty with the English language &mdash; is constantly adding to the farcical aspect of the show.</p><blockquote>Basil Fawlty: There's too much butter [points three times, once for each word] on those trays.<br />Manuel: No no no.  [Points three times, one time per word, just as Basil did.]  Uno dos tres!<br />&nbsp;&mdash;&nbsp;Fawlty Towers, Season 1, Episode 1, A Touch of Class.</blockquote><p>The fact that <a href='/image/2300-fictional-tv-fawlty_towers/2305/' title='Link to spiritual portrait of Polly Sherman on this site'>Polly</a> can communicate with him supports her role as being the <q>sane</q> one.</p><h4>Manuel and Team Fawlty</h4><p>These spiritual portraits show that the management and staff at Fawlty Towers comprise a team of fairly diverse, interdependent individuals.</p><p>Manuel is the waiter in the hotel's restarant, but he frequently also serves as a porter.  His image shows he is friendly and down-to-earth, and he is happy to perform any task his boss Basil asks him to do.</p><p>Manuel's dedication to Basil, and his willingness to put up with all sorts of physical abuse from him, is the main source of the physical humour in Fawlty Towers.  A character with less openness &mdash; and with less Yellow and Blue in their portrait &mdash; would quickly leave this position for another.</p><p>Manuel may be the low man on the Fawlty Towers totem pole, but he plays an important role.  He's dedicated, hard working, and his character is very likeable, relatable, and even endearing.</p><p>Without Manuel the entire team would suffer, and Basil would suffer the most.  With a suitable replacement, Fawlty Towers the hotel would survive the loss, but Fawlty Towers the show most certainly would not.</p><hr /><p>Once we learn how to interpret these spiritual portraits, we can look at the members of a team and see how it really works &mdash; or doesn't work &mdash; regardless of the superficial titles and presumed roles of its members.</p><p>Because it is small, interdependent, and diverse, the team at Fawlty Towers is very fragile.  Losing even just one member would cause the fictional hotel, the real show, or both to lose their effectiveness and even fall apart.</p><p>These spiritual portraits give us insight into how this team works together, and could even help in repairing it, if one of the members was to leave.</p>",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "2309",
      "title": "square_ad"
    }
  ]
}
