{
  "gallery_title": "Fawlty Towers",
  "see_gallery_button_text": "See Their Minds",
  "list_page_teaser": "Monty Python's John Cleese wrote and starred in Fawlty Towers, one of the best British sitcoms of all time.  Click to learn more!",
  "description_html": "<p>Set in the seaside town of <a href='https://en.wikipedia.org/wiki/Torquay' title='Wikipedia page for Torquay' target='_blank'>Torquay</a> in southern England, the British sitcom <a href='http://www.fawltysite.net/index.htm' title='Link to the home page at www.fawltysite.net' target='_blank'>Fawlty Towers</a> ran for just two seasons of six episodes each, in <a href='http://www.imdb.com/title/tt0072500/episodes?season=1' title='Page for Season 1 of Fawlty Towers on imdb.com' target='_blank'>1975</a> and <a href='http://www.imdb.com/title/tt0072500/episodes?season=2' title='Page for Season 2 of Fawlty Towers on imdb.com' target='_blank'>1979</a>.</p> <p>The show stars <a href='https://en.wikipedia.org/wiki/Monty_Python' title='Wikipedia page for Monty Python' target='_blank'>Monty Python</a>'s <a href='https://en.wikipedia.org/wiki/John_Cleese' title='Wikipedia page for John Cleese' target='_blank'>John Cleese</a>, who wrote it with his wife (from 1968-1978) and Fawlty Towers co-star <a href='https://en.wikipedia.org/wiki/Connie_Booth' title='Wikipedia page for Connie Booth' target='_blank'>Connie Booth</a>.  The <a href='http://www.bfi.org.uk/' title='Link to the home page at www.bfi.org.uk' target='_blank'>British Film Institute</a> (BFI) ranked the show number 1 on the <a href='https://en.wikipedia.org/wiki/BFI_TV_100#Full_list' title='Wikipedia page for the BFI list of top 100 TV shows' target='_blank'>list of top 100 TV shows</a> it compiled in 2000.</p> <p>John Cleese got the idea for the show after he, <a href='https://en.wikipedia.org/wiki/Eric_Idle' title='Wikipedia page for Eric Idle' target='_blank'>Eric Idle</a>, and other members of the Monty Python troupe stayed at the <a href='https://en.wikipedia.org/wiki/Gleneagles_Hotel,_Torquay' title='Wikipedia page for the Gleneagles Hotel in Torquay' target='_blank'>Gleneagles Hotel</a> in Torquay while filming Monty Python.  He based Fawlty Towers' owner and main character, <a href='http://www.imdb.com/title/tt0578589/characters/nm0000092' title='Page for Basil Fawlty on imdb.com' target='_blank'>Basil Fawlty</a>, on <a href='https://en.wikipedia.org/wiki/Donald_Sinclair_(hotel_owner)' title='Wikipedia page for Donald Sinclair' target='_blank'>Donald Sinclair</a>, who was the owner of the hotel at the time of their visit.</p>",
  "story_html": "<p>Filmed in front of a live audience, <a href='https://en.wikipedia.org/wiki/Fawlty_Towers' title='Wikipedia page for Fawlty Towers' target='_blank'>Fawlty Towers</a> is a <a href='https://en.wikipedia.org/wiki/Farce' title='Wikipedia page for farce' target='_blank'>farce</a> and full of <a href='https://en.wikipedia.org/wiki/Physical_comedy' title='Wikipedia page for physical humour' target='_blank'>physical humour</a>.  In commentary tracks on the DVD release Cleese frequently complains that some of the actors &mdash; particularly his wife Connie &mdash; did not hit him hard enough.</p><p>Appearing at the very top of <a href='http://www.imdb.com/list/ls000151593/' title='Page for The BFI TV 100 (2000) on imdb.com' target='_blank'>The BFI TV 100 (2000)</a>, the show is a prime example of <a href='https://en.wikipedia.org/wiki/British_humour' title='Wikipedia page for British humour' target='_blank'>British humour</a>.  Based on my experience, that sort of humour is not for everyone.</p><p>These spiritual portraits show that the characters on the show are quite diverse.  Nothing would please me more than to learn these images inspired someone who believes they do not care for this type of humour to give it another chance.</p><p>You can find many of the episodes online on <a href='https://www.youtube.com/' title='Home page of youtube.com' target='_blank'>youtube</a>.  A few of the best ones are <a href='https://www.youtube.com/watch?v=Uy15m_EiQ-A' title='Video of Gourmet Night episode on youtube.com' target='_blank'>Gourmet Night</a>, <a href='https://www.youtube.com/watch?v=ebaLEPYPjBs' title='Video of The Germans episode on youtube.com' target='_blank'>The Germans</a>, <a href='https://www.youtube.com/watch?v=Xi2IY5C9yDA' title='Video of The Kipper and the Corpse episode on youtube.com' target='_blank'>The Kipper and the Corpse</a>, and <a href='https://www.youtube.com/watch?v=jCzC-edhRdA' title='Video of Basil the Rat episode on youtube.com' target='_blank'>Basil the Rat</a>.</p><p>Moreover, if you give Fawlty Towers a chance and still do not care for British humour, you can say that at least you gave the best of their shows a chance.</p>",
  "image_list":
  [
    {
      "id": "2300",
      "title": "Basil Fawlty",
      "subtitle_html": "<a href='' title='Wikipedia page for ' target='_blank'></a>",
      "gallery_page_teaser": "Basil Fawlty's spiritual portrait is very colorful, showing his preferences are very slight, making it fairly easy for people to relate to his character.  Click on the image to learn more!",
      "image_file_name": "estp-basil_fawlty-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:Basil_Fawlty.jpg",
      "composition": "O",
      "score": [
         { "e_score": "15", "i_score": "4" },
         { "n_score": "9", "s_score": "10" },
         { "f_score": "8", "t_score": "11" },
         { "j_score": "6", "p_score": "13" }
      ],
      "four_letter_type": "ESTP",
      "fixed_percentages": "",
      "archetype": "Se",
      "quiz_type": "K2",
      "subject_line": "",
      "tweet_html": "",
      "explain_dom": "The Yellow in this spiritual portrait represents Basil Fawlty's dominant personality trait, his openness to new experiences.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  In Basil's case this preference is very slight, so while the Yellow shows he is open to new experiences, the Blue shows he is also open to new ideas.  He exhibits this openness when he gets into schemes for making money.",
      "explain_aux": "The Green in this spiritual portrait represents Basil Fawlty's auxiliary personality trait, his preference for the objective.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  In Basil's case this preference is very slight, and many of the shows start off with him being fairly reasonable only to have circumstances drive him to become more and more emotional.",
      "story_intro_html": "<p> </p>",
      "story_html": "<p>The manager of Fawlty Towers is <a href='https://en.wikipedia.org/wiki/Basil_Fawlty' title='Wikipedia page for Basil Fawlty' target='_blank'>Basil Fawlty</a>.  He may be the one obstensibly <q>in charge,</q> but he is definitely not the one who is <q>in control.</q></p><p>The fairly large amounts of Yellow and Blue in his spiritual portrait show Basil is open experiences and ideas &mdash; but not all that decisive.  He's free to do things any way he wants, but ultimately every action is motivated by fear of his domineering, decisive wife <a href='/image/2300-fictional-tv-fawlty_towers/2302/' title='Link to spiritual portrait of Sybil Fawlty on this site'>Sybil</a>.</p><p>Much of the farcical nature of the show is based on Basil pursuing some scheme or another that Sybil doesn't approve of.  He frequently enlists <a href='/image/2300-fictional-tv-fawlty_towers/2305/' title='Link to spiritual portrait of Polly Sherman on this site'>Polly's</a> and <a href='/image/2300-fictional-tv-fawlty_towers/2307/' title='Link to spiritual portrait of Manuel on this site'>Manuel's</a> help in building a mountain of lies around his misconduct &mdash; and hilarity always ensues!</p><p>Played by <a href='https://en.wikipedia.org/wiki/John_Cleese' title='Wikipedia page for John Cleese' target='_blank'>John Cleese</a>, who created and co-wrote the series, deep down Basil is a realist.  The following quote follows a brief period of elation he feels upon finally <q>getting one over</q> on a difficult guest:</p><blockquote>Sybil: Basil, sometimes....<br />Basil: [Puts his hand on her side.] Seriously, Sybil, do you remember when we were first manacled together?  We used to laugh quite a lot.<br />Sybil: [Removes his hand and leaves the room.] Yes, but not at the same time, Basil.<br />Basil: That's true.  That was a warning, I guess.  Should have spotted that, shouldn't I?<br />&nbsp;&nbsp;Zoom!  <q>What was that?</q><br />&nbsp;&nbsp;<q>That was your life, mate.</q><br />&nbsp;&nbsp;<q>Oh, that was quick.  Do I get another?</q><br />&nbsp;&nbsp;<q>Sorry, mate, that's your lot.</q><br />&nbsp;&mdash;&nbsp;Basil Fawlty, Season 2, Episode 1, Communication Problems<br /></blockquote><p>Basil's bleak outlook explains why he runs, as Cleese puts it in the commentary for <a href='http://www.imdb.com/title/tt0578592/' title='Page for The Kipper and the Corpse on imdb.com' target='_blank'>The Kipper and the Corpse</a>, <q>a hotel run for the convenience of the staff.</q></p><hr /><p>These spiritual portraits show that the management and staff at Fawlty Towers are a team of fairly diverse individuals.</p><p>Basil's image is the only one with a Green line, showing he prefers logic, and the Yellow shows he has attention for detail.  These preferences are very slight, however, and his preference for being open (Yellow and Blue) predominates, so he chafes at being tied under Sybil's control.</p><p> </p>",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "2302",
      "title": "Sybil Fawlty",
      "subtitle_html": "<a href='' title='Wikipedia page for ' target='_blank'></a>",
      "gallery_page_teaser": "Sybil Fawlty's spiritual portrait shows she is very decisive, and in the show there is no doubt that she is the one who is in charge.  Click on the image to learn more!",
      "image_file_name": "esfj-sybil_fawlty-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:Sybil_Fawlty.jpg",
      "composition": "O",
      "score": [
         { "e_score": "15", "i_score": "4" },
         { "n_score": "4", "s_score": "15" },
         { "f_score": "10", "t_score": "9" },
         { "j_score": "17", "p_score": "2" }
      ],
      "four_letter_type": "ESFJ",
      "fixed_percentages": "",
      "archetype": "Fe",
      "quiz_type": "K2",
      "subject_line": "",
      "tweet_html": "",
      "explain_dom": "The Red in this spiritual portrait represents Sybil's dominant personality trait, her preference for the emotional.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  In Sybil's case this preference is very slight so she can be quite rational as well.  The considerable amount of Red and Green in this image shows she is very decisive and ultimately the one who is in control.",
      "explain_aux": "The Yellow in this spiritual portrait represents Sybil's auxiliary personality trait, her realism.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  She demonstrates this trait in the way she tries to keep Basil down-to-earth by forbidding him from falling for risky schemes.",
      "story_intro_html": "<p> </p>",
      "story_html": "<p>In the Fawlty Towers hotel <a href='https://en.wikipedia.org/wiki/Sybil_Fawlty' title='Wikipedia page for Sybil Fawlty' target='_blank'>Sybil Fawlty</a> is undeniably the boss.</p><p>The Red and Green in her spiritual portrait shows she is decisive, and indeed she can be down-right closed-minded.  There's never any hesitation in her voice.  It's like all issues are already decided and everything is a done deal.</p><p>Actress <a href='https://en.wikipedia.org/wiki/Prunella_Scales' title='Wikipedia page for Prunella Scales' target='_blank'>Prunella Scales</a> plays this role perfectly.  Her formal manner and impeccable dress &mdash; including of course even the way she does her hair, makeup, and nails &mdash; contrasts strongly with Basil's farcical behavior, that tends to be increasingly manic as each episode progresses.</p><p>One of her funniest lines is a short and simple one, spoken frequently and repeatedly on the phone to her elusive friend Audrey:</p><blockquote>Oh I know.  I know!<br />&nbsp;&mdash;&nbsp;Sybil Fawlty on Fawlty Towers, <a href='https://www.youtube.com/watch?v=XHnAM6xb18I' title='Video of Sybil saying this on multiple episodes of Fawlty Towers on youtube.com' target='_blank'>multiple episodes</a>.</blockquote><p>And indeed, this sums up her personality quite well, because if anyone <q>knows</q> anything, it's Sybil Fawlty!</p><hr /><p>These spiritual portraits show that the management and staff at Fawlty Towers are a team of fairly diverse individuals.</p><p>Sybil's image is full of Red and Green, showing she is much more decisive than the others.  A glance at the team's images makes it clear she is the boss, and this is easily confirmed in the way he jumps when she says his name, <q><em>Basil!</em></q></p><p> </p>",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "2303",
      "title": "responsive_ad"
    }, {
      "id": "2305",
      "title": "Polly Sherman",
      "subtitle_html": "<a href='' title='Wikipedia page for ' target='_blank'></a>",
      "gallery_page_teaser": "Polly Sherman's spiritual portrait shows she is open to new ideas and treats others with compassion.  Click on the image to learn more!",
      "image_file_name": "infp-polly_sherman-1.jpg",
      "meat_portrait_href": "http://www.imdb.com/name/nm0095665/mediaviewer/rm1649414912",
      "composition": "O",
      "score": [
         { "e_score": "9", "i_score": "10" },
         { "n_score": "12", "s_score": "7" },
         { "f_score": "15", "t_score": "4" },
         { "j_score": "7", "p_score": "12" }
      ],
      "four_letter_type": "INFP",
      "fixed_percentages": "",
      "archetype": "Fi",
      "quiz_type": "K2",
      "subject_line": "",
      "tweet_html": "",
      "explain_dom": "The Red in this spiritual portrait represents Polly's dominant personality trait, her compassion.  In Introverts, the dominant trait is directed inwardly, and spiritual portraits use a long horizontal line to represent this.  She demonstrates this trait in her empathy for Basil and her willingness to help him keep his schemes secret from Sybil.",
      "explain_aux": "The Blue in this spiritual portrait represents Polly's auxiliary personality trait, her preference for ideas over facts.  In Introverts, the auxiliary trait is directed outwardly, and spiritual portraits use a vertical line to represent this, because it is more evident than the dominant function.  She demonstrates this trait when she comes up with fresh ideas for helping Basil keep Sybil from discovering his deceptions.",
      "story_intro_html": "<p> </p>",
      "story_html": "<p>In the Fawlty Towers universe, <a href='https://en.wikipedia.org/wiki/Polly_Sherman' title='Wikipedia page for Polly Sherman' target='_blank'>Polly Sherman</a> is the most reasonable, <q>sane</q> one.</p><p>The Blue shows she has insight and this enables her to help give Basil for extending his schemes and deceptions when he is experiencing one of his many self-inflicted crises.  This serves to extend the farcical nature of the show, building tension until the final punch line or other resolution.</p><p>Played by <a href='https://en.wikipedia.org/wiki/Connie_Booth' title='Wikipedia page for Connie Booth' target='_blank'>Connie Booth</a> &mdash; who co-wrote the series with John Cleese &mdash; Polly performs a wide variety of duties in the hotel:</p><blockquote>Waitress? That's a joke! I help out at reception, I clean the rooms, I deal with the tradesmen, I man the switchboard, I change the fuses, and if you think my duties now include impersonating members of your family, you have got one more screw loose than I thought!<br />&nbsp;&mdash;&nbsp;Polly Sherman on Fawlty Towers, Season 2, Episode 5, <q>The Anniversary.</q></blockquote><p>Polly is kind-hearted, but she has a mercenary side as well.  So she ends up fulfilling Basil's request to impersonate a family member, and it turns out to be one of the funniest scenes in the series.</p><hr /><p>These spiritual portraits show that the management and staff at Fawlty Towers are a team of fairly diverse individuals.</p><p>....</p>",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "2307",
      "title": "Manuel",
      "subtitle_html": "<a href='' title='Wikipedia page for ' target='_blank'></a>",
      "gallery_page_teaser": "Manuel's spiritual portrait shows he is open to new experiences and patient with others.  Click on the image to learn more!",
      "image_file_name": "isfp-manuel-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:Manuel_Waiter.jpg",
      "composition": "O",
      "score": [
         { "e_score": "9", "i_score": "10" },
         { "n_score": "7", "s_score": "12" },
         { "f_score": "15", "t_score": "4" },
         { "j_score": "6", "p_score": "13" }
      ],
      "four_letter_type": "ISFP",
      "fixed_percentages": "",
      "archetype": "Fi",
      "quiz_type": "K2",
      "subject_line": "",
      "tweet_html": "",
      "explain_dom": "The Red in this spiritual portrait represents Manuel's dominant personality trait, his compassion for others.  In Introverts, the dominant trait is directed inwardly, and spiritual portraits use a long horizontal line to represent this.  He demonstrates this trait in his care for his pet rat.",
      "explain_aux": "The Yellow in this spiritual portrait represents Manuel's auxiliary personality trait, his openness to new experiences.  In Introverts, the auxiliary trait is directed outwardly, and spiritual portraits use a vertical line to represent this, because it is more evident than the dominant function.  He demonstrates this trait in the way he tries so to understand what Basil wants him to do.",
      "story_intro_html": "<p> </p>",
      "story_html": "<p>In the Fawlty Towers heirarchy, <a href='https://en.wikipedia.org/wiki/Manuel_(Fawlty_Towers)' title='Wikipedia page for Manuel of Fawlty Towers' target='_blank'>Manuel </a> is the low man on the totem pole.  His desire to be successful in his new home &mdash; <q>He's from Barcelona</q> &mdash; overrides everything else in his life, and Basil in particular takes full advantage of this.</p><p>The Yellow in his spiritual portrait shows he is open to new experiences and the Blue shows he is open to new ideas.  It's good he's willing to cooperate because his job requires him to be obedient while everyone else bosses him around.</p><p>Actor <a href='https://en.wikipedia.org/wiki/Andrew_Sachs' title='Wikipedia page for Andrew Sachs' target='_blank'>Andrew Sachs</a> is excellent in this role.  He puts up with a lot of physical abuse and was even injured twice: in one episode John Cleese accidentally hits him with a real frying pan instead of a fake one and in another he suffered second degree burns.</p><p>Manuel's being Spanish &mdash; and especially his difficulty with the English language &mdash; is constantly adding to the farcical aspect of the show.  The fact that <a href='/image/2300-fictional-tv-fawlty_towers/2305/' title='Link to spiritual portrait of Polly Sherman on this site'>Polly</a> can communicate with him adds credibility to her role as being the <q>sane</q> one.</p><hr /><p>These spiritual portraits show that the management and staff at Fawlty Towers are a team of fairly diverse individuals.</p><p></p><p> </p>",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "2309",
      "title": "square_ad"
    }
  ]
}
