{
  "gallery_title": "The Sopranos",
  "see_gallery_button_text": "See Their Minds",
  "list_page_teaser": "Tony Soprano represents the archetypal mobster.  How does his personality compare to the members of his other families?  Click to find out!",
  "description_html": "<p>Down-to-earth, decisive and ruthless, it's obvious that <a href='https://en.wikipedia.org/wiki/Tony_Soprano' title='Wikipedia page for Tony Soprano' target='_blank'>Tony Soprano</a> makes a great &mdash; if not an all-out archetypal &mdash; mob boss.</p><p>The ambitious soldier <a href='https://en.wikipedia.org/wiki/List_of_The_Sopranos_characters#Ralph_Cifaretto' title='Link to the section in a wikipedia page that is for Ralph Cifaretto' target='_blank'>Ralph Cifaretto</a> would like to move up the ladder, but there's something about him that just doesn't feel right.</p><p>Their arc together drips in noirish foreboding, and is truly wonderful to watch.</p>",
  "story_html": "<p>It took me awhile to appreciate <a href='http://www.imdb.com/title/tt0141842/?ref_=nv_sr_1' title='Page for The Sopranos on imdb.com' target='_blank'>The Sopranos</a>.  An episode entitled <a href='http://www.imdb.com/title/tt0705241/?ref_=fn_al_tt_1' title='Page for the episode Down Neck on imdb.com' target='_blank'>Down Neck</a> is the one that got me hooked.</p><p>The final scene in the episode shows Tony and AJ sharing some ice cream with <a href='https://www.youtube.com/watch?v=dul_eXVwPoU' title='Youtube video of this closing scene of Tony and AJ sharing some ice cream, with Jefferson Airplane's White Rabbit playing in the background' target='_blank'>Jefferson Airplane's White Rabbit</a> playing in the background.  I consider that scene to be a work of genius &mdash; but to understand why, you will need to see the episode for the context!</p><p>While re-watching <a href='https://en.wikipedia.org/wiki/The_Sopranos' title='Wikipedia page for The Sopranos' target='_blank'>The Sopranos</a> recently, I became curious how <a href='https://en.wikipedia.org/wiki/Tony_Soprano' title='Wikipedia page for Tony Soprano' target='_blank'>Tony's</a> and <a href='https://en.wikipedia.org/wiki/List_of_The_Sopranos_characters#Ralph_Cifaretto' title='Link to the section in a wikipedia page that is for Ralph Cifaretto' target='_blank'>Ralphie's</a> personalities might compare.  The images on this page are the result.</p><p>Look for more characters from <a href='http://www.imdb.com/title/tt0141842/?ref_=nv_sr_1' title='Page for The Sopranos on imdb.com' target='_blank'>the series</a> to appear here soon!  To keep up to date, follow this site on social media or <a href='https://groja.com/conversion/seeourminds' title='Link to small form you can use to join the Groja.com and SeeOurMinds.com email list' target='_blank'>join the SeeOurMinds.com email list</a>!</p>",
  "image_list":
  [
    {
      "id": "2400",
      "title": "Tony Soprano",
      "subtitle_html": "Street Boss of the <a href='https://en.wikipedia.org/wiki/List_of_characters_from_The_Sopranos_in_the_Soprano_crime_family' title='Wikipedia page for the DiMeo Crime Family' target='_blank'>DiMeo Crime Family</a>",
      "gallery_page_teaser": "Tony Soprano's spiritual portrait shows he is logical and pragmatic, qualities that make him an excellent leader who is more objective than compassionate. Click on the image to learn more!",
      "image_file_name": "estj-tony_soprano-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:Tony_Soprano.jpg",
      "composition": "O",
      "score": [
         { "e_score": "15", "i_score": "4" },
         { "n_score": "3", "s_score": "16" },
         { "f_score": "7", "t_score": "12" },
         { "j_score": "12", "p_score": "7" }
      ],
      "four_letter_type": "ESTJ",
      "archetype": "Te",
      "quiz_type": "K",
      "subject_line": "",
      "tweet_html": "",
      "explain_dom": "The Green in this spiritual portrait represents Tony Soprano's dominant trait, his rationality.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  He demonstrates this trait in the unsentimental way he treats his family.",
      "explain_aux": "The Yellow in this spiritual portrait represents Tony Soprano's auxiliary trait, his pragmatism.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  He demonstrates this trait in the way he gives making money a priority without regard to how it's being made.",
      "story_html": "<p>A preference for logical decision making &mdash; the Green <q>T</q>hinking in the four-letter-type parlance used here &mdash; is important in a leader.</p><p>Impartiality is expected, and one of the keys to being respected.  Start to play favorites with people, and all your decisions come into question.</p><p>And in Tony's <a href='https://en.wikipedia.org/wiki/American_Mafia' title='Wikipedia page for the American Mafia' target='_blank'>line of work</a>, the importance of keeping a cool head in tough situations cannot be stressed highly enough.  Indeed, the ability to maintain focus while under fire &mdash; whether the fire is literal or figurative &mdash; can mean the difference between life and death.</p><p>The downside to having this preference is that relationships suffer.  One can, for the most part, spend time with only one family at a time.  <a href='http://www.hbo.com/the-sopranos/cast-and-crew/tony-soprano/index.html' title='Link to the bio for Tony Soprano at hbo.com' target='_blank'>Tony's</a> pursuit of this work-life balance &mdash; to the extent that he does seek compromise &mdash; is one of the things that gives this show its appeal.</p><p>Another source of the show's appeal is Tony's penchant for direct communications.  For example, one of my favorite lines from Tony comes in response to his protege <a href='https://en.wikipedia.org/wiki/Christopher_Moltisanti' title='Wikipedia page for Christopher Moltisanti' target='_blank'>Christopher Moltisanti's</a> complaint that he hasn't been <q>feeling well:</q></p><blockquote>I wipe my nose with your feelings!</blockquote><p>If you want to work for a logical pragmatist like Tony, you need to know when to keep quiet and just get the job done.</p><p>As an INFP, I am the opposite type from Tony.  It's difficult for me to relate to him in general, and almost impossible to imagine saying something like this in particular.  But I can certainly appreciate his motivations when he says it, and I would not want to be in a position where I might hear it.</p><p>With my particular skill set, I don't really want to be a boss.  But if I ever find myself in a position where I need to take on that role, thanks to The Sopranos, I have an excellent role model to use!</p>",
      "compare_to": { "gallery_file_name": "2010-fictional-tv-game_of_thrones-1", "image_id": "2010" },
      "contrast_with": { "gallery_file_name": "1600-fictional-movies-classics", "image_id": "1606" }
    }, {
      "id": "2402",
      "title": "Carmela Soprano",
      "subtitle_html": "Tony Soprano's <a href='https://en.wikipedia.org/wiki/Wife' title='Wikipedia page about wives' target='_blank'>Wife</a>",
      "gallery_page_teaser": "Carmela's spiritual portrait is rather similar to Tony's, with the Red (which represents emotion) in her image replacing the Green (which represents logic) in his.  Click on the image to learn more!",
      "image_file_name": "esfj-carmela_soprano-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:CarmelaSoprano.jpg",
      "composition": "O",
      "score": [
         { "e_score": "19", "i_score": "0" },
         { "n_score": "3", "s_score": "16" },
         { "f_score": "12", "t_score": "7" },
         { "j_score": "13", "p_score": "6" }
      ],
      "four_letter_type": "ESFJ",
      "fixed_percentages": "",
      "archetype": "Fe",
      "quiz_type": "K",
      "subject_line": "",
      "tweet_html": "",
      "explain_dom": "The Red in this spiritual portrait represents Carmela's dominant trait, her compassion.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  She demonstrates this trait in the way she cares for the people in her family more than anything else.",
      "explain_aux": "The Yellow in this spiritual portrait represents Carmela's auxiliary trait, her pragmatism.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  She demonstrates this trait in her down-to-earth manner.",
      "story_html": "<p> </p><blockquote> </blockquote><p> </p>",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "2405",
      "title": "responsive_ad"
    }, {
      "id": "2407",
      "title": "Christopher Moltisanti",
      "subtitle_html": "<a href='https://en.wikipedia.org/wiki/Soldato' title='Wikipedia page for Soldato (mafia Soldier)' target='_blank'>Soldier</a>, <a href='https://en.wikipedia.org/wiki/Made_man' title='Wikipedia page for Made Man' target='_blank'>Made Man</a>, and <a href='https://en.wikipedia.org/wiki/Underboss' title='Wikipedia page for Underboss' target='_blank'>Underboss</a> in the <a href='https://en.wikipedia.org/wiki/List_of_characters_from_The_Sopranos_in_the_Soprano_crime_family' title='Wikipedia page for the DiMeo Crime Family' target='_blank'>DiMeo Crime Family</a>",
      "gallery_page_teaser": "Christopher's spiritual portrait is very similar to Tony's.  It is easy to see how they would like the same things and get along so well, despite the difference in their ages.  Click on the image to learn more!",
      "image_file_name": "estj-christopher_moltisanti-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:Christopher_Moltisanti.jpg",
      "composition": "O",
      "score": [
         { "e_score": "11", "i_score": "8" },
         { "n_score": "7", "s_score": "12" },
         { "f_score": "6", "t_score": "13" },
         { "j_score": "13", "p_score": "6" }
      ],
      "four_letter_type": "ESTJ",
      "fixed_percentages": "",
      "archetype": "Te",
      "quiz_type": "K",
      "subject_line": "",
      "tweet_html": "",
      "explain_dom": "The Green in this spiritual portrait represents Christopher's dominant trait, his preference for making logical rather than emotional decisions.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  He demonstrates this trait in the way he is ruthless with people who don't pay up when he is making collections.",
      "explain_aux": "The Yellow in this spiritual portrait represents Christopher's auxiliary trait, Sensing: his realism.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  He demonstrates this in his down-to-earth manner.",
      "story_html": "<p> </p><blockquote> </blockquote><p> </p>",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "2410",
      "title": "Paulie Gualtieri",
      "subtitle_html": "<a href='https://en.wikipedia.org/wiki/Soldato' title='Wikipedia page for Soldato (mafia Soldier)' target='_blank'>Soldier</a>, <a href='https://en.wikipedia.org/wiki/Caporegime' title='Wikipedia page for Caporegime' target='_blank'>Caporegime</a>, and <a href='https://en.wikipedia.org/wiki/Underboss' title='Wikipedia page for Underboss' target='_blank'>Underboss</a> in the <a href='https://en.wikipedia.org/wiki/List_of_characters_from_The_Sopranos_in_the_Soprano_crime_family' title='Wikipedia page for the DiMeo Crime Family' target='_blank'>DiMeo Crime Family</a>",
      "gallery_page_teaser": "Paulie's spiritual portrait shows his personality is very similar to Tony's and Chris's, but just slightly more open and less decisive.  Click on the image to learn more!",
      "image_file_name": "estp-paulie_gualtieri-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:The_Sopranos_Paulie.jpg",
      "composition": "O",
      "score": [
         { "e_score": "15", "i_score": "4" },
         { "n_score": "3", "s_score": "16" },
         { "f_score": "5", "t_score": "14" },
         { "j_score": "9", "p_score": "10" }
      ],
      "four_letter_type": "ESTP",
      "fixed_percentages": "",
      "archetype": "Se",
      "quiz_type": "K",
      "subject_line": "",
      "tweet_html": "",
      "explain_dom": "The Yellow in this spiritual portrait represents Paulie's dominant trait, his realism.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  He demonstrates this in his down-to-earth manner.",
      "explain_aux": "The Green in this spiritual portrait represents Paulie's auxiliary trait, his cool-headedness.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  He demonstrates this trait in the way he can be cool and ruthless with people who do not pay up when they are supposed to.",
      "story_html": "<p> </p><blockquote> </blockquote><p> </p>",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "2412",
      "title": "responsive_ad"
    }, {
      "id": "2415",
      "title": "Dr. Jennifer Melfi",
      "subtitle_html": "Tony Soprano's <a href='https://en.wikipedia.org/wiki/Psychiatrist' title='Wikipedia page for Psychiatrist' target='_blank'>Psychiatrist</a>",
      "gallery_page_teaser": "Dr. Melfi's spiritual portrait is much different from the others in this gallery.  Specifically, the Blue shows she is more interested in theories and ideas than facts, a necessary trait for someone in her line of work.  Click on the image to learn more!",
      "image_file_name": "intp-dr_jennifer_melfi-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:Sopranos_ep304.jpg",
      "composition": "O",
      "score": [
         { "e_score": "9", "i_score": "10" },
         { "n_score": "15", "s_score": "4" },
         { "f_score": "9", "t_score": "10" },
         { "j_score": "9", "p_score": "10" }
      ],
      "four_letter_type": "INTP",
      "fixed_percentages": "",
      "archetype": "Ti",
      "quiz_type": "K",
      "subject_line": "",
      "tweet_html": "",
      "explain_dom": "The Green in this spiritual portrait represents Dr. Melfi's dominant trait, her objectivity.  In Introverts, the dominant trait is directed inwardly, and spiritual portraits use a long horizontal line to represent this.  She demonstrates this trait in the way she can remain objective and impersonal when helping her patients with their psychological problems.",
      "explain_aux": "The Blue in this spiritual portrait represents Dr. Melfi's auxiliary trait, her openness.  In Introverts, the auxiliary trait is directed outwardly, and spiritual portraits use a vertical line to represent this, because it is more evident than the dominant function.  She demonstrates this trait in the way she is open to listening to others' perceptions and experiences.",
      "story_html": "<p> </p><blockquote> </blockquote><p> </p>",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "2417",
      "title": "Ralph Cifaretto",
      "subtitle_html": "<a href='https://en.wikipedia.org/wiki/Soldato' title='Wikipedia page for Soldato (mafia Soldier)' target='_blank'>Soldier</a> in the <a href='https://en.wikipedia.org/wiki/List_of_characters_from_The_Sopranos_in_the_Soprano_crime_family' title='Wikipedia page for the DiMeo Crime Family' target='_blank'>DiMeo Crime Family</a>",
      "gallery_page_teaser": "Ralphie Cifaretto's spiritual portrait shows he is pragmatic and a bit emotional.  Click on the image to learn more!",
      "image_file_name": "esfp-ralph_cifaretto-1.jpg",
      "meat_portrait_href": "http://www.imdb.com/character/ch0011339/mediaviewer/rm38286080",
      "composition": "O",
      "score": [
         { "e_score": "15", "i_score": "4" },
         { "n_score": "2", "s_score": "17" },
         { "f_score": "10", "t_score": "9" },
         { "j_score": "9", "p_score": "10" }
      ],
      "four_letter_type": "ESFP",
      "archetype": "Se",
      "quiz_type": "K",
      "subject_line": "",
      "tweet_html": "",
      "explain_dom": "The Yellow in this spiritual portrait represents Ralphie Cifaretto's dominant trait, his pragmatism.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  He demonstrates this trait by being a good earner.",
      "explain_aux": "The Red in this spiritual portrait represents Ralphie Cifaretto's auxiliary trait, his passion.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  He demonstrates this trait by his frequently erratic behavior.",
      "story_html": "<p>Ralphie Cifaretto's portrait shows that his personality is similar to Tony's, but there are important differences.  And in their <a href='https://en.wikipedia.org/wiki/American_Mafia' title='Wikipedia page for the American Mafia' target='_blank'>line of work</a> these differences can mean the difference between life and death.</p><p>From the start, <a href='http://www.hbo.com/the-sopranos/cast-and-crew/ralph-cifaretto/index.html' title='Link to the bio for Ralph Cifaretto at hbo.com' target='_blank'>Ralphie</a> exhibits an alarming recklessness.  It gets to the point where, every time he shows up, one wonders what stupid thing he's going to do next.</p><p>As hard as it is for me to relate to Tony's character, it's more difficult for me to relate to Ralphie's.  He doesn't seem to realize he's playing with fire.</p><p>Comparing his high <q>S</q>ensing score to <a href='/gallery/9100-real-self_portraits/' title='Page on this site containing my self portraits' target='_blank'>my high i<q>N</q>tuition scores</a> makes it easy to see why.  Moreover, four-letter-type scores aside, it's difficult to empathize with someone so reckless, rude, and stupid.</p><p>As I continue rewatching the series, I will be adding portraits of additional characters.  Hopefully doing so will shed more light on the characters' dynamics!</p>",
      "compare_to": { "gallery_file_name": "2400-fictional-tv-sopranos", "image_id": "2400" },
      "contrast_with": { "gallery_file_name": "2400-fictional-tv-sopranos", "image_id": "2400" }
    }, {
      "id": "2419",
      "title": "responsive_ad"
    }
  ]
}
