{
  "gallery_title": "The Sopranos",
  "see_gallery_button_text": "See Their Minds",
  "list_page_teaser": "Tony Soprano represents the archetypal mobster.  How does his personality compare to the members of his other families?  Click to find out!",
  "description_html": "<p>Down-to-earth, decisive and ruthless, it's obvious that <a href='https://en.wikipedia.org/wiki/Tony_Soprano' title='Wikipedia page for Tony Soprano' target='_blank'>Tony Soprano</a> makes a great &mdash; if not an all-out archetypal &mdash; mob boss.</p><p>A quick glance at the spiritual portraits on this page reveals that Dr. Jennifer Melfi's image sticks out like a sore thumb.  This is because she's the only one with any significant amount of <a href='https://en.wikipedia.org/wiki/Myers%E2%80%93Briggs_Type_Indicator#Sensing.2FIntuition' title='Section about iNtuition on the wikipedia page for the MBTI' target='_blank'>iNtuition</a>, which is represented by the color Blue.  And indeed, even though she's as Italian as the others, she's the one character on the show who is not one of Tony Soprano's crowd.</p>",
  "story_html": "<p>It took me awhile to appreciate <a href='http://www.imdb.com/title/tt0141842/?ref_=nv_sr_1' title='Page for The Sopranos on imdb.com' target='_blank'>The Sopranos</a>.  An episode entitled <a href='http://www.imdb.com/title/tt0705241/?ref_=fn_al_tt_1' title='Page for the episode Down Neck on imdb.com' target='_blank'>Down Neck</a> is the one that got me hooked.</p><p>The final scene in the episode shows Tony and AJ sharing some ice cream with <a href='https://www.youtube.com/watch?v=dul_eXVwPoU' title='Youtube video of this closing scene of Tony and AJ sharing some ice cream, with Jefferson Airplane's White Rabbit playing in the background' target='_blank'>Jefferson Airplane's White Rabbit</a> playing in the background.  I consider that scene to be a work of genius &mdash; but to understand why, you'll need to see the episode for the context!</p><p>I believe many, if not most of the male characters on the show will have spiritual portraits similar to Tony's, and many, if not most of the female characters on the show will have spiritual portraits similar to Carmela's.  Thus I think the spiritual portraits of the characters in this gallery are fairly representative of most of the characters on the show.</p><p>However, there's always the chance I will add one or more other characters from the show here soon.  To ensure you know when I add your favorite character from the series, follow this site on social media or <a href='https://groja.com/conversion/seeourminds' title='Link to small form you can use to join the Groja.com and SeeOurMinds.com email list' target='_blank'>join the SeeOurMinds.com email list!</a></p>",
  "image_list":
  [
    {
      "id": "2400",
      "title": "Tony Soprano",
      "subtitle_html": "Street Boss of the <a href='https://en.wikipedia.org/wiki/List_of_characters_from_The_Sopranos_in_the_Soprano_crime_family' title='Wikipedia page for the DiMeo Crime Family' target='_blank'>DiMeo Crime Family</a>",
      "gallery_page_teaser": "Tony Soprano's spiritual portrait shows he is logical and pragmatic, qualities that make him an excellent leader who is more objective than compassionate. Click on the image to learn more!",
      "image_file_name": "estj-tony_soprano-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:Tony_Soprano.jpg",
      "composition": "O",
      "score": [
         { "e_score": "15", "i_score": "4" },
         { "n_score": "3", "s_score": "16" },
         { "f_score": "7", "t_score": "12" },
         { "j_score": "12", "p_score": "7" }
      ],
      "four_letter_type": "ESTJ",
      "archetype": "Te",
      "quiz_type": "K",
      "year": "2017",
      "explain_dom": "The Green in this spiritual portrait represents Tony Soprano's dominant trait, his rationality.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  He demonstrates this trait in the unsentimental way he treats his family.",
      "explain_aux": "The Yellow in this spiritual portrait represents Tony Soprano's auxiliary trait, his pragmatism.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  He demonstrates this trait in the way he gives making money a priority without regard to how it's being made.",
      "story_intro_html": "<p>A preference for logical decision making &mdash; the Green <q>T</q>hinking in the four-letter-type parlance used here &mdash; is important in ....</p>",
      "story_html": "<p>A preference for logical decision making &mdash; the Green <q>T</q>hinking in the four-letter-type parlance used here &mdash; is important in a leader.</p><p>Impartiality is expected, and one of the keys to being respected.  Start to play favorites with people, and all your decisions come into question.</p><p>And in Tony's <a href='https://en.wikipedia.org/wiki/American_Mafia' title='Wikipedia page for the American Mafia' target='_blank'>line of work</a>, the importance of keeping a cool head in tough situations cannot be stressed highly enough.  Indeed, the ability to maintain focus while under fire &mdash; whether the fire is literal or figurative &mdash; can mean the difference between life and death.</p><p>The downside to having this preference is that relationships suffer.  One can, for the most part, spend time with only one family at a time.  <a href='http://www.hbo.com/the-sopranos/cast-and-crew/tony-soprano/index.html' title='Link to the bio for Tony Soprano at hbo.com' target='_blank'>Tony's</a> pursuit of this work-life balance &mdash; to the extent that he does seek compromise &mdash; is one of the things that gives this show its appeal.</p><p>Another source of the show's appeal is Tony's penchant for direct communications.  For example, one of my favorite lines from Tony comes in response to his protege <a href='https://en.wikipedia.org/wiki/Christopher_Moltisanti' title='Wikipedia page for Christopher Moltisanti' target='_blank'>Christopher Moltisanti's</a> complaint that he hasn't been <q>feeling well:</q></p><blockquote>I wipe my nose with your feelings!</blockquote><p>If you want to work for a logical pragmatist like Tony, you need to know when to keep quiet and just get the job done.</p><p>As an INFP, I am the opposite type from Tony.  It's difficult for me to relate to him in general, and almost impossible to imagine saying something like this in particular.  But I can certainly appreciate his motivations when he says it, and I would not want to be in a position where I might hear it.</p><p>With my particular skill set, I don't really want to be a boss.  But if I ever find myself in a position where I need to take on that role, thanks to The Sopranos, I have an excellent role model to use!</p>",
      "compare_to": { "gallery_file_name": "2010-fictional-tv-game_of_thrones-1", "image_id": "2010" },
      "contrast_with": { "gallery_file_name": "1100-fictional-movies-classics", "image_id": "1106" }
    }, {
      "id": "2402",
      "title": "Carmela Soprano",
      "subtitle_html": "Tony Soprano's <a href='https://en.wikipedia.org/wiki/Wife' title='Wikipedia page about wives' target='_blank'>Wife</a>",
      "gallery_page_teaser": "Carmela's spiritual portrait is rather similar to Tony's, with the Red (which represents emotion) in her image replacing the Green (which represents logic) in his.  Click on the image to learn more!",
      "image_file_name": "esfj-carmela_soprano-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:CarmelaSoprano.jpg",
      "composition": "O",
      "score": [
         { "e_score": "19", "i_score": "0" },
         { "n_score": "3", "s_score": "16" },
         { "f_score": "12", "t_score": "7" },
         { "j_score": "13", "p_score": "6" }
      ],
      "four_letter_type": "ESFJ",
      "fixed_percentages": "",
      "archetype": "Fe",
      "quiz_type": "K",
      "year": "2017",
      "explain_dom": "The Red in this spiritual portrait represents Carmela's dominant trait, her compassion.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  She demonstrates this trait in the way she cares for the people in her family more than anything else.",
      "explain_aux": "The Yellow in this spiritual portrait represents Carmela's auxiliary trait, her pragmatism.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  She demonstrates this trait in her down-to-earth manner.",
      "story_intro_html": "<p>If <a href='https://en.wikipedia.org/wiki/Tony_Soprano' title='Wikipedia page for Tony Soprano' target='_blank'>Tony Soprano</a> is the archetypal mob boss, <a href='https://en.wikipedia.org/wiki/Carmela_Soprano' title='Wikipedia page for Carmela Soprano' target='_blank'>Carmela Soprano</a> is the archetypal ....</p>",
      "story_html": "<p>If <a href='https://en.wikipedia.org/wiki/Tony_Soprano' title='Wikipedia page for Tony Soprano' target='_blank'>Tony Soprano</a> is the archetypal mob boss, <a href='https://en.wikipedia.org/wiki/Carmela_Soprano' title='Wikipedia page for Carmela Soprano' target='_blank'>Carmela Soprano</a> is the archetypal mob boss's wife.</p><p>Despite his late nights and philanderings, and the occasional bit of advice from her friends, she insists on staying with him through thick and thin.</p><blockquote>Carmela Soprano: You know what the church says about divorce...<br />Angie Bompensiero: Oh, *please*! Let the Pope live with him.</blockquote><p>Her husband commits atrocious crimes &mdash; including horrendous murders &mdash; but she insulates herself from all that.</p><blockquote>Carmela Soprano: What we say in here, stays in here, right?<br />Dr. Krakower: By ethical code, and by law.<br />Carmela Soprano: His crimes... they are, organized crime.<br />Dr. Krakower: The Mafia!<br />Carmela Soprano: Oh Jesus.<br />[wipes tears from her eyes]<br />Carmela Soprano: So what? So what? He betrays me every week with these whores!<br />Dr. Krakower: Probably the least of his misdeeds.<br />[Carmela gets up to leave]<br />Dr. Krakower: You can leave now, or you can stay and hear what I have to say.<br />Carmela Soprano: You're gonna charge me all the same.<br />Dr. Krakower: I won't take your money.<br />Carmela Soprano: That's a new one.</blockquote><p>One can't help but suspect that she is simply resistant to change.</p><blockquote>Dr. Krakower: Have you ever read Crime and Punishment? Dostoyevksy?<br />[Carmela shakes her head 'no']<br />Dr. Krakower: It's not an easy read. It's about guilt and redemption. I think your husband ought to turn himself in and read this book in his jail cell and meditate on his crimes every day for seven years, so that he might be redeemed.<br />Carmela Soprano: I would have to get a lawyer, find an apartment, arrange for child support...<br />Dr. Krakower: You, you're not listening. I'm not charging you because I won't take blood money, and you can't, either. One thing you can never say is that you haven't been told.<br />Carmela Soprano: I see.</blockquote><p>If Tony lays a much-deserved hand on their son A.J., though:</p><blockquote>Anthony 'Tony' Soprano Sr.: I work hard all day to pay for this six thousand-square foot house, big-screen TVs, food on the table, video games, all kinds of scooters and bicycles, Columbia University, and for what? To come home to this?<br />A.J. Soprano: Sucks to be you.<br /><b>[Tony slaps A.J.]</b><br />Carmela Soprano: [gasps] My God, Tony! <br />Anthony 'Tony' Soprano Sr.: There's more where that came from! We're starting a new regime around here!</blockquote><p>I can't help but suspect that other wives would be similarly forgiving of some of the things their husbands do in their professional lives, yet become protective when he brings the coldness home to the kids.</p><blockquote>Carmela Soprano: You've heard the term <q>comfort food</q>. Maybe it'll make you feel better.<br />Anthony Soprano, Jr.: I know this is hard for you to believe, but food may not be the answer to every problem.<br />Tony Soprano: Neither is acting like a whiny little bitch.</blockquote><p>The lack of Blue in <a href='/image/2400-fictional-tv-sopranos/2400/' title='Spiritual portrait of Tony on this site' target='_blank'>Tony's</a>, Carmela's, <a href='/image/2400-fictional-tv-sopranos/2407/' title='Spiritual portrait of Christopher on this site' target='_blank'>Christopher's</a>, <a href='/image/2400-fictional-tv-sopranos/2410/' title='Spiritual portrait of Paulie on this site' target='_blank'>Paulie's</a>, and <a href='/image/2400-fictional-tv-sopranos/2417/' title='Spiritual portrait of Ralphie on this site' target='_blank'>Ralphie's</a> spiritual portraits shows that this universe is no place for an idealist!</p><p>These quotes are from <a href='https://imdb.com' title='Home page of imdb.com' target='_blank'>imdb.com</a>.  For more quotes from Carmela Soprano, see her <a href='http://www.imdb.com/character/ch0011337/quotes' title='Page of Carmela Soprano quotes on imdb.com' target='_blank'>quotes page</a> on that site.</p>",
      "compare_to": { "gallery_file_name": "2020-fictional-tv-game_of_thrones-2-3", "image_id": "2027" },
      "contrast_with": { "gallery_file_name": "2400-fictional-tv-sopranos", "image_id": "2415" }
    }, {
      "id": "2405",
      "title": "responsive_ad"
    }, {
      "id": "2407",
      "title": "Christopher Moltisanti",
      "subtitle_html": "<a href='https://en.wikipedia.org/wiki/Soldato' title='Wikipedia page for Soldato (mafia Soldier)' target='_blank'>Soldier</a>, <a href='https://en.wikipedia.org/wiki/Made_man' title='Wikipedia page for Made Man' target='_blank'>Made Man</a>, and <a href='https://en.wikipedia.org/wiki/Underboss' title='Wikipedia page for Underboss' target='_blank'>Underboss</a> in the <a href='https://en.wikipedia.org/wiki/List_of_characters_from_The_Sopranos_in_the_Soprano_crime_family' title='Wikipedia page for the DiMeo Crime Family' target='_blank'>DiMeo Crime Family</a>",
      "gallery_page_teaser": "Christopher's spiritual portrait is very similar to Tony's.  It is easy to see how they would like the same things and get along so well, despite the difference in their ages.  Click on the image to learn more!",
      "image_file_name": "estj-christopher_moltisanti-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:Christopher_Moltisanti.jpg",
      "composition": "O",
      "score": [
         { "e_score": "11", "i_score": "8" },
         { "n_score": "7", "s_score": "12" },
         { "f_score": "6", "t_score": "13" },
         { "j_score": "13", "p_score": "6" }
      ],
      "four_letter_type": "ESTJ",
      "fixed_percentages": "",
      "archetype": "Te",
      "quiz_type": "K",
      "year": "2017",
      "explain_dom": "The Green in this spiritual portrait represents Christopher's dominant trait, his preference for making logical rather than emotional decisions.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  He demonstrates this trait in the way he is ruthless with people who don't pay up when he is making collections.",
      "explain_aux": "The Yellow in this spiritual portrait represents Christopher's auxiliary trait, Sensing: his realism.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  He demonstrates this in his down-to-earth manner.",
      "story_intro_html": "<p>Tony Soprano calls <a href='https://en.wikipedia.org/wiki/Christopher_Moltisanti' title='Wikipedia page for Christopher Moltisanti' target='_blank'>Christopher</a> his <q>nephew,</q> but he is actually ....</p>",
      "story_html": "<p>Tony Soprano calls <a href='https://en.wikipedia.org/wiki/Christopher_Moltisanti' title='Wikipedia page for Christopher Moltisanti' target='_blank'>Christopher</a> his <q>nephew,</q> but he is actually <a href='/image/2400-fictional-tv-sopranos/2400/' title='Link to spiritual portrait of Tony Soprano on this site'>Tony's</a> wife <a href='/image/2400-fictional-tv-sopranos/2402/' title='Link to spiritual portrait of Carmela Soprano on this site'>Carmela's</a> cousin.  Almost two seasons pass before he tells Christopher that he will be <q>made:</q></p><blockquote>Tony Soprano: In a few weeks, we're gonna be opening up the books, again. I'm gonna propose you for membership. Congratulations.<br />Christopher Moltisanti: I earned it, too. Got no spleen, Gene.</blockquote><p>The long-awaited-for ceremony finally takes place in season 3:</p><blockquote>Tony Soprano: You stay within the family, give me your hand.<br />[Tony takes a needle from Paulie and pricks a finger from Christopher and Eugene]<br />Tony Soprano: That's St. Peter, my family's saint as that card burns so may your soul burn in hell if you betray your friends in your family.<br />[Puts the burning St. Peter card in Christopher and Eugene's hands]<br />Tony Soprano: Now rub your hands like this and repeat after me: May I burn in hell if I betray my friends.<br />Christopher Moltisanti: May I burn in hell if I betray my friends.<br />Eugene Pontecorvo: May I burn in hell if I betray my friends.<br />Tony Soprano: Congratulations.</blockquote><p>Christopher and <a href='/image/2400-fictional-tv-sopranos/2410/' title='Link to spiritual portrait of Paulie Gualitieri on this site'>Paulie Gualitieri</a> frequently work together, but they have a somewhat shakey relationship.  This relationship is really put to the test in the episode <a href='http://www.imdb.com/title/tt0705272/' title='Page on imdb.com for the episode Pine Barrens' target='_blank'>Pine Barrens</a> &mdash; possibly the best episode of the entire series.</p><p>They end up lost in the woods in the winter, and hole up in a van, where things quickly go from bad:</p> <blockquote>[Christopher is urinating outside on Paulie's side of the van]<br />Paulie Gualtieri: Ohhhh! Do that by your own window! I don't want to smell your piss!<br />Christopher Moltisanti: Fuck you.<br />Paulie Gualtieri: What did you say?<br />Christopher Moltisanti: You heard me.<br />Paulie Gualtieri: Don't make me pull rank on you, kid!<br />Christopher Moltisanti: Fuck you, Paulie. Captain or no captain, right now, we're just two assholes lost in the woods.</blockquote><p>To worse:</p><blockquote>Christopher Moltisanti: [Sees Paulie chewing on small white objects in his mouth] What are those? Tic Tacs?<br />Paulie Gualtieri: I just found them, I didn't know I had them on me.<br />Christopher Moltisanti: You had Tic Tacs all along? Give me some.<br />Paulie Gualtieri: There ain't no more, I ate them.<br />Christopher Moltisanti: [referring to the fact he didn't eat breakfast] Selfish prick, I'm dying here.<br />Paulie Gualtieri: [dismissively] Then fuckin' die already.</blockquote><p>This scene demonstrates that both characters are pragmatic and realistic, and have little to no sensitivity or sentimentality.  Their spiritual portraits use Yellow and Green to represent these traits.</p><p>Christopher and Tony have their ups and downs, but they remain close:</p><blockquote>Christopher Moltisanti: You think about the shit we've been through? The shit we've done? We're like the three Musketeers.<br />Tony Soprano: We've got a bond, that's very special.<br />Christopher Moltisanti: You saved my life: in a lot of ways.<br />Tony Soprano: I know you've been there for me too, don't think I don't know that.<br />Christopher Moltisanti: There were times that were hard for the both of us, I didn't understand.<br />Tony Soprano: You were young and stubborn.<br />Christopher Moltisanti: You always had my back though.  I love you Tony.<br />Tony Soprano: I love you too.</blockquote><p>Almost twenty years after its premier in 1999, <a href='http://www.imdb.com/title/tt0141842/' title='Page for The Sopranos on imdb.com' target='_blank'>The Sopranos</a> ranks number eleven in <a href='http://www.imdb.com/' title='Home page of imdb.com' target='_blank'>imdb.com's</a> list of the <a href='http://www.imdb.com/chart/toptv/' title='List of the top 250 TV shows on imdb.com' target='_blank'>top 250 TV shows</a> of all time.  I've watched each episode at least three times, and am confident I will watch them all again &mdash; and am equally sure I will see something new when I do!</p>",
      "compare_to": { "gallery_file_name": "2400-fictional-tv-sopranos", "image_id": "2400" },
      "contrast_with": { "gallery_file_name": "0500-real-famous-american-celebrities", "image_id": "0505" }
    }, {
      "id": "2410",
      "title": "Paulie Gualtieri",
      "subtitle_html": "<a href='https://en.wikipedia.org/wiki/Soldato' title='Wikipedia page for Soldato (mafia Soldier)' target='_blank'>Soldier</a>, <a href='https://en.wikipedia.org/wiki/Caporegime' title='Wikipedia page for Caporegime' target='_blank'>Caporegime</a>, and <a href='https://en.wikipedia.org/wiki/Underboss' title='Wikipedia page for Underboss' target='_blank'>Underboss</a> in the <a href='https://en.wikipedia.org/wiki/List_of_characters_from_The_Sopranos_in_the_Soprano_crime_family' title='Wikipedia page for the DiMeo Crime Family' target='_blank'>DiMeo Crime Family</a>",
      "gallery_page_teaser": "Paulie's spiritual portrait shows his personality is very similar to Tony's and Chris's, but just slightly more open and less decisive.  Click on the image to learn more!",
      "image_file_name": "estp-paulie_gualtieri-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:The_Sopranos_Paulie.jpg",
      "composition": "O",
      "score": [
         { "e_score": "15", "i_score": "4" },
         { "n_score": "3", "s_score": "16" },
         { "f_score": "5", "t_score": "14" },
         { "j_score": "9", "p_score": "10" }
      ],
      "four_letter_type": "ESTP",
      "fixed_percentages": "",
      "archetype": "Se",
      "quiz_type": "K",
      "year": "2017",
      "explain_dom": "The Yellow in this spiritual portrait represents Paulie's dominant trait, his realism.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  He demonstrates this in his down-to-earth manner.",
      "explain_aux": "The Green in this spiritual portrait represents Paulie's auxiliary trait, his cool-headedness.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  He demonstrates this trait in the way he can be cool and ruthless with people who do not pay up when they are supposed to.",
      "story_intro_html": "<p>A long-term survivor in an occupation with a high mortality rate, <a href='https://en.wikipedia.org/wiki/Paulie_Gualtieri' title='Wikipedia page for Paulie Gualtieri' target='_blank'>Paulie Gualtieri</a> got his start in the ....</p>",
      "story_html": "<p>A long-term survivor in an occupation with a high mortality rate, <a href='https://en.wikipedia.org/wiki/Paulie_Gualtieri' title='Wikipedia page for Paulie Gualtieri' target='_blank'>Paulie Gualtieri</a> got his start in the family as Tony's father <a href='https://en.wikipedia.org/wiki/List_of_The_Sopranos_characters_%E2%80%93_Friends_and_family#Giovanni_Francis_.22Johnny_Boy.22_Soprano' title='Section on Johnny Boy Soprano on the wikipedia page of the list of characters on the Sopranos' target='_blank'><q>Johnny Boy</q> Soprano's</a> bodyguard and enforcer.</p><p>Paulie and <a href='/image/2400-fictional-tv-sopranos/2407/' title='Link to spiritual the portrait of Christopher Moltisanti on this site'>Christopher Moltisanti</a> frequently work together, but they have a somewhat shakey relationship.  This relationship is really put to the test in the episode <a href='http://www.imdb.com/title/tt0705272/' title='Page on imdb.com for the episode Pine Barrens' target='_blank'>Pine Barrens</a> &mdash; possibly the best episode of the entire series.</p><p>They end up lost in the woods in the winter, and hole up in a van, where things quickly go from bad:</p> <blockquote>[Christopher is urinating outside on Paulie's side of the van]<br />Paulie Gualtieri: Ohhhh! Do that by your own window! I don't want to smell your piss!<br />Christopher Moltisanti: Fuck you.<br />Paulie Gualtieri: What did you say?<br />Christopher Moltisanti: You heard me.<br />Paulie Gualtieri: Don't make me pull rank on you, kid!<br />Christopher Moltisanti: Fuck you, Paulie. Captain or no captain, right now, we're just two assholes lost in the woods.</blockquote><p>To worse:</p><blockquote>Christopher Moltisanti: [Sees Paulie chewing on small white objects in his mouth] What are those? Tic Tacs?<br />Paulie Gualtieri: I just found them, I didn't know I had them on me.<br />Christopher Moltisanti: You had Tic Tacs all along? Give me some.<br />Paulie Gualtieri: There ain't no more, I ate them.<br />Christopher Moltisanti: [referring to the fact he didn't eat breakfast] Selfish prick, I'm dying here.<br />Paulie Gualtieri: [dismissively] Then fuckin' die already.</blockquote><p>This scene demonstrates that both characters are pragmatic and realistic, and have little to no sensitivity or sentimentality.  Their spiritual portraits use Yellow and Green to represent these traits.</p><p>Although he and Paulie go back a ways, Tony is not one to reminisce:</p><blockquote>Paulie Gualtieri: Hey, Tone. Remember when we all rented that house down the Shore? With the bedbugs? Heh, heh.<br />Tony Soprano: [nods]<br />Peter 'Beansie' Gaeta: Summer of '78. Carlo, Silvio, Frankie Napoli.<br />Paulie Gualtieri: Place up the beach. Sonny Spits from the Bronx rented it? That's where that hippie kid <q>mysteriously</q> drowned during that party. Heh, heh.<br />Peter 'Beansie' Gaeta: Hey, Tony. You OK?<br />Tony Soprano: Yeah, yeah.<br />Paulie Gualtieri: You sure, T? You're being kinda quiet.<br />Tony Soprano: Well, it's 'cause, uh, <q>remember when</q> is the lowest form of conversation.</blockquote><p>Almost twenty years after its premier in 1999, <a href='http://www.imdb.com/title/tt0141842/' title='Page for The Sopranos on imdb.com' target='_blank'>The Sopranos</a> ranks number eleven in <a href='http://www.imdb.com/' title='Home page of imdb.com' target='_blank'>imdb.com's</a> list of the <a href='http://www.imdb.com/chart/toptv/' title='List of the top 250 TV shows on imdb.com' target='_blank'>top 250 TV shows</a> of all time.  I've watched each episode at least three times, and am confident I will watch them all again &mdash; and am equally sure I will see something new when I do!</p>",
      "compare_to": { "gallery_file_name": "2400-fictional-tv-sopranos", "image_id": "2417" },
      "contrast_with": { "gallery_file_name": "2400-fictional-tv-sopranos", "image_id": "2417" }
    }, {
      "id": "2412",
      "title": "responsive_ad"
    }, {
      "id": "2415",
      "title": "Dr. Jennifer Melfi",
      "subtitle_html": "Tony Soprano's <a href='https://en.wikipedia.org/wiki/Psychiatrist' title='Wikipedia page for Psychiatrist' target='_blank'>Psychiatrist</a>",
      "gallery_page_teaser": "Dr. Melfi's spiritual portrait is much different from the others in this gallery.  Specifically, the Blue shows she is more interested in theories and ideas than facts, a necessary trait for someone in her line of work.  Click on the image to learn more!",
      "image_file_name": "intp-dr_jennifer_melfi-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:Sopranos_ep304.jpg",
      "composition": "O",
      "score": [
         { "e_score": "9", "i_score": "10" },
         { "n_score": "15", "s_score": "4" },
         { "f_score": "9", "t_score": "10" },
         { "j_score": "9", "p_score": "10" }
      ],
      "four_letter_type": "INTP",
      "fixed_percentages": "",
      "archetype": "Ti",
      "quiz_type": "K",
      "year": "2017",
      "explain_dom": "The Green in this spiritual portrait represents Dr. Melfi's dominant trait, her objectivity.  In Introverts, the dominant trait is directed inwardly, and spiritual portraits use a long horizontal line to represent this.  She demonstrates this trait in the way she can remain objective and impersonal when helping her patients with their psychological problems.",
      "explain_aux": "The Blue in this spiritual portrait represents Dr. Melfi's auxiliary trait, her openness.  In Introverts, the auxiliary trait is directed outwardly, and spiritual portraits use a vertical line to represent this, because it is more evident than the dominant function.  She demonstrates this trait in the way she is open to listening to others' perceptions and experiences.",
      "story_intro_html": "<p>While I find it difficult to relate to most of the <a href='https://en.wikipedia.org/wiki/List_of_The_Sopranos_characters_%E2%80%93_Friends_and_family' title='Wikipedia page for characters on The Sopranos' target='_blank'>characters</a> on <a href='http://www.imdb.com/title/tt0141842/?ref_=tt_ov_inf' title='Page for The Sopranos on imdb.com' target='_blank'>The Sopranos,</a> it's fairly easy for me to ....</p>",
      "story_html": "<p>While I find it difficult to relate to most of the <a href='https://en.wikipedia.org/wiki/List_of_The_Sopranos_characters_%E2%80%93_Friends_and_family' title='Wikipedia page for characters on The Sopranos' target='_blank'>characters</a> on <a href='http://www.imdb.com/title/tt0141842/?ref_=tt_ov_inf' title='Page for The Sopranos on imdb.com' target='_blank'>The Sopranos,</a> it's fairly easy for me to relate to <a href='/image/2400-fictional-tv-sopranos/2400/' title='Link to spiritual portrait of Tony Soprano on this site'>Tony's</a> psychiatrist <a href='https://en.wikipedia.org/wiki/Jennifer_Melfi' title='Wikipedia page for Dr. Jennifer Melfi' target='_blank'>Dr. Jennifer Melfi</a>.  A glance at <a href='/image/9100-real-self_portraits/9106/' title='Link to spiritual portrait of Tom Hartung on this site'>my spiritual portrait</a> makes that understandable and even to be expected.</p><p>At first, Dr. Melfi and Tony have some miscommunications:</p><blockquote>Tony Soprano: I gotta be honest with you. I'm not getting any satisfaction from my work either.<br />Dr. Jennifer Melfi: Why?<br />Tony Soprano: Well, because of RICO.<br />Dr. Jennifer Melfi: Is he your brother?<br />Tony Soprano: No. The RICO statutes?<br />Dr. Jennifer Melfi: Oh.<br />[chuckles]<br />Dr. Jennifer Melfi: Of course, right.</blockquote><p>But if there's one thing Tony knows how to, however, it's how turn on the charm:</p><blockquote>Tony Soprano: [Seeing Dr. Melfi's diploma] Melfi. What part of the boot you from, hon?<br />Dr. Jennifer Melfi: [objecting to how he addressed her] Dr. Melfi.<br />[pause]<br />Dr. Jennifer Melfi: My father's people were from Caserta.<br />Tony Soprano: [referring to himself] Avellino. My mother would have loved it if you and I got together.</blockquote><p>Most of Dr. Melfi's preferences are very slight, making her spiritual portrait very colorful.  In light of her profession, this makes perfect sense, because being balanced makes it easier for her to relate to others.</p><p>One of the really great things about The Sopranos is, we get to see Dr. Melfi talk to her own psychiatrist, <a href='https://en.wikipedia.org/wiki/List_of_The_Sopranos_characters_%E2%80%93_Friends_and_family#Dr._Elliot_Kupferberg' title='The portion of the page for Dr.Elliott Kupfergerg on the Wikipedia for characters in The Sopranos' target='_blank'>Dr.Elliott Kupfergerg,</a> played by none other than <a href='https://en.wikipedia.org/wiki/Peter_Bogdanovich' title='Wikipedia page for Peter Bogdanovich' target='_blank'>Peter Bogdanovich.</a>  Their encounters may be few, but they are always seriously entertaining!</p><blockquote>Dr. Elliot Kupferberg: Who in Wizard would your patient be?<br />Dr. Jennifer Melfi: Given the fact that he's a powerful, dominating male, Oz himself.<br />[Elliot arches his eyebrows]<br />Dr. Jennifer Melfi: What, with the eyebrows already?<br />Dr. Elliot Kupferberg: The Wizard of Oz, what memories does it conjure up?<br />Dr. Jennifer Melfi: My parents' house, watching it on TV. Hiding under the blanket with my sister.<br />Dr. Elliot Kupferberg: Why do we love roller coasters, Jennifer? Scary movies?<br />Dr. Jennifer Melfi: [annoyed] To experience the thrill of being terrified, without the consequences. That's very good, Elliot.<br />Dr. Elliot Kupferberg: Great film, but some terrifying moments.<br />Dr. Jennifer Melfi: That's very perceptive.<br />Dr. Elliot Kupferberg: I'm concerned that treating a mobster provides you some vicarious thrill.<br />Dr. Jennifer Melfi: It wasn't exactly vicarious. I had to go into hiding, remember?<br />Dr. Elliot Kupferberg: And wasn't that thrilling?<br />Dr. Jennifer Melfi: Fuck you! You think this is funny, you smug cocksucker! Fuck you! [walks out]</blockquote><p>Drs. Melfi and Kupferberg are not the only psychologists on the show.  There's a sprinkling of other <q>shrinks,</q> but Elliot and Jennifer are the only ones who appear more than a very few times.</p><p>I often wonder whether there are any other characters on the show who have a significant amount of <a href='https://en.wikipedia.org/wiki/Myers%E2%80%93Briggs_Type_Indicator#Sensing.2FIntuition' title='Section about iNtuition on the wikipedia page about the MBTI' target='_blank'>iNtuition</a>, represented by the color Blue in these spiritual portraits.  Hey, someone has to wonder about these things!</p><p>Tony's daughter <a href='https://en.wikipedia.org/wiki/Meadow_Soprano' title='Wikipedia page for Meadow Soprano' target='_blank'>Meadow</a> is one candidate for being more iNtuitive than the others.  Also, <a href='https://en.wikipedia.org/wiki/Dwight_Harris' title='Wikipedia page for Agent Harris' target='_blank'>Agent Harris</a> is certainly an intriguing character &mdash; and one of my favorites.  Perhaps I'll find the time to draw one or both of their personalities one day.  To learn when I add new images of characters from The Sopranos and other TV shows, follow this site on social media or <a href='https://groja.com/conversion/seeourminds' title='Link to small form you can use to join the Groja.com and SeeOurMinds.com email list' target='_blank'>join the SeeOurMinds.com email list!</a></p>",
      "compare_to": { "gallery_file_name": "9100-real-self_portraits", "image_id": "9106" },
      "contrast_with": { "gallery_file_name": "2400-fictional-tv-sopranos", "image_id": "2402" }
    }, {
      "id": "2417",
      "title": "Ralph Cifaretto",
      "subtitle_html": "<a href='https://en.wikipedia.org/wiki/Soldato' title='Wikipedia page for Soldato (mafia Soldier)' target='_blank'>Soldier</a> in the <a href='https://en.wikipedia.org/wiki/List_of_characters_from_The_Sopranos_in_the_Soprano_crime_family' title='Wikipedia page for the DiMeo Crime Family' target='_blank'>DiMeo Crime Family</a>",
      "gallery_page_teaser": "Ralphie Cifaretto's spiritual portrait shows he is pragmatic and a bit emotional.  Click on the image to learn more!",
      "image_file_name": "esfp-ralph_cifaretto-1.jpg",
      "meat_portrait_href": "http://www.imdb.com/character/ch0011339/mediaviewer/rm38286080",
      "composition": "O",
      "score": [
         { "e_score": "15", "i_score": "4" },
         { "n_score": "2", "s_score": "17" },
         { "f_score": "10", "t_score": "9" },
         { "j_score": "9", "p_score": "10" }
      ],
      "four_letter_type": "ESFP",
      "archetype": "Se",
      "quiz_type": "K",
      "year": "2017",
      "explain_dom": "The Yellow in this spiritual portrait represents Ralphie Cifaretto's dominant trait, his pragmatism.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  He demonstrates this trait by being a good earner.",
      "explain_aux": "The Red in this spiritual portrait represents Ralphie Cifaretto's auxiliary trait, his passion.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  He demonstrates this trait by his frequently erratic behavior.",
      "story_intro_html": "<p>This spiritual portrait of <a href='https://en.wikipedia.org/wiki/List_of_The_Sopranos_characters#Ralph_Cifaretto' title='Section on Ralph Cifaretto on the wikipedia page listing Sopranos characters' target='_blank'>Ralphie Cifaretto's</a> shows that his personality is ....</p>",
      "story_html": "<p>This spiritual portrait of <a href='https://en.wikipedia.org/wiki/List_of_The_Sopranos_characters#Ralph_Cifaretto' title='Section on Ralph Cifaretto on the wikipedia page listing Sopranos characters' target='_blank'>Ralphie Cifaretto's</a> shows that his personality is similar to Tony's, but there are important differences.  And in their <a href='https://en.wikipedia.org/wiki/American_Mafia' title='Wikipedia page for the American Mafia' target='_blank'>line of work</a> these differences can mean the difference between life and death.</p><p>From the start, <a href='http://www.hbo.com/the-sopranos/cast-and-crew/ralph-cifaretto/index.html' title='Link to the bio for Ralph Cifaretto at hbo.com' target='_blank'>Ralphie</a> exhibits an alarming recklessness.  It gets to the point where, every time he shows up, one wonders what stupid thing he's going to do next.</p><p>As hard as it is for me to relate to Tony's character, it's more difficult for me to relate to Ralphie's.  He doesn't seem to realize he's playing with fire.</p><p>Comparing his high <q>S</q>ensing score to <a href='/gallery/9100-real-self_portraits/' title='Page on this site containing my self portraits' target='_blank'>my high i<q>N</q>tuition scores</a> makes it easy to see why.  Moreover, four-letter-type scores aside, it's difficult to empathize with someone so reckless, rude, and stupid.</p><p>As I continue rewatching the series, I will be adding portraits of additional characters.  Hopefully doing so will shed more light on the characters' dynamics!</p>",
      "compare_to": { "gallery_file_name": "2400-fictional-tv-sopranos", "image_id": "2410" },
      "contrast_with": { "gallery_file_name": "2400-fictional-tv-sopranos", "image_id": "2410" }
    }, {
      "id": "2419",
      "title": "responsive_ad"
    }
  ]
}
