{
  "gallery_title": "Twin Peaks - Double R Diner",
  "see_gallery_button_text": "See Their Minds",
  "list_page_teaser": "Norma and Nadine are the natural bosses in this group, with Shelly, Bobby, and Ed being the ones willing to go with the flow.  Click to learn more!",
  "description_html": "<p>These spiritual portraits are all fairly colorful, showing that this group of people are a fairly flexible, <q>normal</q> bunch.  The Red in Norma's image shows she's a warm, gentle boss, and the Yellow shows she's realistic.</p><p>The images of the two couples &mdash; Shelly and Bobby, and Big Ed and Nadine &mdash; show that each pair has similarities and differences.  Their similarities enable them to get along well, while their differences help keep thier relationships interesting and dynamic.</p>",
  "story_html": "<p>The Yellow in Shelly's and Bobby's portraits show both of them are realistic and open to new experiences &mdash; which can help to explain how they can carry on their affair with little concern for morality, but a very real fear of getting caught.  Meanwhile, the Red in Shelly's image contrasts with the Green in Bobby's, showing they are different enough to make things interesting.</p><p>The Blue and Yellow in Big Ed's portrait shows he's open to both new experiences and new ideas, and the Red shows he's amiable.  These qualities help explain how he can continue to stand by and get along with his wife Nadine.</p><p>Ed's and Nadine's portraits are the only ones in this gallery to have a significant amount of Blue.  The Blue in Nadine's image shows her preference for ideas is stronger than Ed's, and she is definitely someone whose ideas can be a little off-beat.</p>",
  "image_list":
  [
    {
      "id": "2530",
      "title": "Norma Jennings",
      "subtitle_html": "<a href='https://en.wikipedia.org/wiki/Ownership' title='Link to the Wikipedia page for Ownership' target='_blank'>Owner</a> and <a href='https://en.wikipedia.org/wiki/Management' title='Link to the Wikipedia page for Management' target='_blank'>Manager</a> of the <a href='https://en.wikipedia.org/wiki/Double_R_Diner' title='Wikipedia page for the Double R Diner' target='_blank'>Double R Diner</a>",
      "gallery_page_teaser": "Norma Jennings's spiritual portrait shows she is outgoing, friendly, and down-to-earth.  Click on the image to learn more!",
      "image_file_name": "esfj-norma_jennings-1.jpg",
      "meat_portrait_href": "http://twinpeaks.wikia.com/wiki/Norma_Jennings?file=Norma14214.jpg",
      "composition": "O",
      "score": [
         { "e_score": "15", "i_score": "4" },
         { "n_score": "8", "s_score": "11" },
         { "f_score": "14", "t_score": "5" },
         { "j_score": "10", "p_score": "9" }
      ],
      "four_letter_type": "ESFJ",
      "fixed_percentages": "",
      "archetype": "Fe",
      "quiz_type": "KTS2",
      "year": "2018",
      "explain_dom": "The Red in this spiritual portrait represents Norma's dominant personality trait, her warmth, friendliness, and compassion.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.",
      "explain_aux": "The Yellow in this spiritual portrait represents Norma's auxiliary personality trait, her realistic, down-to-earth outlook.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.",
      "story_intro_html": "",
      "story_html": "",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "2531",
      "title": "Shelly Johnson",
      "subtitle_html": "<a href='https://en.wikipedia.org/wiki/Waiting_staff' title='Link to the Wikipedia page for Waiting staff' target='_blank'>Waitress</a> at the <a href='https://en.wikipedia.org/wiki/Double_R_Diner' title='Wikipedia page for the Double R Diner' target='_blank'>Double R Diner</a>",
      "gallery_page_teaser": "Shelly Johnson's spiritual portrait shows she is open to new experiences and very outgoing, warm, friendly, and down-to-earth.  Click on the image to learn more!",
      "image_file_name": "esfp-shelly_johnson-1.jpg",
      "meat_portrait_href": "http://twinpeaks.wikia.com/wiki/Shelly_Briggs?file=Shelly%20Johnson%20(1989).jpg",
      "composition": "O",
      "score": [
         { "e_score": "19", "i_score": "0" },
         { "n_score": "4", "s_score": "15" },
         { "f_score": "17", "t_score": "2" },
         { "j_score": "6", "p_score": "13" }
      ],
      "four_letter_type": "ESFP",
      "fixed_percentages": "",
      "archetype": "Se",
      "quiz_type": "KTS2",
      "year": "2018",
      "explain_dom": "The Yellow in this spiritual portrait represents Shelly's dominant personality trait, her realism and openness to new experiences.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.",
      "explain_aux": "The Red in this spiritual portrait represents Shelly's auxiliary personality trait, her passion, friendliness, and warmth.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.",
      "story_intro_html": "",
      "story_html": "",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "2533",
      "title": "Bobby Briggs",
      "subtitle_html": "<a href='https://en.wikipedia.org/wiki/Secondary_school' title='Wikipedia page for Secondary school' target='_blank'>High School</a> Student and <a href='/image/2530-fictional-tv-twin_peaks-double_r_diner/2531/' title='Link to the spiritual portrait of Shelly Johnson on this site'>Shelly Johnson</a>'s Boyfriend",
      "gallery_page_teaser": "Bobby Briggs' spiritual portrait shows he is outgoing, pragmatic, logical, and somewhat open to new experiences.  Click on the image to learn more!",
      "image_file_name": "estp-bobby_briggs-1.jpg",
      "meat_portrait_href": "http://twinpeaks.wikia.com/wiki/Bobby_Briggs?file=BobbyHiRes.jpg",
      "composition": "O",
      "score": [
         { "e_score": "17", "i_score": "2" },
         { "n_score": "5", "s_score": "14" },
         { "f_score": "6", "t_score": "13" },
         { "j_score": "8", "p_score": "11" }
      ],
      "four_letter_type": "ESTP",
      "fixed_percentages": "",
      "archetype": "Se",
      "quiz_type": "KTS2",
      "year": "2018",

      "explain_dom": "The Yellow in this spiritual portrait represents Bobby's dominant personality trait, his pragmatism and openness to new experiences.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.",
      "explain_aux": "The Green in this spiritual portrait represents Bobby's auxiliary personality trait, his preference for being logical - for objectivity over subjectivity.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.",
      "story_intro_html": "",
      "story_html": "",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "2535",
      "title": "responsive_ad"
    }, {
      "id": "2537",
      "title": "'Big Ed' Hurley",
      "subtitle_html": "<a href='https://en.wikipedia.org/wiki/Ownership' title='Link to the Wikipedia page for Ownership' target='_blank'>Owner</a> and <a href='https://en.wikipedia.org/wiki/Management' title='Link to the Wikipedia page for Management' target='_blank'>Manager</a> of <q>Big Ed's</q> <a href='https://en.wikipedia.org/wiki/Filling_station' title='Wikipedia page for Filling station' target='_blank'>Gas Station</a>",
      "gallery_page_teaser": "'Big Ed' Hurley's spiritual portrait shows he is outgoing, warm and friendly, and very open to new experiences and ideas.  Click on the image to learn more!",
      "image_file_name": "esfp-big_ed_hurley-1.jpg",
      "meat_portrait_href": "http://twinpeaks.wikia.com/wiki/Ed_Hurley?file=BigEdNewPic.jpg",
      "composition": "O",
      "score": [
         { "e_score": "15", "i_score": "4" },
         { "n_score": "8", "s_score": "11" },
         { "f_score": "12", "t_score": "7" },
         { "j_score": "4", "p_score": "15" }
      ],
      "four_letter_type": "ESFP",
      "fixed_percentages": "",
      "archetype": "Se",
      "quiz_type": "KTS2",
      "year": "2018",
      "explain_dom": "The Yellow in this spiritual portrait represents Big Ed's dominant personality trait, his realistic outlook and openness to new experiences.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  Ed's image also has a lot of Blue, indicating he is also open to new ideas, which helps him get along with Nadine.",
      "explain_aux": "The Red in this spiritual portrait represents Big Ed's auxiliary personality trait, his mild preference to be emotional rather than logical.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.",
      "story_intro_html": "",
      "story_html": "",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "2538",
      "title": "Nadine Hurley",
      "subtitle_html": "<a href='/image/2530-fictional-tv-twin_peaks-double_r_diner/2537/' title='Link to the spiritual portrait of Big Ed Hurley on this site'><q>Big Ed</q> Hurley</a>'s Wife",
      "gallery_page_teaser": "Nadine Hurley's spiritual portrait shows she is outgoing, emotional and decisive, and prefers her own ideas to facts.  Click on the image to learn more!",
      "image_file_name": "enfj-nadine_hurley-1.jpg",
      "meat_portrait_href": "http://twinpeaks.wikia.com/wiki/Nadine_Hurley?file=NadineNew.jpg",
      "composition": "O",
      "score": [
         { "e_score": "19", "i_score": "0" },
         { "n_score": "13", "s_score": "6" },
         { "f_score": "10", "t_score": "9" },
         { "j_score": "14", "p_score": "5" }
      ],
      "four_letter_type": "ENFJ",
      "fixed_percentages": "",
      "archetype": "Fe",
      "quiz_type": "KTS2",
      "year": "2018",
      "explain_dom": "The Red in this spiritual portrait represents Nadine's dominant personality trait, her passion and preference for subjectivity over objectivity.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.",
      "explain_aux": "The Blue in this spiritual portrait represents Nadine's auxiliary personality trait, her openness to - and preference for - new ideas.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.",
      "story_intro_html": "",
      "story_html": "",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "2539",
      "title": "responsive_ad"
    }
  ]
}
