{
  "gallery_group_title": "Deadwood",
  "gallery_group_page": "deadwood",
  "gallery_title": "Deadwood - The Bosses",
  "see_gallery_button_text": "See Their Minds",
  "list_page_teaser": "The bosses of Deadwood share a preference for rationality, which shows up as Green in their spiritual portraits.  Click to see the images!",
  "description_html": "<p>What makes a good boss?  To start with, they must be decisive.  No one wants to be <a href='https://www.urbandictionary.com/define.php?term=burning%20daylight' title='Page for the term burning daylight at www.urbandictionary.com' target='_blank'>burning daylight</a> while awaiting a decision, and often a bad decision is better than no decision.</p><p>Decisiveness shows up in spiritual portraits as Green and Red.  The spiritual portraits of the bosses in Deadwood on this page all share a lot of Green, representing their preference for making logical decisions.</p><p><a href='/image/2750-fictional-tv-deadwood-bosses/2750/' title='Link to spiritual portrait of Seth Bullock on this site'>Seth Bullock</a> and his colleague and friend <a href='/image/2750-fictional-tv-deadwood-bosses/2752/' title='Link to spiritual portrait of Sol Star on this site'>Sol Star</a> can be emotional (Red) at times, while <a href='/image/2750-fictional-tv-deadwood-bosses/2754/' title='Link to spiritual portrait of Al Swearengen on this site'>Al Swearengen</a> has an eye for strategy and the big picture (Blue).  <a href='/image/2750-fictional-tv-deadwood-bosses/2757/' title='Link to spiritual portrait of Cy Tolliver on this site'>Cy Tolliver</a> is all about the realities of business while <a href='/image/2750-fictional-tv-deadwood-bosses/2759/' title='Link to spiritual portrait of George Hearst on this site'>George Hearst</a> is overcome by greed.</p><p>If <em>you</em> were a boss, what type of boss would you be?</p>",
  "story_html": "<p>Writing really good stories explaining how the spiritual portraits of fictional characters reflect the characters' personalities is time-consuming.  I'd rather just turn out images and let people figure them out on their own.</p><h4>The Deadwood Experiment</h4><p>In building a site like this, the following questions come to mind:</p><ol><li>Are the explanatory stories provided necessary or even helpful?</li><li>Can fans of a show with an ensemble cast appreciate the images &mdash; and <em>see</em> the relationships between the characters &mdash; without explanatory stories?</li><li>Would it be better &mdash; maybe in some cases, at least &mdash; to write a single article about all of the portraits in a single show, and post it on social media?  This could certainly be easier and might even be more informative than writing a separate story for each character.</li></ol><p>For the time being, these spiritual portraits of <a href='https://www.hbo.com/deadwood' title='Link to the main page for Deadwood at www.hbo.com' target='_blank'>Deadwood</a> characters are presented without stories.  If you are familiar with the show and know a bit about <a href='https://en.wikipedia.org/wiki/Psychological_Types' title='Wikipedia page for Jungian Psychological Types' target='_blank'>Jungian Psychological Types</a>, you <em>should</em> be able to see how the characters with similar temperaments have similar portraits.</p><h4>Keep Up-to-Date!</h4><p>If you're interested in learning when we write new stories and post new images, follow this site on social media or <a href='https://groja.com/conversion/seeourminds' title='Link to small form you can use to join the Groja.com and SeeOurMinds.com email list' target='_blank'>join the SeeOurMinds.com email list</a>!</p>",
  "image_list":
  [
    {
      "id": "2750",
      "title": "Seth Bullock",
      "subtitle_html": "Town <a href='https://en.wikipedia.org/wiki/Sheriff' title='Wikipedia page for Sheriff' target='_blank'>Sheriff</a> and Hardware Store Owner",
      "gallery_page_teaser": "Seth Bullock's spiritual portrait shows he is extremely decisive (Green and Red) and pragmatic (Yellow).  Click on the image to see a full-size version!",
      "image_file_name": "istj-seth_bullock-1.jpg",
      "meat_portrait_href": "http://www.imdb.com/title/tt0348914/mediaviewer/rm1070700800",
      "composition": "O",
      "score": [
         { "e_score": "1", "i_score": "18" },
         { "n_score": "1", "s_score": "18" },
         { "f_score": "6", "t_score": "13" },
         { "j_score": "16", "p_score": "3" }
      ],
      "four_letter_type": "ISTJ",
      "fixed_percentages": "",
      "archetype": "Si",
      "quiz_type": "C0",
      "year": "2018",
      "explain_dom": "The Yellow in this spiritual portrait represents Seth Bullock's dominant personality trait, his extreme pragmatism.  In Introverts, the dominant trait is directed inwardly, and spiritual portraits use a long horizontal line to represent this.  He demonstrates this trait in the way he is disinterested in ideas, and is not even religious.",
      "explain_aux": "The Green in this spiritual portrait represents Seth Bullock's auxiliary personality trait, his moderate preference for being objective and impartial.  In Introverts, the auxiliary trait is directed outwardly, and spiritual portraits use a vertical line to represent this, because it is more evident than the dominant function.  Seth also harbors a lot of emotion, which shows up as Red in this image.  He works to use his reasoning ability to maintain control when he is very angry, but sometimes his emotions do take over, which he often regrets later.",
      "story_intro_html": "",
      "story_html": "",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "2752",
      "title": "Sol Star",
      "subtitle_html": "<a href='https://en.wikipedia.org/wiki/Hardware_store' title='Wikipedia page for Hardware store' target='_blank'>Hardware Store</a> Owner",
      "gallery_page_teaser": "Sol Star's spiritual portrait shows he pragmatic (Yellow) and extremely decisive (Green and Red).  Click on the image to see a full-size version!",
      "image_file_name": "istj-sol_star-1.jpg",
      "meat_portrait_href": "http://www.imdb.com/title/tt0348914/mediaviewer/rm432193792",
      "composition": "O",
      "score": [
         { "e_score": "2", "i_score": "17" },
         { "n_score": "7", "s_score": "12" },
         { "f_score": "8", "t_score": "11" },
         { "j_score": "18", "p_score": "1" }
      ],
      "four_letter_type": "ISTJ",
      "fixed_percentages": "",
      "archetype": "Si",
      "quiz_type": "C0",
      "year": "2018",
      "explain_dom": "The Yellow in this spiritual portrait represents Sol Star's dominant personality trait, his pragmatism.  In Introverts, the dominant trait is directed inwardly, and spiritual portraits use a long horizontal line to represent this.  He demonstrates this trait in the way he sticks to business and shows no interest in religion or other ideas, even though he is regarded as being Jewish.",
      "explain_aux": "The Green in this spiritual portrait represents Sol Star's auxiliary personality trait, his moderate preference for logic.  In Introverts, the auxiliary trait is directed outwardly, and spiritual portraits use a vertical line to represent this, because it is more evident than the dominant function.  He demonstrates this trait when he works to show Trixie how to manage the account books.",
      "story_intro_html": "",
      "story_html": "",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "2754",
      "title": "Al Swearengen",
      "subtitle_html": "Owner of the <a href='https://en.wikipedia.org/wiki/Gem_Theater' title='Wikipedia page for the Gem Theater' target='_blank'>Gem</a>",
      "gallery_page_teaser": "Al Swearengen's spiritual portrait shows he is logical (Green) and comfortable with theories and abstractions (Blue).  Click on the image to see a full-size version!",
      "image_file_name": "entp-al_swearengen-1.jpg",
      "meat_portrait_href": "http://www.imdb.com/title/tt0348914/mediaviewer/rm448971008",
      "composition": "O",
      "score": [
         { "e_score": "17", "i_score": "2" },
         { "n_score": "16", "s_score": "3" },
         { "f_score": "3", "t_score": "16" },
         { "j_score": "8", "p_score": "11" }
      ],
      "four_letter_type": "ENTP",
      "fixed_percentages": "",
      "archetype": "Ne",
      "quiz_type": "C0",
      "year": "2018",
      "explain_dom": "The Blue in this spiritual portrait represents Al Swearengen's dominant personality trait, his strong preference for ideas over facts.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  He demonstrates this trait in the way he seeks to understand his opponents' motivations and strategies before making decisions and taking action.",
      "explain_aux": "The Green in this spiritual portrait represents Al Swearengen's auxiliary personality trait, his strong preference for rationality and cool-headedness.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  He demonstrates this trait in the way he values money more than people and puts business before pleasure.",
      "story_intro_html": "",
      "story_html": "",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "2756",
      "title": "responsive_ad"
    }, {
      "id": "2757",
      "title": "Cy Tolliver",
      "subtitle_html": "Owner of the <a href='https://en.wikipedia.org/wiki/Bella_Union_Saloon' title='Wikipedia page for the Bella Union Saloon' target='_blank'>Bella Union Saloon</a>",
      "gallery_page_teaser": "Cy Tolliver's spiritual portrait shows he is extremely pragmatic (Yellow) and logical (Green) - with virtually no feelings (Red).  Click on the image to see a full-size version!",
      "image_file_name": "istj-cy_tolliver-1.jpg",
      "meat_portrait_href": "http://www.imdb.com/title/tt0348914/mediaviewer/rm264421632",
      "composition": "O",
      "score": [
         { "e_score": "6", "i_score": "13" },
         { "n_score": "1", "s_score": "18" },
         { "f_score": "1", "t_score": "18" },
         { "j_score": "11", "p_score": "8" }
      ],
      "four_letter_type": "ISTJ",
      "fixed_percentages": "",
      "archetype": "Si",
      "quiz_type": "C0",
      "year": "2018",
      "explain_dom": "The Yellow in this spiritual portrait represents Cy Tolliver's dominant personality trait, his extreme pragmatism.  In Introverts, the dominant trait is directed inwardly, and spiritual portraits use a long horizontal line to represent this.  He demonstrates this trait in the cynicism he shows towards both religion and Al Swearengen and his strategizing.",
      "explain_aux": "The Green in this spiritual portrait represents Cy Tolliver's auxiliary personality trait, his extreme objectivity.  In Introverts, the auxiliary trait is directed outwardly, and spiritual portraits use a vertical line to represent this, because it is more evident than the dominant function.  He demonstrates this trait in the way he completely objectifies the people who work for him, men and women alike.",
      "story_intro_html": "",
      "story_html": "",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "2759",
      "title": "George Hearst",
      "subtitle_html": "Wealthy <a href='https://www.urbandictionary.com/define.php?term=interloper' title='Page for Interloper at www.urbandictionary.com ' target='_blank'>Interloper</a> and <a href='http://illnessquiz.com/sociopath-test/' title='Link to a short sociopath self-test at illnessquiz.com' target='_blank'>Sociopath</a>",
      "gallery_page_teaser": "George Hearst's spiritual portrait shows he is extremely logical (Green) and mostly interested in facts (Yellow).  Overwhelmed by greed, he has become a sociopath - a quality that is not visible in this type of spiritual portrait.  Click on the image to see a full-size version!",
      "image_file_name": "istj-george_hearst-1.jpg",
      "meat_portrait_href": "http://www.imdb.com/title/tt0348914/mediaviewer/rm1908588800",
      "composition": "O",
      "score": [
         { "e_score": "8", "i_score": "11" },
         { "n_score": "8", "s_score": "11" },
         { "f_score": "1", "t_score": "18" },
         { "j_score": "15", "p_score": "4" }
      ],
      "four_letter_type": "ISTJ",
      "fixed_percentages": "",
      "archetype": "Si",
      "quiz_type": "C0",
      "year": "2018",
      "explain_dom": "The Yellow in this spiritual portrait represents Hearst's dominant personality trait, a moderate preference for facts over ideas.  In Introverts, the dominant trait is directed inwardly, and spiritual portraits use a long horizontal line to represent this.  He demonstrates this trait in the way he treasures what he calls 'the color' - meaning precious metals such as gold - more than anything else.",
      "explain_aux": "The Green in this spiritual portrait represents Hearst's auxiliary personality trait, his extremely strong preference for logic over emotion.  In Introverts, the auxiliary trait is directed outwardly, and spiritual portraits use a vertical line to represent this, because it is more evident than the dominant function.  He demonstrates this trait in his total lack of caring or empathy for anyone except his 'Aunt' Lou Marchbanks.",
      "story_intro_html": "",
      "story_html": "",
      "compare_to": { },
      "contrast_with": { }
    }
  ]
}
