{
  "gallery_title": "Deadwood - The Women",
  "see_gallery_button_text": "See Their Minds",
  "list_page_teaser": "The women of Deadwood share a preference for making emotional decisions, which shows up as Red in their spiritual portraits.  Click to see the images!",
  "description_html": "<p>Women are often seen as being <a href='https://www.psychologytoday.com/blog/sexual-personalities/201504/are-women-more-emotional-men' title='Link to an article asking whether Women Are More Emotional Men at www.psychologytoday.com' target='_blank'>more emotional</a> than men, and spiritual portraits on this page show that the women of Deadwood certainly conform to that <a href='https://www.scientificamerican.com/article/are-women-more-emotionally-expressive-than-men/' title='Link to an article about whether Women Are More Emotionally Expressive Than Men at www.scientificamerican.com' target='_blank'>stereotype</a>.</p><ul><li><a href='/image/2760-fictional-tv-deadwood-women/2760/' title='Link to spiritual portrait of Alma Garret on this site'>Alma Garret</a>'s image shows she is extremely decisive.</li><li><a href='/image/2760-fictional-tv-deadwood-women/2763/' title='Link to spiritual portrait of Trixie on this site'>Trixie</a>'s image shows she is passionate and very open to new experiences.</li><li><a href='/image/2760-fictional-tv-deadwood-women/2766/' title='Link to spiritual portrait of Calamity Jane Canary on this site'><q>Calamity</q> Jane Canary</a>'s image shows she is passionate and very open to new experiences.</li><li><a href='/image/2760-fictional-tv-deadwood-women/2767/' title='Link to spiritual portrait of Joanie Stubbs on this site'>Joanie Stubbs'</a> image shows she is very passionate and more pragmatic than idealistic.</li></ul><p>Women's options in 19th-century Deadwood were extremely limited.  These spiritual portraits show that the women in the leading roles all share compassion, and that those with power could afford to be more decisive than those who had less.</p>",
  "story_html": "<p>Writing really good stories explaining how the spiritual portraits of fictional characters reflect the characters' personalities is time-consuming.  I'd rather just turn out images and let people figure them out on their own.</p><h4>The Deadwood Experiment</h4><p>In building a site like this, the following questions come to mind:</p><ol><li>Are the explanatory stories provided necessary or even helpful?</li><li>Can fans of a show with an ensemble cast appreciate the images &mdash; and <em>see</em> the relationships between the characters &mdash; without explanatory stories?</li><li>Would it be better &mdash; maybe in some cases, at least &mdash; to write a single article about all of the portraits in a single show, and post it on social media?  This could certainly be easier and might even be more informative than writing a separate story for each character.</li></ol><p>For the time being, these spiritual portraits of <a href='https://www.hbo.com/deadwood' title='Link to the main page for Deadwood at www.hbo.com' target='_blank'>Deadwood</a> characters are presented without stories.  If you are familiar with the show and know a bit about <a href='https://en.wikipedia.org/wiki/Psychological_Types' title='Wikipedia page for Jungian Psychological Types' target='_blank'>Jungian Psychological Types</a>, you <em>should</em> be able to see how the characters with similar temperaments have similar portraits.</p><h4>Keep Up-to-Date!</h4><p>If you're interested in learning when we write new stories and post new images, follow this site on social media or <a href='https://groja.com/conversion/seeourminds' title='Link to small form you can use to join the Groja.com and SeeOurMinds.com email list' target='_blank'>join the SeeOurMinds.com email list</a>!</p>",
  "image_list":
  [
    {
      "id": "2760",
      "title": "Alma Garret",
      "subtitle_html": "Wealthy Widow, Recovering <a href='https://www.drugabuse.gov/publications/drugs-brains-behavior-science-addiction/treatment-recovery' title='Link to an article about the science of addiction at www.drugabuse.gov' target='_blank'>Drug Addict</a>, and <a href='http://www.thebanker.com/' title='Home page page at www.thebanker.com' target='_blank'>Banker</a>",
      "gallery_page_teaser": "Alma Garret is extremely decisive, preferring to make emotional (Red) decisions.  As a rich widow, this is certainly her prerogative.  Click on the image to see a full-size version!",
      "image_file_name": "isfj-alma_garret-1.jpg",
      "meat_portrait_href": "https://www.hbo.com/deadwood/cast-and-crew/alma-garret",
      "composition": "O",
      "score": [
         { "e_score": "2", "i_score": "17" },
         { "n_score": "1", "s_score": "18" },
         { "f_score": "13", "t_score": "6" },
         { "j_score": "18", "p_score": "1" }
      ],
      "four_letter_type": "ISFJ",
      "fixed_percentages": "",
      "archetype": "Si",
      "quiz_type": "C0",
      "year": "2018",
      "explain_dom": "The Yellow in this spiritual portrait represents Alma Garret's dominant personality trait, her extremely realistic outlook.  In Introverts, the dominant trait is directed inwardly, and spiritual portraits use a long horizontal line to represent this.  Alma demonstrates/exhibits this trait when she succumbs to the sensual pleasures provided by laudanum, despite knowing how bad it is for her.",
      "explain_aux": "The Red in this spiritual portrait represents Alma Garret's auxiliary personality trait, her passion.  In Introverts, the auxiliary trait is directed outwardly, and spiritual portraits use a vertical line to represent this, because it is more evident than the dominant function.  Alma demonstrates this trait when she follows her passion and has an affair with Seth Bullock, despite the fact that he is already married.",
      "story_intro_html": "",
      "story_html": "",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "2762",
      "title": "responsive_ad"
    }, {
      "id": "2763",
      "title": "Trixie",
      "subtitle_html": "Prostitute at the <a href='https://en.wikipedia.org/wiki/Gem_Theater' title='Wikipedia page for the Gem Saloon' target='_blank'>Gem</a>, Hardware Store Employee, and <a href='https://en.wikipedia.org/wiki/Bank_teller' title='Wikipedia page for Bank Teller' target='_blank'>Bank Teller</a>,",
      "gallery_page_teaser": "Trixie is extremely perceptive (Yellow) and open to new experiences - hence the multiple jobs - with only a slight preference for making emotional (Red) rather than logical decisions.  Click on the image to see a full-size version!",
      "image_file_name": "esfp-trixie-1.jpg",
      "meat_portrait_href": "https://www.hbo.com/deadwood/cast-and-crew/trixie",
      "composition": "O",
      "score": [
         { "e_score": "18", "i_score": "1" },
         { "n_score": "4", "s_score": "15" },
         { "f_score": "10", "t_score": "9" },
         { "j_score": "4", "p_score": "15" }
      ],
      "four_letter_type": "ESFP",
      "fixed_percentages": "",
      "archetype": "Se",
      "quiz_type": "C0",
      "year": "2018",
      "explain_dom": "The Yellow in this spiritual portrait represents Trixie's dominant personality trait, her openness to new experiences.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  Trixie demonstrates this trait in the way she is willing to try out a number of different occupations in various businesses in the town.",
      "explain_aux": "The Red in this spiritual portrait represents Trixie's auxiliary personality trait, her warmth and passion.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  Trixie demonstrates this preference in the way she obviously continues to have deep feelings for Al even when she has stopped working for him and moved on to other opportunities for employment.",
      "story_intro_html": "",
      "story_html": "",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "2766",
      "title": "'Calamity' Jane Canary",
      "subtitle_html": "Former <a href='https://en.wikipedia.org/wiki/Reconnaissance' title='Wikipedia page for Reconnaissance' target='_blank'>Scout</a> for <a href='https://en.wikipedia.org/wiki/George_Armstrong_Custer' title='Wikipedia page for George Armstrong Custer' target='_blank'>George Armstrong Custer</a> and <a href='https://www.ncadd.org/get-help/take-the-test/am-i-alcoholic-self-test' title='Link to an alcoholic self test at www.ncadd.org' target='_blank'>Alcoholic</a>",
      "gallery_page_teaser": "'Calamity' Jane Canary is extremely perceptive (Yellow and Blue), making her quite indecisive.  This is actually understandable, given her extreme alcoholism.  Click on the image to see a full-size version!",
      "image_file_name": "esfp-calamity_jane-1.jpg",
      "meat_portrait_href": "https://www.hbo.com/deadwood/cast-and-crew/calamity-jane",
      "composition": "O",
      "score": [
         { "e_score": "17", "i_score": "2" },
         { "n_score": "3", "s_score": "16" },
         { "f_score": "11", "t_score": "8" },
         { "j_score": "1", "p_score": "18" }
      ],
      "four_letter_type": "ESFP",
      "fixed_percentages": "",
      "archetype": "Se",
      "quiz_type": "C0",
      "year": "2018",
      "explain_dom": "The Yellow in this spiritual portrait represents Jane's dominant personality trait, her realism.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  Jane demonstrates this trait in the way she is always in the current moment, and rarely talks about the past or the future.",
      "explain_aux": "The Red in this spiritual portrait represents Jane's auxiliary personality trait, her amiability and friendliness.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  Jane demonstrates this trait in the deep feelings she has for her friends such as Wild Bill Hickock, Charlie Utter, and Joanie Stubbs.",
      "story_intro_html": "",
      "story_html": "",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "2767",
      "title": "Joanie Stubbs",
      "subtitle_html": "Former <a href='https://en.wikipedia.org/wiki/Procuring_(prostitution)' title='Wikipedia page for Procuring' target='_blank'>Madame</a> at the <a href='https://en.wikipedia.org/wiki/Bella_Union_Saloon' title='Wikipedia page for the Bella Union Saloon' target='_blank'>Bella Union Saloon</a>",
      "gallery_page_teaser": "Joanie Stubbs shows a very strong preference for making emotional decisions (Red), but can be indecisive at times (Yellow and Blue).  Sometimes her emotions run so strongly that even she has difficulty understanding them - which may be due to the abuse she suffered when she was younger.  Click on the image to see a full-size version!",
      "image_file_name": "esfj-joanie_stubbs-1.jpg",
      "meat_portrait_href": "https://www.hbo.com/deadwood/cast-and-crew/joanie-stubbs",
      "composition": "O",
      "score": [
         { "e_score": "15", "i_score": "4" },
         { "n_score": "5", "s_score": "14" },
         { "f_score": "19", "t_score": "1" },
         { "j_score": "10", "p_score": "9" }
      ],
      "four_letter_type": "ESFJ",
      "fixed_percentages": "",
      "archetype": "Fe",
      "quiz_type": "C0",
      "year": "2018",
      "explain_dom": "The Red in this spiritual portrait represents Joanie's dominant personality trait her strong preference for passion and being friendly.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  Joanie demonstrates this trait in the way her emotions are so strong that sometimes - especially during times of stress - she has difficulty in dealing with and even just expressing them.",
      "explain_aux": "The Yellow in this spiritual portrait represents Joanie's auxiliary personality trait, her realistic outlook.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  Joanie demonstrates this trait in her decision to be a madame rather than try to put her father's abuse behind her and find a more 'respectable' way to survive.",
      "story_intro_html": "",
      "story_html": "",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "2769",
      "title": "responsive_ad"
    }
  ]
}
