{
  "gallery_title": "Deadwood - The Town",
  "see_gallery_button_text": "See Their Minds",
  "list_page_teaser": "With characters like E.B., the Doc, A.W., Ellsworth and Charlie Utter, Deadwood has a diverse group of town folk.  Click to see the images!",
  "description_html": "<p>The spiritual portraits in this gallery show that the people in Deadwood have quite a variety of personalities:</p><ul><li><a href='/image/2770-fictional-tv-deadwood-town/2770/' title='Link to spiritual portrait of E. B. Farnum on this site'>E. B. Farnum</a>'s image shows he is very perceptive and not very decisive.</li><li><a href='/image/2770-fictional-tv-deadwood-town/2771/' title='Link to spiritual portrait of Doc Cochran on this site'>Doc Cochran</a>'s image shows he is very logical and prefers abstractions to facts.</li><li><a href='/image/2770-fictional-tv-deadwood-town/2774/' title='Link to spiritual portrait of Whitney Ellsworth on this site'>Whitney Ellsworth</a>'s image shows he is down-to-earth and friendly.</li><li><a href='/image/2770-fictional-tv-deadwood-town/2775/' title='Link to spiritual portrait of A. W. Merrick on this site'>A. W. Merrick</a>'s image shows he is decisive and open to new ideas.</li><li><a href='/image/2770-fictional-tv-deadwood-town/2777/' title='Link to spiritual portrait of Charlie Utter on this site'>Charlie Utter</a>'s image shows he is pragmatic and a bit emotional.</li></ul><p>To see a full-size image, click on one of the thumbnails below.</p>",
  "story_html": "<p>Writing really good stories explaining how the spiritual portraits of fictional characters reflect the characters' personalities is time-consuming.  I'd rather just turn out images and let people figure them out on their own.</p><h4>The Deadwood Experiment</h4><p>In building a site like this, the following questions come to mind:</p><ol><li>Are the explanatory stories provided necessary or even helpful?</li><li>Can fans of a show with an ensemble cast appreciate the images &mdash; and <em>see</em> the relationships between the characters &mdash; without explanatory stories?</li><li>Would it be better &mdash; maybe in some cases, at least &mdash; to write a single article about all of the portraits in a single show, and post it on social media?  This could certainly be easier and might even be more informative than writing a separate story for each character.</li></ol><p>For the time being, these spiritual portraits of <a href='https://www.hbo.com/deadwood' title='Link to the main page for Deadwood at www.hbo.com' target='_blank'>Deadwood</a> characters are presented without stories.  If you are familiar with the show and know a bit about <a href='https://en.wikipedia.org/wiki/Psychological_Types' title='Wikipedia page for Jungian Psychological Types' target='_blank'>Jungian Psychological Types</a>, you <em>should</em> be able to see how the characters with similar temperaments have similar portraits.</p><h4>Keep Up-to-Date!</h4><p>If you're interested in learning when we write new stories and post new images, follow this site on social media or <a href='https://groja.com/conversion/seeourminds' title='Link to small form you can use to join the Groja.com and SeeOurMinds.com email list' target='_blank'>join the SeeOurMinds.com email list</a>!</p>",
  "image_list":
  [
    {
      "id": "2770",
      "title": "E. B. Farnum",
      "subtitle_html": "<a href='https://en.wikipedia.org/wiki/Hotel' title='Wikipedia page for Hotel' target='_blank'>Hotel</a> Owner and the <a href='https://www.deadwood.com/history/infamous-deadwood/eb-farnum/' title='Link to a page about E. B. Farnum at www.deadwood.com' target='_blank'>First Mayor</a> of Deadwood",
      "gallery_page_teaser": "E. B. Farnum is perceptive (Yellow and Blue) and ambitious but indecisive.  He lacks the temperament required to be a boss but manages to do well by grabbing the opportunity to own a hotel.  Click on the image to learn more!",
      "image_file_name": "esfp-e_b_farnum-2.jpg",
      "meat_portrait_href": "https://www.hbo.com/deadwood/cast-and-crew/eb-farnum",
      "composition": "O",
      "score": [
         { "e_score": "16", "i_score": "3" },
         { "n_score": "7", "s_score": "12" },
         { "f_score": "10", "t_score": "9" },
         { "j_score": "3", "p_score": "16" }
      ],
      "four_letter_type": "ESFP",
      "fixed_percentages": "",
      "archetype": "Se",
      "quiz_type": "C0",
      "year": "2018",
      "explain_dom": "The Yellow in this spiritual portrait represents E. B. Farnum's dominant personality trait, his realism and openness to experiences.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  E. B. demonstrates this in the way he is constantly seeking new information - especially from rich and powerful people - hoping it will help him make easy money off the gold rush in Deadwood.",
      "explain_aux": "The Red in this spiritual portrait represents E. B. Farnum's auxiliary personality trait, his amiability and friendliness.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  Given E. B.'s perceptive and ambitious nature, his amiability frequently finds expression in flattery and other forms of 'sucking up.'",
      "story_intro_html": "",
      "story_html": "",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "2771",
      "title": "Doc Cochran",
      "subtitle_html": "Deadwood's Only <a href='http://deadwoodchronicles.com/deadwood-character-collections/deadwood-character-doc-cochran/' title='Link to a page about Doc Cochran at deadwoodchronicles.com' target='_blank'>Doctor</a>",
      "gallery_page_teaser": "Doc Cochran is very open to ideas (Blue) and very rational (Green).  These qualities give him the intelligence and problem-solving abilities he needs to minister to the other townspeople's ills.  Click on the image to learn more!",
      "image_file_name": "intj-doc_cochran-2.jpg",
      "meat_portrait_href": "https://www.hbo.com/deadwood/cast-and-crew/doc-cochran",
      "composition": "O",
      "score": [
         { "e_score": "2", "i_score": "17" },
         { "n_score": "17", "s_score": "2" },
         { "f_score": "2", "t_score": "17" },
         { "j_score": "12", "p_score": "7" }
      ],
      "four_letter_type": "INTJ",
      "fixed_percentages": "",
      "archetype": "Ni",
      "quiz_type": "C0",
      "year": "2018",
      "explain_dom": "The Blue in this spiritual portrait represents Doc Cochran's dominant personality trait, his openness to ideas.  In Introverts, the dominant trait is directed inwardly, and spiritual portraits use a long horizontal line to represent this.  The Doctor demonstrates this trait in the curiosity he shows when dissecting corpses in an effort to better understand the human body and how he might heal people's illnesses.",
      "explain_aux": "The Green in this spiritual portrait represents Doc Cochran's auxiliary personality trait, his strong preference for logic over emotion.  In Introverts, the auxiliary trait is directed outwardly, and spiritual portraits use a vertical line to represent this, because it is more evident than the dominant function.  The Doc demonstrates his ability to reason when he advises patients on how they should treat their ailments and, in some cases, change their self-destructive behaviors.",
      "story_intro_html": "",
      "story_html": "",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "2773",
      "title": "responsive_ad"
    }, {
      "id": "2774",
      "title": "Whitney Ellsworth",
      "subtitle_html": "<a href='https://en.wikipedia.org/wiki/Prospecting' title='Wikipedia page for Prospecting' target='_blank'>Prospector</a> and <a href='/image/2760-fictional-tv-deadwood-women/2760/' title='Link to spiritual portrait of Alma Garret on this site'>Alma Garret's</a> Husband",
      "gallery_page_teaser": "Whitney Ellsworth is warm, amiable (Red), and down-to-earth (Yellow).  He makes friends easily with most people but is not afraid to confront the sociopathic interloper George Hearst head on.  Click on the image to learn more!",
      "image_file_name": "esfp-whitney_ellsworth-1.jpg",
      "meat_portrait_href": "https://www.hbo.com/deadwood/cast-and-crew/ellsworth",
      "composition": "O",
      "score": [
         { "e_score": "12", "i_score": "7" },
         { "n_score": "2", "s_score": "17" },
         { "f_score": "14", "t_score": "5" },
         { "j_score": "9", "p_score": "10" }
      ],
      "four_letter_type": "ESFP",
      "fixed_percentages": "",
      "archetype": "Se",
      "quiz_type": "C0",
      "year": "2018",
      "explain_dom": "The Yellow in this spiritual portrait represents Whitney Ellsworth's dominant personality trait, his pragmatism and realistic outlook.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  Ellsworth demonstrates this trait when he 'looks the other way' after Dan Dority kills Alma Garret's husband.",
      "explain_aux": "The Red in this spiritual portrait represents Whitney Ellsworth's auxiliary personality trait, his amiability and compassion.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  Ellsworth demonstrates this trait in the way he is, in general, quite friendly to most of the people he encounters and, in particular, able to quickly befriend Alma Garret's traumatized adoptive daughter Sofia.",
      "story_intro_html": "",
      "story_html": "",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "2775",
      "title": "A. W. Merrick",
      "subtitle_html": "Owner of Deadwood's First <a href='https://en.wikipedia.org/wiki/Newspaper' title='Wikipedia page for Newspaper' target='_blank'>Newspaper</a>",
      "gallery_page_teaser": "A. W. Merrick is warm, outgoing, and friendly (Red).  His true passion, however, is an idea (Blue) &mdash; specifically the idea of running a free press in this new community.  Click on the image to learn more!",
      "image_file_name": "enfj-a_w_merrick-2.jpg",
      "meat_portrait_href": "https://www.hbo.com/deadwood/cast-and-crew/aw-merrick",
      "composition": "O",
      "score": [
         { "e_score": "17", "i_score": "2" },
         { "n_score": "14", "s_score": "5" },
         { "f_score": "11", "t_score": "8" },
         { "j_score": "14", "p_score": "5" }
      ],
      "four_letter_type": "ENFJ",
      "fixed_percentages": "",
      "archetype": "Se",
      "quiz_type": "C0",
      "year": "2018",
      "explain_dom": "The Red in this spiritual portrait represents A. W. Merrick's dominant personality trait, his passion and warmth.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  Merrick demonstrates this trait in the way he is outgoing, amiable, and friendly to most everyone he meets.",
      "explain_aux": "The Blue in this spiritual portrait represents A. W. Merrick's auxiliary personality trait, his openness to new ideas.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  Merrick demonstrates this when he founds Deadwood's first newspaper, and in the way he is open to new technical innovations, such as photography and the telegraph.",
      "story_intro_html": "",
      "story_html": "",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "2777",
      "title": "Charlie Utter",
      "subtitle_html": "<a href='https://en.wikipedia.org/wiki/Charlie_Utter' title='Wikipedia page for Charlie Utter' target='_blank'>Friend</a> of <a href='/image/2760-fictional-tv-deadwood-women/2766/' title='Link to spiritual portrait of Calamity Jane on this site'>Calamity Jane</a> and <a href='http://www.history.com/this-day-in-history/wild-bill-hickok-is-murdered' title='Link to an article about Wild Bill Hickock at www.history.com' target='_blank'>Wild Bill Hickock</a>",
      "gallery_page_teaser": "Charlie Utter is warm and friendly (Red), but not all that outgoing.  He is a pragmatist (Yellow) who runs a down-to-earth business: a mail and freight service.  Click on the image to learn more!",
      "image_file_name": "isfp-charlie_utter-2.jpg",
      "meat_portrait_href": "https://www.hbo.com/deadwood/cast-and-crew/charlie-utter",
      "composition": "O",
      "score": [
         { "e_score": "8", "i_score": "11" },
         { "n_score": "1", "s_score": "18" },
         { "f_score": "10", "t_score": "9" },
         { "j_score": "9", "p_score": "10" }
      ],
      "four_letter_type": "ISFP",
      "fixed_percentages": "",
      "archetype": "Fi",
      "quiz_type": "C0",
      "year": "2018",
      "explain_dom": "The Red in this spiritual portrait represents Charlie Utter's dominant personality trait, his passion and friendliness.  In Introverts, the dominant trait is directed inwardly, and spiritual portraits use a long horizontal line to represent this.  Charlie demonstrates this trait in the way he is friendly to most people, but cannot hide the contempt he feels for the wealthy, murdering interloper George Hearst.",
      "explain_aux": "The Yellow in this spiritual portrait represents Charlie Utter's auxiliary personality trait, his pragmatic and realistic outlook.  Introverts, the auxiliary trait is directed outwardly, and spiritual portraits use a vertical line to represent this, because it is more evident than the dominant function.  Charlie demonstrates this trait when he senses that the romantic feelings he has for Joanie Stubbs will not be reciprocated, and so tries to keep these feelings to himself.",
      "story_intro_html": "",
      "story_html": "",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "2779",
      "title": "responsive_ad"
    }
  ]
}
