{
  "gallery_title": "Deadwood - Al's Crew",
  "see_gallery_button_text": "See Their Minds",
  "list_page_teaser": "The people who work for Al Swearengen at the Gem have well-defined roles - and personalities to match.  Click to see the images!",
  "description_html": "<p><a href='/image/2780-fictional-tv-deadwood-als_crew/2786/' title='Link to spiritual portrait of Al Swearengen on this site'>Al Swearengen</a>'s team is rather like a family.</p><ul><li><a href='/image/2780-fictional-tv-deadwood-als_crew/2780/' title='Link to spiritual portrait of Dan Dority on this site'>Dan Dority</a>'s image shows he is down-to-earth and logical &mdash; like a son to Al and a big brother to Johnny.</li><li><a href='/image/2780-fictional-tv-deadwood-als_crew/2782/' title='Link to spiritual portrait of Johnny Burns on this site'>Johnny Burns</a>'s image shows he is friendly, and open to learning from Dan &mdash; like a little brother.</li><li><a href='/image/2780-fictional-tv-deadwood-als_crew/2784/' title='Link to spiritual portrait of Silas Adams on this site'>Silas Adams</a>'s image shows he is decisive and has a head for strategies &mdash; rather like Al's brother, and an uncle to Dan and Johnny.</li><li><a href='/image/2780-fictional-tv-deadwood-als_crew/2787/' title='Link to spiritual portrait of Trixie on this site'>Trixie</a>'s image shows she is passionate and open to new experiences.</li></ul><p>Everyone on <a href='/image/2780-fictional-tv-deadwood-als_crew/2788/' title='Link to spiritual portrait of Al Swearengen on this site'>Al Swearengen</a>'s crew respects and admires Al, and his image shows he is good at formulating strategies that can help his businesses succeed.</p>",
  "story_html": "<p>Writing really good stories explaining how the spiritual portraits of fictional characters reflect the characters' personalities is time-consuming.  I'd rather just turn out images and let people figure them out on their own.</p><h4>The Deadwood Experiment</h4><p>In building a site like this, the following questions come to mind:</p><ol><li>Are the explanatory stories provided necessary or even helpful?</li><li>Can fans of a show with an ensemble cast appreciate the images &mdash; and <em>see</em> the relationships between the characters &mdash; without explanatory stories?</li><li>Would it be better &mdash; maybe in some cases, at least &mdash; to write a single article about all of the portraits in a single show, and post it on social media?  This could certainly be easier and might even be more informative than writing a separate story for each character.</li></ol><p>For the time being, these spiritual portraits of <a href='https://www.hbo.com/deadwood' title='Link to the main page for Deadwood at www.hbo.com' target='_blank'>Deadwood</a> characters are presented without stories.  If you are familiar with the show and know a bit about <a href='https://en.wikipedia.org/wiki/Psychological_Types' title='Wikipedia page for Jungian Psychological Types' target='_blank'>Jungian Psychological Types</a>, you <em>should</em> be able to see how the characters with similar temperaments have similar portraits.</p><h4>Keep Up-to-Date!</h4><p>If you're interested in learning when we write new stories and post new images, follow this site on social media or <a href='https://groja.com/conversion/seeourminds' title='Link to small form you can use to join the Groja.com and SeeOurMinds.com email list' target='_blank'>join the SeeOurMinds.com email list</a>!</p>",
  "image_list":
  [
    {
      "id": "2780",
      "title": "Dan Dority",
      "subtitle_html": "Al Swearengen's <a href='https://en.wikipedia.org/wiki/Bodyguard' title='Wikipedia page for Bodyguard' target='_blank'>Bodyguard</a>, <a href='https://en.wikipedia.org/wiki/Mob_enforcer' title='Wikipedia page for Mob enforcer' target='_blank'>Enforcer</a>, and <a href='https://en.wikipedia.org/wiki/Contract_killing' title='Wikipedia page for Contract killing' target='_blank'>Hit Man</a>",
      "gallery_page_teaser": "Dan Dority's spiritual portrait shows he is down-to-earth (Yellow) and objective and impersonal (Green).  Because he is bigger and older and even more decisive than Johnny, Dan is like his older big brother.  Click on the image to see a full-size version!",
      "image_file_name": "estp-dan_dority-1.jpg",
      "meat_portrait_href": "https://www.hbo.com/deadwood/cast-and-crew/dan-dority",
      "composition": "O",
      "score": [
         { "e_score": "16", "i_score": "3" },
         { "n_score": "2", "s_score": "17" },
         { "f_score": "4", "t_score": "15" },
         { "j_score": "8", "p_score": "11" }
      ],
      "four_letter_type": "ESTP",
      "fixed_percentages": "",
      "archetype": "Se",
      "quiz_type": "C0",
      "year": "2018",
      "explain_dom": "The Yellow in this spiritual portrait represents Dan Dority's dominant personality trait, his pragmatism.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  Dan demonstrates this trait in the way he helps Al with tactics, often serving as a hit-man, while taking little interest in helping Al strategize.",
      "explain_aux": "The Green in this spiritual portrait represents Dan Dority's auxiliary personality trait, his objectivity.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  Dan demonstrates this trait in the way he keeps his cool and does not let his emotions get the best of him.",
      "story_intro_html": "",
      "story_html": "",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "2782",
      "title": "Johnny Burns",
      "subtitle_html": "<a href='https://en.wikipedia.org/wiki/Bartender' title='Wikipedia page for Bartender' target='_blank'>Bartender</a> and <a href='http://tvtropes.org/pmwiki/pmwiki.php/Main/FedToPigs' title='Link to a page about feeding human bodies to pigs at tvtropes.org' target='_blank'>Disposer</a> of <a href='https://en.wikipedia.org/wiki/Disposal_of_human_corpses' title='Wikipedia page about the Disposal of human corpses' target='_blank'>Corpses</a>",
      "gallery_page_teaser": "Johnny Burns' spiritual portrait shows he is very open to new experiences (Yellow) and a bit more emotional (Red) than Dan and Adam.  Because he is smaller and younger and less cold-blooded than Dan, he looks up to Dan as he might look up to an older big brother.  Click on the image to see a full-size version!",
      "image_file_name": "esfp-johnny_burns-2.jpg",
      "meat_portrait_href": "https://www.hbo.com/deadwood/cast-and-crew/johnny-burns",
      "composition": "O",
      "score": [
         { "e_score": "17", "i_score": "2" },
         { "n_score": "1", "s_score": "18" },
         { "f_score": "11", "t_score": "8" },
         { "j_score": "4", "p_score": "15" }
      ],
      "four_letter_type": "ESFP",
      "fixed_percentages": "",
      "archetype": "Se",
      "quiz_type": "C0",
      "year": "2018",
      "explain_dom": "The Yellow in this spiritual portrait represents Johnny Burns' dominant personality trait, his strong preference for being realistic.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  Johnny demonstrates this trait in the way his is very practical and down-to-earth.",
      "explain_aux": "The Red in this spiritual portrait represents Johnny Burns' auxiliary personality trait, his preference for emotion over reason.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  Johnny demonstrates this trait when he is unable to kill the innocent prostitute Jen, due to his feelings for her.",
      "story_intro_html": "",
      "story_html": "",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "2784",
      "title": "Silas Adams",
      "subtitle_html": "<a href='https://en.wikipedia.org/wiki/Bagman' title='Wikipedia page for Bagman' target='_blank'>Bagman</a> from <a href='http://www.cityofyankton.org/' title='Link to the home page at www.cityofyankton.org' target='_blank'>Yankton</a>",
      "gallery_page_teaser": "Silas Adams' spiritual portrait shows he prefers ideas (Blue) to facts, which means he has a head for strategies.  He also has the logical decisiveness (Green) needed to carry out cold-blooded acts.  Click on the image to see a full-size version!",
      "image_file_name": "intj-silas_adams-1.jpg",
      "meat_portrait_href": "https://www.hbo.com/deadwood/cast-and-crew/silas-adams",
      "composition": "O",
      "score": [
         { "e_score": "1", "i_score": "18" },
         { "n_score": "11", "s_score": "8" },
         { "f_score": "1", "t_score": "18" },
         { "j_score": "12", "p_score": "7" }
      ],
      "four_letter_type": "INTJ",
      "fixed_percentages": "",
      "archetype": "Ni",
      "quiz_type": "C0",
      "year": "2018",
      "explain_dom": "The Blue in this spiritual portrait represents Silas Adams' dominant personality trait, his moderate preference for ideas over facts.  In Introverts, the dominant trait is directed inwardly, and spiritual portraits use a long horizontal line to represent this.  Silas demonstrates this when he and Al discuss strategies in dealing with government officials and the like.",
      "explain_aux": "The Green in this spiritual portrait represents Silas Adams' auxiliary personality trait, his very strong preference for reason over emotion.  In Introverts, the auxiliary trait is directed outwardly, and spiritual portraits use a vertical line to represent this, because it is more evident than the dominant function.  Silas demonstrates this trait in the way he is always calm and composed and rarely shows any emotion.",
      "story_intro_html": "",
      "story_html": "",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "2785",
      "title": "responsive_ad"
    }, {
      "id": "2787",
      "title": "Trixie",
      "subtitle_html": "Prostitute at the <a href='https://en.wikipedia.org/wiki/Gem_Theater' title='Wikipedia page for the Gem Saloon' target='_blank'>Gem</a>",
      "gallery_page_teaser": "Trixie is extremely perceptive and open to new experiences (Yellow), and has a very slight preference for making emotional (Red) rather than logical decisions.  Click on the image to see a full-size version!",
      "image_file_name": "esfp-trixie-1.jpg",
      "meat_portrait_href": "https://www.hbo.com/deadwood/cast-and-crew/trixie",
      "composition": "O",
      "score": [
         { "e_score": "18", "i_score": "1" },
         { "n_score": "4", "s_score": "15" },
         { "f_score": "10", "t_score": "9" },
         { "j_score": "4", "p_score": "15" }
      ],
      "four_letter_type": "ESFP",
      "fixed_percentages": "",
      "archetype": "Se",
      "quiz_type": "C0",
      "year": "2018",
      "explain_dom": "The Yellow in this spiritual portrait represents Trixie's dominant personality trait, her openness to new experiences.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  Trixie demonstrates this trait in the way she is willing to try out a number of different occupations in various businesses in the town.",
      "explain_aux": "The Red in this spiritual portrait represents Trixie's auxiliary personality trait, her warmth and passion.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  Trixie demonstrates this preference in the way she obviously continues to have deep feelings for Al even when she has stopped working for him and moved on to other opportunities for employment.",
      "story_intro_html": "",
      "story_html": "",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "2788",
      "title": "Al Swearengen",
      "subtitle_html": "Owner of the <a href='https://en.wikipedia.org/wiki/Gem_Theater' title='Wikipedia page for the Gem Theater' target='_blank'>Gem Theater</a>",
      "gallery_page_teaser": "Al Swearengen's spiritual portrait shows he is logical (Green) and comfortable with theories and abstractions (Blue). Click on the image to see a full-size version!",
      "image_file_name": "entp-al_swearengen-1.jpg",
      "meat_portrait_href": "https://www.hbo.com/deadwood/cast-and-crew/al-swearengen",
      "composition": "O",
      "score": [
         { "e_score": "17", "i_score": "2" },
         { "n_score": "16", "s_score": "3" },
         { "f_score": "3", "t_score": "16" },
         { "j_score": "8", "p_score": "11" }
      ],
      "four_letter_type": "ENTP",
      "fixed_percentages": "",
      "archetype": "Ne",
      "quiz_type": "C0",
      "year": "2018",
      "explain_dom": "The Blue in this spiritual portrait represents Al Swearengen's dominant personality trait, a strong preference for ideas over facts.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  Al demonstrates this trait in the way he deals with adversaries such as George Hearst, by focusing on figuring out what strategies to use before deciding on specific tactics.",
      "explain_aux": "The Green in this spiritual portrait represents Al Swearengen's auxiliary personality trait, his ability to stay cool and objective in times of stress.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  Al demonstrates this trait when he insists on walking back to the Gem under his own power after Hearst cuts off his finger.",
      "story_intro_html": "",
      "story_html": "",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "2789",
      "title": "square_ad"
    }
  ]
}
