{
  "gallery_title": "Cheers - Sam and Diane",
  "see_gallery_button_text": "See Their Minds",
  "list_page_teaser": "Sam and Diane's turbulent relationship was in the forefront of the first five seasons of this classic sit-com.  Click to learn more!",
  "description_html": "<p>The turbulent relationship between Sam Malone and Diane Chambers on <a href='http://cheers.wikia.com/wiki/Cheers_Wiki' title='Link to the Home page at cheers.wikia.com' target='_blank'>Cheers</a> forms the basis for much of what goes on during the first five seasons of the <a href='https://en.wikipedia.org/wiki/Sitcom' title='Link to the Wikipedia page for the term sitcom' target='_blank'>sitcom</a>.  Their relationship is so well-known there is even a <a href='https://en.wikipedia.org/wiki/Sam_and_Diane' title='Link to the Wikipedia page for Sam and Diane' target='_blank'>wikipedia page</a> for the couple!</p><p>Sam and Diane not only have very different backgrounds, they have very different temperaments.  The Yellow and Green in Sam's spiritual portrait shows he is more down-to-earth and logical, while the Blue and Red in Diane's image shows she prefers learning new ideas and expressing her emotions.  Click on one or both images to see a larger version and learn more!</p>",
  "story_html": "<p>When I first started writing the stories for <a href='/image/1200-fictional-movies-star_wars-original/1203/' title='Link to the spiritual portrait of Leia Organa on this site'>Leia Organa</a> and <a href='/image/1200-fictional-movies-star_wars-original/1206/' title='Link to the spiritual portrait of Han Solo on this site'>Han Solo</a> &mdash; characters from the <a href='/gallery/1200-fictional-movies-star_wars-original/' title='Link to a gallery page on this site containing spiritual portraits of characters from the Original Star Wars trilogy'>Original Star Wars trilogy</a> &mdash; on <a href='https://www.seeourminds.com' title='Link to the Home page at SeeOurMinds.com' target='_blank'>this site</a>, the term <q>Sam and Diane</q> popped into my head, suddenly and totally unbidden.  I was somewhat surprised to see a whole page in the Wikipedia devoted to their relationship, and after some thought decided to re-watch all <a href='https://www.imdb.com/title/tt0083399/episodes?season=1' title='Link to the page for the episode guide for Cheers, cued to season 1, on imdb.com' target='_blank'>eleven seasons</a> (271 episodes) of the show.</p><p>Although I'd seen most of them long ago, it was nice to watch them all again.  And re-watcing all of them systematically filled in a few gaps &mdash; plot points and even entire shows that I'd either forgotten about or missed somehow.</p><p>The results appear here and in the other Cheers galleries.  I hope you enjoy the images and stories!</p><p>To learn when I post new images and stories, follow this site on social media or <a href='https://groja.com/conversion/seeourminds' title='Link to small form you can use to join the Groja.com and SeeOurMinds.com email list' target='_blank'>join the SeeOurMinds.com email list</a>!</p>",
  "image_list":
  [
    {
      "id": "2800",
      "title": "Sam Malone",
      "subtitle_html": "Owner of <a href='https://en.wikipedia.org/wiki/Cheers' title='Wikipedia page for Cheers' target='_blank'>Cheers</a>, a Bar in Boston",
      "gallery_page_teaser": "Sam Malone's spiritual portrait shows he is down-to-earth and reasonable.  Click on the image to learn more!",
      "image_file_name": "estp-sam_malone-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/Sam_Malone#/media/File:Sam_Malone_flirting_with_a_woman.png",
      "composition": "O",
      "score": [
         { "e_score": "19", "i_score": "0" },
         { "n_score": "3", "s_score": "16" },
         { "f_score": "7", "t_score": "12" },
         { "j_score": "9", "p_score": "10" }
      ],
      "four_letter_type": "ESTP",
      "fixed_percentages": "",
      "archetype": "Se",
      "quiz_type": "KTS2",
      "year": "2018",
      "explain_dom": "The Yellow in this spiritual portrait represents Sam's dominant personality trait, his realism.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  He demonstrates this trait in the way he prefers sports and women to academic and intellectual pursuits.",
      "explain_aux": "The Green in this spiritual portrait represents Sam's auxiliary personality trait, his ability to (usually) keep a cool head.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  He demonstrates this trait in the way he helps to smooth things over when people get upset.  In fact, only John Allen Hill, who owns Melville's, and of course Diane, can make Sam lose his cool.",
      "story_intro_html": "<p>The Yellow in <a href='http://cheers.wikia.com/wiki/Sam_Malone' title='Link to a page about Sam Malone at cheers.wikia.com' target='_blank'>Sam Malone's</a> spiritual portrait represents his need for sensual stimulation.  As a handsome, virule, sports figure, Sam frequently finds the stimulation he needs by seducing women, and he finds young, pretty women to be particularly alluring.</p><blockquote>Rebecca Howe: [to Sam] What do you say when you break up with a woman?<br />Sam Malone: I usually say, 'I'll call you tomorrow'.<br />From <a href='https://www.imdb.com/title/tt0539677/' title='Link to the page for A Diminished Rebecca With a Suspended Cliff on imdb.com' target='_blank'>A Diminished Rebecca With a Suspended Cliff</a>, 1992.</blockquote><p>Sam and Diane share a tendency to be indecisive, but their interests are polar opposites.  Arguably, without this indecisiveness, they may not have been open to sharing a relationship in the first place.</p><h4>Opposites Attract?</h4><p>Sam and Diane are both open to new things, and they feel a powerful attraction, but once they <q><em>finish,</em></q>&nbsp;&mdash;&nbsp;<a href='https://www.youtube.com/watch?v=ona-RhLfRfc' title='Link to the video of the Monty Python nudge nudge wink wink skit on youtube.com' target='_blank'>nudge nudge wink wink</a> &mdash; they find the things they are interested in are entirely different.  So when they try to spend time together, disaster, and hilarity, ensues.  </p><p>That Sam and Diane are opposites, at least in some respects, is obvious.  In the episode <a href='https://www.imdb.com/title/tt0788354/' title='Link to the page for Teachers Pet on imdb.com' target='_blank'>Teacher's Pet</a>, Sam admits his <q>brain doesn't work like</q> Diane's, because he <q>can't learn things.</q> </p><p> </p> <blockquote></blockquote> <p></p>",
      "story_html": "<p></p>",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "2802",
      "title": "Diane Chambers",
      "subtitle_html": "Waitress at <a href='https://en.wikipedia.org/wiki/Cheers' title='Wikipedia page for Cheers' target='_blank'>Cheers</a>",
      "gallery_page_teaser": "Diane Chambers's spiritual portrait shows she is very open to learning new things, especially new ideas.  Click on the image to learn more!",
      "image_file_name": "enfp-diane_chambers-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/Diane_Chambers#/media/File:Diane_Chambers_in_%22An_American_Family%22.png",
      "composition": "O",
      "score": [
         { "e_score": "17", "i_score": "2" },
         { "n_score": "17", "s_score": "2" },
         { "f_score": "14", "t_score": "5" },
         { "j_score": "5", "p_score": "14" }
      ],
      "four_letter_type": "ENFP",
      "fixed_percentages": "",
      "archetype": "Ne",
      "quiz_type": "KTS2",
      "year": "2018",
      "explain_dom": "The Blue in this spiritual portrait represents Diane's dominant personality trait, her openness to ideas.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  She demonstrates this trait in the way she is enjoys taking a wide variety of classes, even at the post-graduate level.",
      "explain_aux": "The Red in this spiritual portrait represents Diane's auxiliary personality trait, her passion and compassion.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  She demonstrates this trait in way she is passionate about her studies and when she shows compassion for other people, even those who, like Carla, clearly do not like her.",
      "story_intro_html": "<p>The Blue in <a href='http://cheers.wikia.com/wiki/Diane_Chambers' title='Link to a page about Diane Chambers at cheers.wikia.com' target='_blank'>Diane Chambers's</a> spiritual portrait represents her need for intellectual stimulation.  As an intelligent, curious, well-bred woman, Diane frequently finds the stimulation she needs by learning new things, and she finds academic, intellectually stimulating, even esoteric ideas to be particularly interesting.</p><blockquote>Sam: How did you know that?<br />Diane: Well I picked it up in pre-law.<br />Sam: I thought you were an English major.<br />Diane: Well that was after art and before psychology.<br />Sam: Is there anything you weren't in college?<br />Carla: Blonde.<br />Diane: Check the yearbook, Carla.<br />From <a href='https://www.imdb.com/title/tt0539911/' title='Link to the page for The Tortelli Tort on imdb.com' target='_blank'>The Tortelli Tort</a>, 1982.</blockquote><p>Sam and Diane share a tendency to be indecisive, but their interests are polar opposites.  Arguably, without this indecisiveness, they may not have been open to sharing a relationship in the first place.</p><h4>Opposites Attract?</h4><p>Diane and Sam are both open to new things, and they feel a powerful attraction, but once they <q><em>finish,</em></q>&nbsp;&mdash;&nbsp;<a href='https://www.youtube.com/watch?v=ona-RhLfRfc' title='Link to the video of the Monty Python nudge nudge wink wink skit on youtube.com' target='_blank'>nudge nudge wink wink</a> &mdash; they find the things they are interested in are entirely different.  So when they try to spend time together, disaster, and hilarity, ensues.  </p><p>That Diane and Sam are opposites, at least in some respects, is obvious.  In the episode <a href='https://www.imdb.com/title/tt0788354/' title='Link to the page for Diane Chambers Day on imdb.com' target='_blank'>Diane Chambers Day</a>, Diane admits she <q>felt like an alien</q> when she <q>first walked into this place four years ago,</q> and she continues to feel like that.  </p><p> </p> <blockquote></blockquote> <p></p>",
      "story_html": "<p></p>",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "0009",
      "title": "square_ad"
    }
  ]
}
