{
  "gallery_title": "Cheers - The Crew",
  "see_gallery_button_text": "See Their Minds",
  "list_page_teaser": "Carla's image, like her personality, differs greatly from the images of her coworkers Coach, Woody, and Rebecca.  Click to learn more!",
  "description_html": "<p>The people who work at <a href='http://cheers.wikia.com/wiki/Cheers_Wiki' title='Link to the Home page at cheers.wikia.com' target='_blank'>Cheers</a> are mostly a friendly bunch &mdash; with Carla being the obvious exception.  This is visible in the spiritual portraits of the team: her image contrasts strongly with the images of the other team members' personalities.</p><p>The large amounts of Red and Green in Carla's image depict her decisiveness, while Yellow dominates the images of Coach, Woody, and Rebecca to varying degrees.  The Yellow and Blue in their images indicates they are more open to new experiences and ideas than Carla.</p>",
  "story_html": "<p>Clearly, Carla needs to be decisive because she is a single mom with eight children.  She needs to get things done and doesn't have any time for any sort of folderol, whatsoever.</p><p>Meanwhile, Coach, Woody, and Rebecca have a much easier time of it, because they are single and not caring for any children.  With Rebecca kind of, but not really, in charge, and the very experienced Sam there to pick up the slack, Coach and Woody only have to worry about making drinks.</p>",
  "image_list":
  [
    {
      "id": "2810",
      "title": "Carla Tortelli",
      "subtitle_html": "Waitress at <a href='https://en.wikipedia.org/wiki/Cheers' title='Wikipedia page for Cheers' target='_blank'>Cheers</a>",
      "gallery_page_teaser": "Carla Tortelli's spiritual portrait shows she is pragmatic and extremely decisive.  Click on the image to learn more!",
      "image_file_name": "esfj-carla_tortelli-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/Carla_Tortelli#/media/File:Carla_Tortelli_in_%22The_Tortelli_Tort%22.png",
      "composition": "O",
      "score": [
         { "e_score": "13", "i_score": "6" },
         { "n_score": "1", "s_score": "18" },
         { "f_score": "11", "t_score": "8" },
         { "j_score": "16", "p_score": "3" }
      ],
      "four_letter_type": "ESFJ",
      "fixed_percentages": "",
      "archetype": "Fe",
      "quiz_type": "KTS2",
      "year": "2018",
      "explain_dom": "The Red in this spiritual portrait represents Carla's dominant personality trait, her passion.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  She demonstrates this trait in the way she never hesitates to express her frequently uncontrollable emotions, regardless of whether they are feelings of infatuation or hatred.",
      "explain_aux": "The Yellow in this spiritual portrait represents Carla's auxiliary personality trait, her very strong pragmatism.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  She demonstrates this trait in the way she has no patience for Diane's academic ideas, or anyone else's ideas, for that matter.",
      "story_intro_html": "<p><a href='http://cheers.wikia.com/wiki/Carla_Tortelli' title='Link to a page about Carla Tortelli at cheers.wikia.com' target='_blank'>Carla Tortelli's</a> spiritual portrait constrasts strongly with those of the other characters on the show.  While Red and Green, which depict her decisiveness, dominate Carla's image, Yellow and Blue dominate the other characters' images &mdash; albeit to varying degrees &mdash; depicting how those characters are more open to new experiences and ideas.</p> <h4>Carla and Diane</h4> <p>While much is made of <a href='https://en.wikipedia.org/wiki/Sam_and_Diane' title='Link to the Wikipedia page for Sam and Diane' target='_blank'>Sam and Diane</a> being opposites, Carla's and <a href='/image/2800-fictional-tv-cheers-sam_and_diane/2802/' title='Link to the spiritual portrait of Diane Chambers on this site'>Diane's</a> images show they have much less in common.  While Diane's image is a veritable sea of Blue, Carla's contains only a measly three small Blue squares.</p> <p>So although almost anyone can find themselves Carla's target, Diane's a <q>special</q> one to her.  In the episode <a href='https://www.imdb.com/title/tt0539776/' title='Link to the page for the episode Ill Gladly Pay You Tuesday on imdb.com' target='_blank'>I'll Gladly Pay You Tuesday</a>, Diane reveals she was born a month premature, and Carla asserts that was because Diane <q>Couldn't wait to get out and start yappin'.</q></p> <h4>Carla's Motivations</h4> <p>Carla's life is dominated by her children, and getting pregnant is something she seems to have very little control over.</p><blockquote>Norm: [looking for a last-minute date for his boss] Carla, do you suppose...<br />Carla: No no Norm, don't look at me. I got four kids and I sure ain't lookin' for any more.<br />Norm: I didn't say to have sex with the guy.<br />Carla: It doesn't matter. I'm what you call a fast breeder. A man winks at me, I'm three months along.<br />From <a href='https://www.imdb.com/title/tt0539753/' title='Link to the page for Friends, Romans, and Accountants on imdb.com' target='_blank'>Friends, Romans, and Accountants</a>, 1982.</blockquote><p></p> <p> </p> ",
      "story_html": "<p></p>",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "2812",
      "title": "Ernie 'Coach' Pantuso",
      "subtitle_html": "Bartender at <a href='https://en.wikipedia.org/wiki/Cheers' title='Wikipedia page for Cheers' target='_blank'>Cheers</a>",
      "gallery_page_teaser": "Coach's spiritual portrait shows he is friendly and very open-minded.  Click on the image to learn more!",
      "image_file_name": "esfp-ernie_coach_pantuso-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/Coach_Ernie_Pantusso#/media/File:Coach_ruins_the_blender.png",
      "composition": "O",
      "score": [
         { "e_score": "17", "i_score": "2" },
         { "n_score": "6", "s_score": "13" },
         { "f_score": "12", "t_score": "7" },
         { "j_score": "5", "p_score": "14" }
      ],
      "four_letter_type": "ESFP",
      "fixed_percentages": "",
      "archetype": "Se",
      "quiz_type": "KTS2",
      "year": "2018",
      "explain_dom": "The Yellow in this spiritual portrait represents Coach's dominant personality trait, his realism.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  He demonstrated this trait when he thought Colorado might be the 'elevated state' that Hindus attain after leading a 'good life.'",
      "explain_aux": "The Red in this spiritual portrait represents Coach's auxiliary personality trait, his warmth and passion.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  He demonstrated this trait in the passion he showed, at first for the children then later for the sport, when he agreed to help coach a youth league's baseball team.",
      "story_intro_html": "<p>Sometimes Coach likes to take things literally, which can be confusing.</p><blockquote>Coach: How about tellers? You take tellers. They never tell you anything. They always ask questions. And interest, there's nothing interesting about it at all. It's boring. Oh and then the trust department, they got all the pens chained down to the tables. What kind of trust is that?<br />Coach, in <a href='https://www.imdb.com/title/tt0539689/' title='Link to the page for And Coachie Makes Three on imdb.com' target='_blank'>And Coachie Makes Three</a>, 1984.</blockquote><p></p>",
      "story_html": "<p></p>",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "2813",
      "title": "responsive_ad"
    }, {
      "id": "2815",
      "title": "Woody Boyd",
      "subtitle_html": "Bartender at <a href='https://en.wikipedia.org/wiki/Cheers' title='Wikipedia page for Cheers' target='_blank'>Cheers</a>",
      "gallery_page_teaser": "Woody Boyd's spiritual portrait shows he is amiable and very open to new experiences and ideas.  Click on the image to learn more!",
      "image_file_name": "esfp-woody_boyd-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/Woody_Boyd#/media/File:Woody_Harrelson_as_Woody_Boyd.png",
      "composition": "O",
      "score": [
         { "e_score": "17", "i_score": "2" },
         { "n_score": "5", "s_score": "14" },
         { "f_score": "13", "t_score": "6" },
         { "j_score": "2", "p_score": "17" }
      ],
      "four_letter_type": "ESFP",
      "fixed_percentages": "",
      "archetype": "Se",
      "quiz_type": "KTS2",
      "year": "2018",
      "explain_dom": "The Yellow in this spiritual portrait represents Woody's dominant personality trait, his openness to new experiences.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  He demonstrated this trait when he decided to move from the small town of Hanover, Indiana to the big city of Boston, Massachusetts.",
      "explain_aux": "The Red in this spiritual portrait represents Woody's auxiliary personality trait, his friendliness.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  He demonstrates this trait in the way he tries to be friendly to everyone, even to people like Henri, a womanizing Frenchman who constantly 'jokes' about stealing Woody's girlfriend Kelly from him.",
      "story_intro_html": "<p>A lot of Woody's lines revolve around his apprehension about living in the big city.</p><p>An aspiring actor, at one point Woody gets a chance to do a commercial:</p><blockquote>Woody: It's just a small part in a commercial, but I don't know if I can pull it off.<br />Norm: What do you play?<br />Woody: A bartender.<br />Sam: Woody, you are a bartender.<br />Woody: But in this commercial, I have to serve drinks.<br />Sam: Woody, you serve drinks all the time.<br />Woody: But I have to talk and serve drinks.<br />Sam: You talk and serve drinks everyday.<br />Woody: Now you've made me nervous about working here.<br /><a href='https://www.imdb.com/title/tt0539922/' title='Link to the page for Veggie-Boyd on imdb.com' target='_blank'>Veggie-Boyd</a>, 1990.</blockquote><p></p>",
      "story_html": "<p></p>",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "2817",
      "title": "Rebecca Howe",
      "subtitle_html": "'Manager' at <a href='https://en.wikipedia.org/wiki/Cheers' title='Wikipedia page for Cheers' target='_blank'>Cheers</a>",
      "gallery_page_teaser": "Rebecca Howe's spiritual portrait is very colorful, showing her preferences are slight and she is very flexible.  Click on the image to learn more!",
      "image_file_name": "esfp-rebecca_howe-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/Rebecca_Howe#/media/File:Rebecca_Howe_in_Cheers_episode_Don%27t_Paint_Your_Chickens.png",
      "composition": "O",
      "score": [
         { "e_score": "17", "i_score": "2" },
         { "n_score": "9", "s_score": "10" },
         { "f_score": "12", "t_score": "7" },
         { "j_score": "7", "p_score": "12" }
      ],
      "four_letter_type": "ESFP",
      "fixed_percentages": "",
      "archetype": "Se",
      "quiz_type": "KTS2",
      "year": "2018",
      "explain_dom": "The Yellow in this spiritual portrait represents Rebecca's dominant personality trait, her very slight preference for facts over ideas.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  She demonstrates this trait when she pursues rich men rather than looking for men with less tangible, but equally important qualities, such as warmth, honesty, and integrity.",
      "explain_aux": "The Red in this spiritual portrait represents Rebecca's auxiliary personality trait, her mild preference for passion over reason.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  She demonstrates this trait in the way she is always looking for romance, even though her ultimate goal is cold, pragmatic, and strictly monetary.",
      "story_intro_html": "<p>Rebecca lacks confidence:</p><blockquote>Rebecca: Carla, do you think I'll make a good mother?<br /> Carla: Nope.<br /> Rebecca: What do you mean?<br /> Carla: You asked me a question. I gave you an answer.<br /> Rebecca: But I'm serious.<br /> Carla: Sorry I'm just being honest.<br />Rebecca: You're not being honest. You're being mean.<br />Carla: Sometimes you get a twofer.<br />From <a href='https://www.imdb.com/title/tt0539906/' title='Link to the page for The Norm Who Came to Dinner on imdb.com' target='_blank'>The Norm Who Came to Dinner</a>, 1991.</blockquote><p>This is probably because she knows she's a phony.</p><blockquote>Rebecca: Do you know what I am. I'm a phony. I'm a great big phony. Pretending like I liked Mahler just so some rich guy would ask me out. I don't even know his first name.<br />Woody: Gustav. Gustav Mahler.<br />From <a href='https://www.imdb.com/title/tt0539836/' title='Link to the page for Rebecca Gaines, Rebecca Loses on imdb.com' target='_blank'>Rebecca Gaines, Rebecca Loses</a>, 1993.</blockquote><p>At least she figures it out, eventually!</p>",
      "story_html": "<p></p>",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "2819",
      "title": "responsive_ad"
    }
  ]
}
