{
  "gallery_title": "Cheers - The Crew",
  "see_gallery_button_text": "See Their Minds",
  "list_page_teaser": "Carla's image, like her personality, differs greatly from the images of her coworkers Coach, Woody, and Rebecca.  Click to learn more!",
  "description_html": "<p>The people who work at <a href='http://cheers.wikia.com/wiki/Cheers_Wiki' title='Link to the Home page at cheers.wikia.com' target='_blank'>Cheers</a> are mostly a friendly bunch &mdash; with Carla being the obvious exception.  This is visible in the spiritual portraits of the team: her image contrasts strongly with the images of the other team members' personalities.</p><p>The large amounts of Red and Green in Carla's image depict her decisiveness, while Yellow dominates the images of Coach, Woody, and Rebecca to varying degrees.  The Yellow and Blue in their images indicates they are more open to new experiences and ideas than Carla.</p>",
  "story_html": "<p>Clearly, Carla needs to be decisive because she is a single mom with eight children.  She needs to get things done and doesn't have any time for any sort of folderol, whatsoever.</p><p>Meanwhile, Coach, Woody, and Rebecca have a much easier time of it, because they are single and not caring for any children.  With Rebecca kind of, but not really, in charge, and the very experienced Sam there to pick up the slack, Coach and Woody only have to worry about making drinks.</p>",
  "image_list":
  [
    {
      "id": "2810",
      "title": "Carla Tortelli",
      "subtitle_html": "<a href='https://en.wikipedia.org/wiki/Waiting_staff' title='Link to the Wikipedia page for Waiting staff' target='_blank'>Waitress</a> at <a href='https://en.wikipedia.org/wiki/Cheers' title='Wikipedia page for Cheers' target='_blank'>Cheers</a>",
      "gallery_page_teaser": "Carla Tortelli's spiritual portrait shows she is pragmatic and extremely decisive.  Click on the image to learn more!",
      "image_file_name": "esfj-carla_tortelli-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/Carla_Tortelli#/media/File:Carla_Tortelli_in_%22The_Tortelli_Tort%22.png",
      "composition": "O",
      "score": [
         { "e_score": "13", "i_score": "6" },
         { "n_score": "1", "s_score": "18" },
         { "f_score": "11", "t_score": "8" },
         { "j_score": "16", "p_score": "3" }
      ],
      "four_letter_type": "ESFJ",
      "fixed_percentages": "",
      "archetype": "Fe",
      "quiz_type": "KTS2",
      "year": "2018",
      "explain_dom": "The Red in this spiritual portrait represents Carla's dominant personality trait, her passion.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  She demonstrates this trait in the way she never hesitates to express her frequently uncontrollable emotions, regardless of whether they are feelings of infatuation or hatred.",
      "explain_aux": "The Yellow in this spiritual portrait represents Carla's auxiliary personality trait, her very strong pragmatism.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  She demonstrates this trait in the way she has no patience for Diane's academic ideas, or anyone else's ideas, for that matter.",
      "story_intro_html": "<p><a href='http://cheers.wikia.com/wiki/Carla_Tortelli' title='Link to a page about Carla Tortelli at cheers.wikia.com' target='_blank'>Carla Tortelli's</a> spiritual portrait constrasts strongly with those of the other characters on the show.  While Red and Green, which depict her ....</p>",
      "story_html": "<p><a href='http://cheers.wikia.com/wiki/Carla_Tortelli' title='Link to a page about Carla Tortelli at cheers.wikia.com' target='_blank'>Carla Tortelli's</a> spiritual portrait constrasts strongly with those of the other characters on the show.  While Red and Green, which depict her decisiveness, dominate Carla's image, Yellow and Blue dominate the other characters' images &mdash; albeit to varying degrees &mdash; depicting how those characters are more open to new experiences and ideas.</p><h4>Carla and Diane</h4><p>While much is made of <a href='https://en.wikipedia.org/wiki/Sam_and_Diane' title='Link to the Wikipedia page for Sam and Diane' target='_blank'>Sam and Diane</a> being opposites, Carla's and <a href='/image/2800-fictional-tv-cheers-sam_and_diane/2802/' title='Link to the spiritual portrait of Diane Chambers on this site'>Diane's</a> images show they have much less in common.  While Diane's image is a veritable sea of Blue, Carla's contains only three measly small Blue squares.</p><p>So although almost anyone can find themselves Carla's target, she really enjoys picking on Diane.  In the episode <a href='https://www.imdb.com/title/tt0539776/' title='Link to the page for the episode Ill Gladly Pay You Tuesday on imdb.com' target='_blank'>I'll Gladly Pay You Tuesday</a>, Diane reveals she was born a month premature, and Carla asserts that was because Diane <q>Couldn't wait to get out and start yappin'.</q></p><h4>Carla's Motivations</h4><p>Carla's life is dominated by her children, and getting pregnant is something she seems to have very little control over.</p><blockquote>Norm: [looking for a last-minute date for his boss] Carla, do you suppose...<br>Carla: No no Norm, don't look at me. I got four kids and I sure ain't lookin' for any more.<br>Norm: I didn't say to have sex with the guy.<br>Carla: It doesn't matter. I'm what you call a fast breeder. A man winks at me, I'm three months along.<br>&nbsp;&mdash;&nbsp;From <a href='https://www.imdb.com/title/tt0539753/' title='Link to the page for Friends, Romans, and Accountants on imdb.com' target='_blank'>Friends, Romans, and Accountants</a>, 1982.</blockquote><p>Whether Carla's decisive personality is due to her having a lot of kids, or her kids are due to her having a decisive personality, is a moot question.  After all, she's only a fictional character.</p><h4>Seeing Is Enlightening</h4><p>Being able to actually <em>see</em> Carla Tortelli's personality is both entertaining and enlightening.  Fans of the show <a href='/gallery/2300-fictional-tv-fawlty_towers/' title='Link to a gallery page on this site containing spiritual portraits of characters on the show Fawlty Towers'>Fawlty Towers</a> might experience an <a href='https://www.urbandictionary.com/define.php?term=ah%20ha%20moment' title='Link to the page for the term ah-ha moment at www.urbandictionary.com' target='_blank'>ah-ha moment</a> when they realize Carla's image looks very much like <a href='/image/2300-fictional-tv-fawlty_towers/2302/' title='Link to the spiritual portrait of Sybil Fawlty on this site'>Sybil Fawlty's</a>.</p><p>Maybe if she didn't have all those kids, Carla could be the boss.  She certainly has the personality for it!</p>",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "2812",
      "title": "Ernie 'Coach' Pantuso",
      "subtitle_html": "<a href='https://en.wikipedia.org/wiki/Bartender' title='Link to the Wikipedia page for Bartender' target='_blank'>Bartender</a> at <a href='https://en.wikipedia.org/wiki/Cheers' title='Wikipedia page for Cheers' target='_blank'>Cheers</a>",
      "gallery_page_teaser": "Coach's spiritual portrait shows he is friendly and very open-minded.  Click on the image to learn more!",
      "image_file_name": "esfp-ernie_coach_pantuso-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/Coach_Ernie_Pantusso#/media/File:Coach_ruins_the_blender.png",
      "composition": "O",
      "score": [
         { "e_score": "17", "i_score": "2" },
         { "n_score": "6", "s_score": "13" },
         { "f_score": "12", "t_score": "7" },
         { "j_score": "5", "p_score": "14" }
      ],
      "four_letter_type": "ESFP",
      "fixed_percentages": "",
      "archetype": "Se",
      "quiz_type": "KTS2",
      "year": "2018",
      "explain_dom": "The Yellow in this spiritual portrait represents Coach's dominant personality trait, his realism.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  He demonstrated this trait when he thought Colorado might be the 'elevated state' that Hindus attain after leading a 'good life.'",
      "explain_aux": "The Red in this spiritual portrait represents Coach's auxiliary personality trait, his warmth and passion.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  He demonstrated this trait in the passion he showed, at first for the children then later for the sport, when he agreed to help coach a youth league's baseball team.",
      "story_intro_html": "<p>Ernie Pantuso, better known as <q><a href='http://cheers.wikia.com/wiki/Ernie_%22Coach%22_Pantusso' title='Link to a page about Coach at cheers.wikia.com' target='_blank'>Coach</a>,</q> served as a bartender at Cheers in the first three seasons.  The Yellow in his spiritual portrait depicts ....</p>",
      "story_html": "<p>Ernie Pantuso, better known as <q><a href='http://cheers.wikia.com/wiki/Ernie_%22Coach%22_Pantusso' title='Link to a page about Coach at cheers.wikia.com' target='_blank'>Coach</a>,</q> served as a bartender at Cheers in the first three seasons.  The Yellow in his spiritual portrait depicts his realism, and the Red depicts his warm, friendly attitude.  These are excellent qualities for a bartender to have.</p><h4>And the Livin' Is Easy</h4><p>Coach is single and his adult daughter lives independently, so Coach has it much easier than Carla.  In the episode <a href='https://www.imdb.com/title/tt0539821/' title='Link to the page for the episode Old Flames on imdb.com' target='_blank'>Old Flames</a>, Sam complains of having blackouts, and Coach responds they can be a <q>nice break in the day,</q> indicating he feels good about not having any responsibilities.</p><p>One episode reveals Coach has allowed himself to be the victim of multiple <a href='https://en.wikipedia.org/wiki/Beanball' title='Link to the Wikipedia page for beanball' target='_blank'>beanballs</a>, and this explains how he can be a bit dim-witted at times.  His misunderstandings are a continuing source of humor for the first few seasons.</p><h4>Keeping It Real</h4><p>Sometimes Coach's realism causes him to take things too literally, and get confused:</p><blockquote>Coach: How about tellers? You take tellers. They never tell you anything. They always ask questions. And interest, there's nothing interesting about it at all. It's boring. Oh and then the trust department, they got all the pens chained down to the tables. What kind of trust is that?<br>&nbsp;&mdash;&nbsp;From <a href='https://www.imdb.com/title/tt0539689/' title='Link to the page for And Coachie Makes Three on imdb.com' target='_blank'>And Coachie Makes Three</a>, 1984.</blockquote><p>Despite these misunderstandings, no one would dream of making fun of Coach, because he is realistic, genuine, and full of warmth.</p><h4>Coach and Woody</h4><p>Shortly before the third season ended, the actor who played Coach, <a href='https://en.wikipedia.org/wiki/Nicholas_Colasanto' title='Link to the Wikipedia page for Nicholas Colasanto' target='_blank'>Nicholas Colasanto</a>, passed away.  So in season four, Cheers got a new bartender, <a href='https://en.wikipedia.org/wiki/Woody_Boyd' title='Link to the Wikipedia page for Woody Boyd' target='_blank'>Woody Boyd</a>.</p><p>It is interesting to compare the spiritual portrait of <a href='/image/2810-fictional-tv-cheers-the_crew/2815/' title='Link to the spiritual portrait of Woody Boyd on this site'>Woody</a> with that of Coach.  They look very similar, even though Coach was older than most of the gang, and Woody was younger than them!</p>",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "2813",
      "title": "responsive_ad"
    }, {
      "id": "2815",
      "title": "Woody Boyd",
      "subtitle_html": "<a href='https://en.wikipedia.org/wiki/Bartender' title='Link to the Wikipedia page for Bartender' target='_blank'>Bartender</a> at <a href='https://en.wikipedia.org/wiki/Cheers' title='Wikipedia page for Cheers' target='_blank'>Cheers</a>",
      "gallery_page_teaser": "Woody Boyd's spiritual portrait shows he is amiable and very open to new experiences and ideas.  Click on the image to learn more!",
      "image_file_name": "esfp-woody_boyd-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/Woody_Boyd#/media/File:Woody_Harrelson_as_Woody_Boyd.png",
      "composition": "O",
      "score": [
         { "e_score": "17", "i_score": "2" },
         { "n_score": "5", "s_score": "14" },
         { "f_score": "13", "t_score": "6" },
         { "j_score": "2", "p_score": "17" }
      ],
      "four_letter_type": "ESFP",
      "fixed_percentages": "",
      "archetype": "Se",
      "quiz_type": "KTS2",
      "year": "2018",
      "explain_dom": "The Yellow in this spiritual portrait represents Woody's dominant personality trait, his openness to new experiences.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  He demonstrated this trait when he decided to move from the small town of Hanover, Indiana to the big city of Boston, Massachusetts.",
      "explain_aux": "The Red in this spiritual portrait represents Woody's auxiliary personality trait, his friendliness.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  He demonstrates this trait in the way he tries to be friendly to everyone, even to people like Henri, a womanizing Frenchman who constantly 'jokes' about stealing Woody's girlfriend Kelly from him.",
      "story_intro_html": "<p><a href='http://cheers.wikia.com/wiki/Woody_Boyd' title='Link to a page about Woody Boyd at cheers.wikia.com' target='_blank'>Woody Boyd's</a> spiritual portrait is a sea of mostly Yellow, with some islands of Red and Blue.  The Yellow and Blue represent the fact he ....</p>",
      "story_html": "<p><a href='http://cheers.wikia.com/wiki/Woody_Boyd' title='Link to a page about Woody Boyd at cheers.wikia.com' target='_blank'>Woody Boyd's</a> spiritual portrait is a sea of mostly Yellow, with some islands of Red and Blue.  The Yellow and Blue represent the fact he is open to new experiences and ideas, and the Red depicts his amiability.</p><h4>Woody and Coach</h4><p>Woody is younger than Sam and Carla, and has relocated to Boston from Hanover, Indiana to experience life in the big city.  Sam hires him as a replacement for <a href='/image/2810-fictional-tv-cheers-the_crew/2812/' title='Link to the spiritual portrait of Coach on this site'>Ernie <q>Coach</q> Pantuso</a>, and it's enlightening to see how similar the images of their personalities look.</p><p>The portraits of both Woody and Coach have substantial amounts of Yellow and Red, depicting their shared realism and warmth.  The main difference between the two is, Woody's image has a bit more Yellow and Blue, showing he is a bit more open &mdash; which is attributable to the fact that Woody is younger and less experienced than Coach.</p><h4>Woody in the Big City</h4><p>A lot of what Woody says has to do with his apprehension about living in the big city.  An aspiring actor, at one point Woody gets a chance to do a commercial:</p><blockquote>Woody: It's just a small part in a commercial, but I don't know if I can pull it off.<br>Norm: What do you play?<br>Woody: A bartender.<br>Sam: Woody, you are a bartender.<br>Woody: But in this commercial, I have to serve drinks.<br>Sam: Woody, you serve drinks all the time.<br>Woody: But I have to talk and serve drinks.<br>Sam: You talk and serve drinks everyday.<br>Woody: Now you've made me nervous about working here.<br>&nbsp;&mdash;&nbsp;<a href='https://www.imdb.com/title/tt0539922/' title='Link to the page for Veggie-Boyd on imdb.com' target='_blank'>Veggie-Boyd</a>, 1990.</blockquote><p>It's easy to imagine Coach saying something like this.</p><h4>Is This What Reincarnation Looks Like?</h4><p>Surely most fans of Cheers feel that Woody's personality is similar to Coach's.  Of course, both characters are fictional, and obviously the writers had ideas for funny lines coming from the one, so it's easy to see how they could just switch over and write similar material for a different, and much younger, character.</p><p>Still, it's nice to actually <em>see</em> just how similar the two characters are &mdash; and just how they differ.  Any fans who doubt that Coach is more decisive than Woody should watch <a href='' title='Link to the page for  on imdb.com' target='_blank'>[the episode in which Coach coaches the little league team]</a>.</p><p>Could this fictional example demonstrate how reincarnation works in real life?  That's a good question &mdash; one that must be left as an exercise for the reader!</p>",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "2817",
      "title": "Rebecca Howe",
      "subtitle_html": "'<a href='https://en.wikipedia.org/wiki/Management' title='Link to the Wikipedia page for Management' target='_blank'>Manager</a>' at <a href='https://en.wikipedia.org/wiki/Cheers' title='Wikipedia page for Cheers' target='_blank'>Cheers</a>",
      "gallery_page_teaser": "Rebecca Howe's spiritual portrait is very colorful, showing her preferences are slight and she is very flexible.  Click on the image to learn more!",
      "image_file_name": "esfp-rebecca_howe-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/Rebecca_Howe#/media/File:Rebecca_Howe_in_Cheers_episode_Don%27t_Paint_Your_Chickens.png",
      "composition": "O",
      "score": [
         { "e_score": "17", "i_score": "2" },
         { "n_score": "9", "s_score": "10" },
         { "f_score": "12", "t_score": "7" },
         { "j_score": "7", "p_score": "12" }
      ],
      "four_letter_type": "ESFP",
      "fixed_percentages": "",
      "archetype": "Se",
      "quiz_type": "KTS2",
      "year": "2018",
      "explain_dom": "The Yellow in this spiritual portrait represents Rebecca's dominant personality trait, her very slight preference for facts over ideas.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  She demonstrates this trait when she pursues rich men rather than looking for men with less tangible, but equally important qualities, such as warmth, honesty, and integrity.",
      "explain_aux": "The Red in this spiritual portrait represents Rebecca's auxiliary personality trait, her mild preference for passion over reason.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  She demonstrates this trait in the way she is always looking for romance, even though her ultimate goal is cold, pragmatic, and strictly monetary.",
      "story_intro_html": "<p><a href='http://cheers.wikia.com/wiki/Rebecca_Howe' title='Link to a page about Rebecca Howe Boyd at cheers.wikia.com' target='_blank'>Rebecca Howe's</a> spiritual portrait is very colorful, indicating her preferences are very slight.  If she properly focused ....</p>",
      "story_html": "<p><a href='http://cheers.wikia.com/wiki/Rebecca_Howe' title='Link to a page about Rebecca Howe Boyd at cheers.wikia.com' target='_blank'>Rebecca Howe's</a> spiritual portrait is very colorful, indicating her preferences are very slight.  If she properly focused her efforts, it's possible she could do well in most any profession.</p><h4>Rebecca the Gold-Digger</h4><p>Initially, Rebecca shows an interest in business and climbing the corporate ladder.  In addition to being ambitious, she is young and attractive and &mdash; like so many people &mdash; she soon gets distracted by members of the opposite sex.</p><p>Rebecca decides to combine her interests in business and romance, and starts pursuing rich men exclusively.  After some ups-and-downs with a few men, she eventually realizes this makes her a <q>phony:</q></p><blockquote>Rebecca: Do you know what I am. I'm a phony. I'm a great big phony. Pretending like I liked Mahler just so some rich guy would ask me out. I don't even know his first name.<br>Woody: Gustav. Gustav Mahler.<br>&nbsp;&mdash;&nbsp;From <a href='https://www.imdb.com/title/tt0539836/' title='Link to the page for Rebecca Gaines, Rebecca Loses on imdb.com' target='_blank'>Rebecca Gaines, Rebecca Loses</a>, 1993.</blockquote><p>That, by the way, is a joke typical of <a href='/image/2810-fictional-tv-cheers-the_crew/2815/' title='Link to the spiritual portrait of Woody on this site'>Woody</a> and <a href='/image/2810-fictional-tv-cheers-the_crew/2812/' title='Link to the spiritual portrait of Coach on this site'>Coach</a>: mistaking whom a pronoun refers to &mdash; in this case it was her date's first name, not Mahler's.</p><h4>Rebecca and Sam</h4><p>Rebecca is a bit more emotional than Sam Malone, but otherwise they both have fairly moderate preferences, so they can communicate fairly well.  Initially, he doggedly hits on her, but she manages to deflect all of his persistent advances.</p><p>Rebecca and Sam are both realists, though, and after some ups-and-downs they find common ground and build a solid friendship.  Then they quite amazingly decide to consummate their relationship, and try having a child together, without forming an emotional attachment.  <q>Yeah, right,</q> one might well say!</p><blockquote>Rebecca: Carla, do you think I'll make a good mother?<br> Carla: Nope.<br> Rebecca: What do you mean?<br> Carla: You asked me a question. I gave you an answer.<br> Rebecca: But I'm serious.<br> Carla: Sorry I'm just being honest.<br>Rebecca: You're not being honest. You're being mean.<br>Carla: Sometimes you get a twofer.<br>&nbsp;&mdash;&nbsp;From <a href='https://www.imdb.com/title/tt0539906/' title='Link to the page for The Norm Who Came to Dinner on imdb.com' target='_blank'>The Norm Who Came to Dinner</a>, 1991.</blockquote><p>Watching the series and learning how Rebecca and Sam's relationship pans out is left as an exercise for the reader.</p><h4>The World's Her Oyster</h4><p>Rebecca Howe is young and pretty, and her colorful image shows she's well-rounded and can be personable when she wants to be.  She starts off trying her best to be a successful, take-charge businesswoman, but soon displays the same sort of insecurities we all feel.</p><p>Fortunately, though, she has Sam and the rest of the gang at Cheers to help her find and navigate her own, very unique path.</p>",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "2819",
      "title": "responsive_ad"
    }
  ]
}
