{
  "gallery_title": "Cheers - Customers",
  "see_gallery_button_text": "See Their Minds",
  "list_page_teaser": "Norm Peterson and Lilith Sternin have extreme personalities and are total opposites.  Click to learn more!",
  "description_html": "<p>Norm's personality is similar to the personalities of <a href='/image/2810-fictional-tv-cheers-the_crew/2815/' title='Link to the spiritual portrait of Woody Boyd on this site'>Woody</a>, <a href='/image/2810-fictional-tv-cheers-the_crew/2812/' title='Link to the spiritual portrait of Ernie Pantuso, known as Coach, on this site'>Coach</a>, and <a href='/image/2810-fictional-tv-cheers-the_crew/2817/' title='Link to the spiritual portrait of Rebecca Howe on this site'>Rebecca</a>&nbsp;&mdash; but much more extreme.  Cliff's personality is similar to <a href='/image/2800-fictional-tv-cheers-sam_and_diane/2800/' title='Link to the spiritual portrait of Sam Malone on this site'>Sam's</a>&nbsp;&mdash; but the mail man is a bit <em>less</em> down-to-earth than the bar owner.</p><p>Frasier's personality is similar to <a href='/image/2800-fictional-tv-cheers-sam_and_diane/2802/' title='Link to the spiritual portrait of Diane Chambers on this site'>Diane's</a>&nbsp;&mdash; but he's a bit <em>more</em> down-to-earth than she is.  And Lilith's personality is an extreme one &mdash; and the polar opposite of Norm's.</p>",
  "story_html": "<p>While re-watching the series, I distinctly remember seeing Norm and Lilith have a conversation and thinking, <q>Lilith and Norm are opposites!</q>  Now, having performed a formal analysis of their personalities and drawn the images, it is gratifying to see how extreme their differences are.</p><p>Unfortunately Cliff's portrait does not show what an annoying weirdo he is.  An episode in which Frazier meets Cliff's mom Esther, and comments that Cliff suddenly seemed <q>almost heroically</q> well-adjusted, is quite revealing, but the image does not capture that.</p><p>The similarites between Frasier and Diane were obvious from the start.  It's almost as if the show's creators, producers, and writers knew she would be leaving the show, and brought him in to replace her, to provide the same sort of psychological tension.</p><p>And finally, Lilith is indeed quite a singular character.  Viewers gain insight into how she got that way in the episode <q><a href='https://www.imdb.com/title/tt0539859/' title='Link to the page for the episode Smotherly Love on imdb.com' target='_blank'>Smotherly Love</a>,</q> when Lilith's mom Betty pays her a visit.  Notably, Betty is one of the few characters able to insult Carla and leave her speechless, totally without a comback!</p><p>It took a long time to watch all 271 episodes of the series and create these images, but I am pleased with the results.  It seems only natural to follow up with other popular sitcoms, <a href='https://www.imdb.com/title/tt0098904/' title='Link to the page for Seinfeld on imdb.com' target='_blank'>Seinfeld</a> (173 episodes), <a href='https://www.imdb.com/title/tt0108778/' title='Link to the page for Friends on imdb.com' target='_blank'>Friends</a> (236 episodes), and maybe even <a href='https://www.imdb.com/title/tt0042114/' title='Link to the page for The Honeymooners on imdb.com' target='_blank'>The Honeymooners</a> (39 episodes), <a href='https://www.imdb.com/title/tt0157246/' title='Link to the page for Will and Grace on imdb.com' target='_blank'>Will and Grace</a> (224 episodes), <a href='https://www.imdb.com/title/tt0068098/' title='Link to the page for M*A*S*H on imdb.com' target='_blank'>M*A*S*H</a> (251 episodes), or <a href='https://www.imdb.com/title/tt0043208/' title='Link to the page for I Love Lucy on imdb.com' target='_blank'>I Love Lucy</a> (181 episodes).</p><p>To keep up to date and learn when I add those and other shows to the site, follow us on social media or <a href='https://groja.com/conversion/seeourminds' title='Link to small form you can use to join the Groja.com and SeeOurMinds.com email list' target='_blank'>join the SeeOurMinds.com email list</a>!</p>",
  "image_list":
  [
    {
      "id": "2820",
      "title": "Norm Peterson",
      "subtitle_html": "<a href='https://www.urbandictionary.com/define.php?term=bar+fly' title='Link to the page for the term Barfly at www.urbandictionary.com' target='_blank'>Barfly</a> at <a href='https://en.wikipedia.org/wiki/Cheers' title='Wikipedia page for Cheers' target='_blank'>Cheers</a>",
      "gallery_page_teaser": "Norm Peterson's spiritual portrait shows he is friendly and extremely open to new experiences.  Click on the image to learn more!",
      "image_file_name": "esfp-norm_peterson-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/Norm_Peterson#/media/File:Norm_Peterson_Cheers_Motion_Picture.png",
      "composition": "O",
      "score": [
         { "e_score": "15", "i_score": "4" },
         { "n_score": "1", "s_score": "18" },
         { "f_score": "17", "t_score": "2" },
         { "j_score": "1", "p_score": "18" }
      ],
      "four_letter_type": "ESFP",
      "fixed_percentages": "",
      "archetype": "Se",
      "quiz_type": "KTS2",
      "year": "2018",
      "explain_dom": "The Yellow in this spiritual portrait represents Norm's dominant personality trait, his openness to new experiences.  His preference is so strong it is actually a need for stimulation.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  Norm demonstrates this trait in the way he is more interested in what people do than in what they think.",
      "explain_aux": "The Red in this spiritual portrait represents Norm's auxiliary personality trait, his friendliness.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  He demonstrates this trait in the way he is warm and friendly to eveyone, even Lilith, whose personality is opposite to his in every way.",
      "story_intro_html": "<p><a href='http://cheers.wikia.com/wiki/Norm_Peterson' title='Link to a page about Norm Peterson at cheers.wikia.com' target='_blank'>Norm Peterson</a> is Cheers' most faithful patron.  He appeared in all 275 episodes and was frequently greeted with a chorus of ....</p>",
      "story_html": "<p><a href='http://cheers.wikia.com/wiki/Norm_Peterson' title='Link to a page about Norm Peterson at cheers.wikia.com' target='_blank'>Norm Peterson</a> is Cheers' most faithful patron.  He appeared in all 275 episodes and was frequently greeted with a chorus of people yelling <q>Norm!</q> when he walked into the bar.  His best friend is <a href='/image/2820-fictional-tv-cheers-customers/2822/' title='Link to the spiritual portrait of Cliff Clavin on this site'>Cliff Clavin</a>, a proud <a href='https://en.wikipedia.org/wiki/Postal_worker' title='Link to the Wikipedia page for postal worker' target='_blank'>postal worker</a>, and for Norm more than for anyone else, Cheers is a place where <q>everybody knows your name.</q></p><h4>Norm's Extreme Personality</h4><p>Norm Peterson's spiritual portrait is a sea of Yellow, showing he is very realistic and open to new experiences.  He may not care for Cliff's and <a href='/image/2800-fictional-tv-cheers-sam_and_diane/2802/' title='Link to the spiritual portrait of Diane Chambers on this site'>Diane</a>'s wild ideas at times, but &mdash; unlike <a href='/image/2810-fictional-tv-cheers-the_crew/2810/' title='Link to the spiritual portrait of Carla Tortelli on this site'>Carla</a> &mdash; he does not judge them, he just goes along with the flow.</p><p>Norm is possibly the most laid back person we will ever meet.  In the episode <a href='https://www.imdb.com/title/tt0539905/' title='Link to the page for The Mail Goes to Jail on imdb.com' target='_blank'>The Mail Goes to Jail</a>, Norm and Cliff have a very serious falling out.  However, being relatively easy-going people, they are able to quickly resolve their differences and resume their friendship.</p><p>Norm's personality may be extreme, but this particular type of extremeness is not very noticible.  This is because it is not exceptional in a harsh, judgemental way, but rather in an open and easy-going way.</p><h4>Norm as Everyman</h4><p>Like the viewers at home, Norm Peterson is passive &mdash; he sees it all but rarely makes decisions.  This is the essence of what Yellow represents in these spiritual portraits: pure perception.  As <a href='https://en.wikipedia.org/wiki/Jimi_Hendrix' title='Link to the Wikipedia page for Jimi Hendrix' target='_blank'>Jimi Hendrix</a> put it so plainly in his song <a href='https://en.wikipedia.org/wiki/Up_from_the_Skies' title='Link to the Wikipedia page for Up From the Skies' target='_blank'>Up From the Skies</a>: <q>I want to see and hear everything.</q></p><p>Viewers are in the same boat &mdash; like Norm, viewers turn to Cheers because we have nothing better to do and crave entertainment &mdash; so it is easy for us to relate to him.</p><blockquote>Frasier Crane: You know it just isn't fair.  I came because I wanted to be one of the guys and all I'm doing is sitting on my duff watching other people do things.<br>Norm Peterson: Welcome to NormWorld.  Keep your hands inside the car at all times.<br>&nbsp;&mdash;&nbsp;From <a href='https://www.imdb.com/title/tt0539781/' title='Link to the page for Indoor Fun with Sammy and Robby on imdb.com' target='_blank'>Indoor Fun with Sammy and Robby</a>, 1990.</blockquote><p>Norm is an <a href='https://en.wikipedia.org/wiki/Everyman' title='Link to the Wikipedia page for Everyman' target='_blank'>everyman</a> &mdash; an individual with whom it is easy for people to identify.  In <a href='https://www.imdb.com/title/tt0539890/' title='Link to the page for The Executive's Executioner on imdb.com' target='_blank'>The Executive's Executioner</a>, Norm's boss puts him in charge of telling people when they are laid off, because he is an <q>ordinary Joe</q> who has <q>absolutely nothing that anyone could ever envy or resent.</q></p><p>In essence, Norm's extreme openness acts as a channel, helping viewers feel more like we're in the bar.  As an easy-going barfly, ultimately Norm serves as a proxy for us viewers.</p><h4>Norm and Lilith: Polar Opposites</h4><p>Norm Peterson's personality is the polar opposite of <a href='/image/2820-fictional-tv-cheers-customers/2827/' title='Link to the spiritual portrait of Lilith Sternin on this site'>Lilith Sternin</a>'s.  While Norm is outgoing, down-to-earth, warm, and open, Lilith is withdrawn, comfortable with abstractions, cold, and decisive.</p><p>Lilith's personality and spiritual portrait are also extreme, but in the opposite direction from Norm's.  The two have nothing in common other than being patrons of Cheers, and no real reason to even talk to each other.  But in one scene when they do have occasion to talk, they get along just fine &mdash; because they have nothing to argue about.</p><p>Although Norm's and Lilith's characters are fictional &mdash; and even extreme to the point of being <a href='https://www.urbandictionary.com/define.php?term=caricature' title='Link to the page for the term caricatures at www.urbandictionary.com' target='_blank'>caricatures</a> &mdash; their spiritual portraits can give us insight into the less extreme personalities of real life people.</p><p>Understanding Norm's and Lilith's images and their relationship gives us a reason to be optimistic.  If two people who have such extremely different personalities can manage to get along, maybe someday more evenly-balanced, normal people can someday figure out how to get along together as well.</p><p>Here's a hint: helping people understand each other's differences and hopefully get along better as a result is, in actuality, ultimately the whole <a href='https://medium.com/@tomwhartung/the-prophetic-vision-of-piet-mondrian-part-1-equilibrium-in-art-and-life-c2b7ba006fd5' title='Link to a page about Piet Mondrian at medium.com' target='_blank'>purpose of this site</a>.</p>",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "2822",
      "title": "Cliff Clavin",
      "subtitle_html": "<a href='https://en.wikipedia.org/wiki/Postal_worker' title='Link to the Wikipedia page for Postal Worker' target='_blank'>Postal Worker</a> and <a href='https://www.urbandictionary.com/define.php?term=bar+fly' title='Link to the page for the term Barfly at www.urbandictionary.com' target='_blank'>Barfly</a> at <a href='https://en.wikipedia.org/wiki/Cheers' title='Wikipedia page for Cheers' target='_blank'>Cheers</a>",
      "gallery_page_teaser": "Cliff Clavin's spiritual portrait shows he is outgoing, pragmatic, and logical.  Click on the image to learn more!",
      "image_file_name": "estp-cliff_clavin-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/Cliff_Clavin#/media/File:Cliff_Clavin_posing_in_%22Please_Mr_Postman%22.png",
      "composition": "O",
      "score": [
         { "e_score": "17", "i_score": "2" },
         { "n_score": "8", "s_score": "11" },
         { "f_score": "6", "t_score": "13" },
         { "j_score": "5", "p_score": "14" }
      ],
      "four_letter_type": "ESTP",
      "fixed_percentages": "",
      "archetype": "Se",
      "quiz_type": "KTS2",
      "year": "2018",
      "explain_dom": "The Yellow in this spiritual portrait represents Cliff's dominant personality trait, his preference for facts over ideas.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  He demonstrates this trait in his habit of frequently interjecting obscure and sometimes questionable trivia into conversations at the bar.",
      "explain_aux": "The Green in this spiritual portrait represents Cliff's auxiliary personality trait, his preference for logic over emotion.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  He demonstrates this trait in the way he rarely shows emotion, and sometimes even resorts to incoherent blubbering when in the presence of a woman he is attracted to.",
      "story_intro_html": "<p><a href='http://cheers.wikia.com/wiki/Cliff_Clavin' title='Link to a page about Cliff Clavin at cheers.wikia.com' target='_blank'>Cliff Clavin</a> is one of Cheers' most loyal patrons.  He is proud to be a postal worker, and <a href='/image/2820-fictional-tv-cheers-customers/2820/' title='Link to the spiritual portrait of Norm Peterson on this site'>Norm Peterson</a> is his best friend.  The Yellow and Blue in his image shows ....</p>",
      "story_html": "<p><a href='http://cheers.wikia.com/wiki/Cliff_Clavin' title='Link to a page about Cliff Clavin at cheers.wikia.com' target='_blank'>Cliff Clavin</a> is one of Cheers' most loyal patrons.  He is proud to be a postal worker, and <a href='/image/2820-fictional-tv-cheers-customers/2820/' title='Link to the spiritual portrait of Norm Peterson on this site'>Norm Peterson</a> is his best friend.  The Yellow and Blue in his image shows he can be accepting of most people &mdash; with one notable exception being he will <em>not</em> tolerate anyone putting down the <a href='https://www.usps.com/' title='Link to the Home page at www.usps.com' target='_blank'>United States Postal Service</a>.</p><h4>Cliff's Openness to Facts and Ideas</h4><p>The Yellow in Cliff Clavin's spiritual portrait indicates he is very open to new facts, and the Blue shows he is also open to new ideas.  As a result, Cliff considers himself knowledgable about a great number of things.</p><p>When Cliff's wellspring of trivia combines with his outgoing personality, he can frequently be heard saying the strangest, most esoteric, and totally irrelevant things &mdash; much to the easily-annoyed Carla's dismay.</p><blockquote>Cliff: Well, you know, however, uh, this much is true: you know, uh, it's been recent sightings of, uh, human beings being, uh, shot up into the underbelly of alien spacecraft. You know, and speaking of the Bermuda Triangle... it's not technically a triangle.<br>Woody: It's not?<br>Cliff: Heck no! It's a <q>trapazedarhomboid.</q> Perfect for, uh, attracting Martian spacecraft.<br>&nbsp;&mdash;&nbsp;From <a href='https://www.imdb.com/title/tt0539878/' title='Link to the page for The Bar Stoolie on imdb.com' target='_blank'>The Bar Stoolie</a>, 1985.</blockquote><p>When Cliff starts coming up with words like <q>trapazedarhomboid,</q> some viewers may find it easier to relate to the judgemental <a href='/image/2810-fictional-tv-cheers-the_crew/2810/' title='Link to the spiritual portrait of Carla Tortelli on this site'>Carla</a> than to the easy-going <a href='/image/2820-fictional-tv-cheers-customers/2820/' title='Link to the spiritual portrait of Norm Peterson on this site'>Norm</a>.</p><h4>Cliff Is <q>Almost Heroically</q> Well-Adjusted</h4><p>Cliff Clavin annoys not just Carla and some of the show's viewers, he also annoys some of the other patrons in Cheers.  In the season 2 episode <a href='https://www.imdb.com/title/tt0539714/' title='Link to the page for Cliff's Rocky Moment on imdb.com' target='_blank'>Cliff's Rocky Moment</a>, a patron gets so sick of hearing Cliff spew his trivia that he repeatedly challenges Cliff to a fist fight.</p><p>Years later, in the season 6 episode <a href='https://www.imdb.com/title/tt0539901/' title='Link to the page for The Last Angry Mailman on imdb.com' target='_blank'>The Last Angry Mailman</a>, Frasier Crane witnesses Cliff's mother <a href='http://cheers.wikia.com/wiki/Esther_Clavin' title='Link to a page about Esther Clavin at cheers.wikia.com' target='_blank'>Esther Clavin</a> dispense dubious trivia &mdash; just like Cliff does sometimes &mdash; but even worse.  This scene makes it apparent that, in the Clavin household, Cliff is the quiet one.</p><p>Upon seeing this, <a href='/image/2820-fictional-tv-cheers-customers/2825/' title='Link to the spiritual portrait of Frasier Crane on this site'>Frasier Crane</a> &mdash; who is both a customer and a psychiatrist &mdash; remarks that Cliff seems <q>almost heroically</q> well-adjusted.  Cliff and his Mom are a perfect example of the expression, <q><a href='https://www.urbandictionary.com/define.php?term=the%20apple%20doesn%27t%20fall%20far%20from%20the%20tree' title='Link to the page for the term the apple doesn%27t fall far from the tree at www.urbandictionary.com' target='_blank'>the apple doesn't fall far from the tree</a>.</q></p><h4>Cliff and Sam's Similar Personalities</h4><p>It may seem somewhat surprising to see that Cliff Clavin and <a href='/image/2800-fictional-tv-cheers-sam_and_diane/2800/' title='Link to the spiritual portrait of Sam Malone on this site'>Sam Malone</a>, the manager and sometimes owner of Cheers, have similar personalities &mdash; and similar spiritual portraits.  Although Cliff's image has much more Blue than Sam's &mdash; indicating Sam is more down-to-earth than Cliff &mdash; their portraits do share some similarities.</p><p>Many of the differences between Cliff and Sam are external and on the surface, rather than internal and part of their personality.  For example, Sam was born with good looks and the ability to excel in sports.  Meanwhile, Cliff was born to and grew up with a Mom who normalizes the annoying habit of sharing massive amounts of largely irrelevant trivia.</p><p>Good looks and reasonable Moms are <em>not</em> the sort of personality traits that show up in these spiritual portraits.</p><p>Moreover, if one compares Cliff's and Sam's outgoing, pragmatic, realistic, and open-minded personalities to the personalities of some of the other characters &mdash; Norm, Carla, Diane, and Lilith, for example &mdash; one realizes that relatively speaking, Cliff and Sam do indeed have somewhat similar temperaments.</p><p>Of course, that is strictly <em>relatively speaking,</em> and to be sure, to see the similarities one needs to look <em>past the surface.</em></p>",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "2823",
      "title": "responsive_ad"
    }, {
      "id": "2825",
      "title": "Frasier Crane",
      "subtitle_html": "<a href='https://en.wikipedia.org/wiki/Psychiatrist' title='Link to the Wikipedia page for Psychiatrist' target='_blank'>Psychiatrist</a> and Frequent <a href='https://en.wikipedia.org/wiki/Patronage' title='Link to the Wikipedia page for Patronage' target='_blank'>Patron</a> of <a href='https://en.wikipedia.org/wiki/Cheers' title='Wikipedia page for Cheers' target='_blank'>Cheers</a>",
      "gallery_page_teaser": "Frasier Crane's spiritual portrait shows he is outgoing and has a moderate preference for being idealistic rather than pragmatic.  Click on the image to learn more!",
      "image_file_name": "enfp-frasier_crane-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/Frasier_Crane#/media/File:Frasier_Crane_at_KACL_radio_station.png",
      "composition": "O",
      "score": [
         { "e_score": "17", "i_score": "2" },
         { "n_score": "13", "s_score": "6" },
         { "f_score": "13", "t_score": "6" },
         { "j_score": "5", "p_score": "14" }
      ],
      "four_letter_type": "ENFP",
      "fixed_percentages": "",
      "archetype": "Ne",
      "quiz_type": "KTS2",
      "year": "2018",
      "explain_dom": "The Blue in this spiritual portrait represents Frasier's dominant personality trait, his openness to ideas.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  He demonstrated this trait when he chose to become a psychiatrist, which requires being comfortable with intangible theories and abstractions.",
      "explain_aux": "The Red in this spiritual portrait represents Frasier's auxiliary personality trait, his warmth and friendliness.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  He demonstrated this trait when he would spontaneously share his professional views on interpersonal issues with other people in Cheers, totally for free.",
      "story_intro_html": "<p><a href='http://cheers.wikia.com/wiki/Frasier_Crane' title='Link to a page about Frasier Crane at cheers.wikia.com' target='_blank'>Frasier Crane</a>'s spiritual portrait is fairly colorful, indicating his preferences are somewhat moderate.  This is advantageous for a psychiatrist, because it makes ....</p>",
      "story_html":"<p><a href='http://cheers.wikia.com/wiki/Frasier_Crane' title='Link to a page about Frasier Crane at cheers.wikia.com' target='_blank'>Frasier Crane</a>'s spiritual portrait is fairly colorful, indicating his preferences are somewhat moderate.  This is advantageous for a psychiatrist, because it makes it easier for him to relate to a variety of different people.  Also, the Blue in his image represents his preference for abstractions over facts, which is another trait that can help him in this field of work.</p><h4>Frasier and Diane</h4><p>Cheers is originally about a romance between <a href='/image/2800-fictional-tv-cheers-sam_and_diane/2800/' title='Link to the spiritual portrait of Sam Malone on this site'>Sam Malone</a> and <a href='/image/2800-fictional-tv-cheers-sam_and_diane/2802/' title='Link to the spiritual portrait of Diane Chambers on this site'>Diane Chambers</a>.  After they have some ups-and-downs, Frasier and Diane date, and even become engaged.  Frasier's and Diane's portraits look similar, and they do indeed have many shared interests, so it is easy to see how they could get along well.</p><p>Unfortunately for Frasier, this doesn't work out.  This is surely due, at least in part, to the lack of Green and Red in Diane's portrait &mdash; which shows she can sometimes have difficulty making decisions.</p><p>After recovering from his broken heart, Frasier begins dating Lilith, whose personality is a far cry from Diane's.</p><h4>Frasier and Lilith</h4><p>Frasier meets <a href='/image/2820-fictional-tv-cheers-customers/2827/' title='Link to the spiritual portrait of Lilith Sternin on this site'>Lilith Sternin</a>, whose attitude, manner, clothes and hair style are all &mdash; a bit like her last name &mdash; exceedingly stern: serious, severe, formal and stiff.  It's immediately obvious she is different not only from Diane, but also from the rest of the gang at Cheers.</p><p>Lilith's dress and manner are so extremely cold that, in the episode <a href='https://www.imdb.com/title/tt0539926/' title='Link to the page for Where Have All the Floorboards Gone? on imdb.com' target='_blank'>Where Have All the Floorboards Gone?</a>, <a href='/image/2810-fictional-tv-cheers-the_crew/2810/' title='Link to the spiritual portrait of Carla Tortelli on this site'>Carla</a> suggests Lilith <q>get the tension on that bun [in her hair] checked,</q> because <q>if that baby goes, we are dead!</q></p><p>After Diane gives Lilith a makeover and encourages her to let her hair down &mdash; both literally and figuratively &mdash; Frasier and Lilith begin a relationship.  Once they put their rough start behind them, it turns out they get along well together, and they end up getting married.</p><h4>Frasier and the Gang at Cheers</h4><p>Frasier Crane's fairly colorful image shows his preferences are not as strong as Diane's and Lilith's.  This makes it easier for him to fit in with <a href='/image/2820-fictional-tv-cheers-customers/2820/' title='Link to the spiritual portrait of Norm Peterson on this site'>Norm</a> and <a href='/image/2820-fictional-tv-cheers-customers/2822/' title='Link to the spiritual portrait of Cliff Clavin on this site'>Cliff</a> and the rest of the gang at Cheers.  Of course, his being male also helps him find common ground with the mostly-male patrons.</p><p>Frasier also fits in easily with modern day society as a whole.  As a psychiatrist, his job is to listen to other people's problems all day, and he can plainly see and succinctly articulate what's wrong with the <a href='https://www.urbandictionary.com/define.php?term=rat+race' title='Link to the page for the term rat race at www.urbandictionary.com' target='_blank'>rat race</a>:</p><blockquote>Frasier: I would like to nominate as the stupidest creature on earth: the one who awakens each day to drive through gridlocked traffic, to sit in a windowless office breathing recirculated air, then returns home and collapses into a stupor, only to do the same damn thing all over again every day until he dies.<br>Norm: Looking forward to that vacation, hey Frase?<br>Frasier: You bet. We're going to Maui.<br>&nbsp;&mdash;&nbsp;From <a href='https://www.imdb.com/title/tt0539837/' title='Link to the page for Rebecca Redux on imdb.com' target='_blank'>Rebecca Redux</a>, 1990.</blockquote><p>It is around this time viewers learn that Lilith has close to three months of vacation time saved up.  It's funny because it's unusual, but it's not surprising, because Lilith is quite unique.</p><h4>I Can Relate</h4><p>As someone who has a <a href='/image/9100-real-self_portraits/9100/' title='Link to one of the spiritual Self-Portraits of The Author, Tom Hartung, on this site'>personality</a> that is somewhat similar to Frasier Crane's, it is easier for me to relate to him than to any of the other characters on Cheers.</p><p>It's particularly easy to see how he could fall for Diane, whose personality is similar to both Frasier's and mine, then turn to Lilith, whose decisiveness is a welcome change from Diane's flakiness.</p><p>Finding Frasier Crane's character to be easier to empathize with than the others, it's nice to be able to actually see the similarities &mdash; and differences &mdash; in the personalities, as portrayed in these images.</p>",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "2827",
      "title": "Lilith Sternin",
      "subtitle_html": "<a href='https://en.wikipedia.org/wiki/Psychiatrist' title='Link to the Wikipedia page for Psychiatrist' target='_blank'>Psychiatrist</a> and Occasional <a href='https://en.wikipedia.org/wiki/Patronage' title='Link to the Wikipedia page for Patronage' target='_blank'>Patron</a> of <a href='https://en.wikipedia.org/wiki/Cheers' title='Wikipedia page for Cheers' target='_blank'>Cheers</a>",
      "gallery_page_teaser": "Lilith Sternin's spiritual portrait shows she is introverted and extremely logical.  Click on the image to learn more!",
      "image_file_name": "intj-lilith_sternin-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/Lilith_Sternin#/media/File:Lilith_Sternin_in_%22Sisterly_Love%22.png",
      "composition": "O",
      "score": [
         { "e_score": "2", "i_score": "17" },
         { "n_score": "12", "s_score": "7" },
         { "f_score": "1", "t_score": "18" },
         { "j_score": "17", "p_score": "2" }
      ],
      "four_letter_type": "INTJ",
      "fixed_percentages": "",
      "archetype": "Ni",
      "quiz_type": "KTS2",
      "year": "2018",
      "explain_dom": "The Blue in this spiritual portrait represents Lilith's dominant personality trait, her openness to ideas.  In Introverts, the dominant trait is directed inwardly, and spiritual portraits use a long horizontal line to represent this.  She demonstrated this trait when he chose to become a psychiatrist, which requires being comfortable with intangible theories and abstractions.",
      "explain_aux": "The Green in this spiritual portrait represents Lilith's auxiliary personality trait, her objectivity.  In Introverts, the auxiliary trait is directed outwardly, and spiritual portraits use a vertical line to represent this, because it is more evident than the dominant function.  She demonstrates this trait in her cool, aloof, scientific manner, that seems to be completely without any feeling.",
      "story_intro_html": "<p><a href='http://cheers.wikia.com/wiki/Lilith_Sternin' title='Link to a page about Lilith Sternin at cheers.wikia.com' target='_blank'>Lilith Sternin</a>'s spiritual portrait shows she is extremely rational.  She rarely shows emotion, and even when she does &mdash; such as when her favorite....</p>",
      "story_html": "<p><a href='http://cheers.wikia.com/wiki/Lilith_Sternin' title='Link to a page about Lilith Sternin at cheers.wikia.com' target='_blank'>Lilith Sternin</a>'s spiritual portrait shows she is extremely rational.  She rarely shows emotion, and even when she does &mdash; such as when her favorite lab rat dies &mdash; her expressions are very constrained.</p><h4>Lilith and Frasier</h4><p><a href='/image/2820-fictional-tv-cheers-customers/2825/' title='Link to the spiritual portrait of Frasier Crane on this site'>Frasier Crane</a> brings Lilith Sternin to Cheers on a date.  Her last name, Sternin, is appropriate in that it reflects her stern, severe, stiff and serious attitude, manner, clothes and hair style &mdash; so at first the couple do not get along well.</p><p>Lilith's appearance and personality are so extreme that in the episode <a href='https://www.imdb.com/title/tt0539926/' title='Link to the page for Where Have All the Floorboards Gone? on imdb.com' target='_blank'>Where Have All the Floorboards Gone?</a>, <a href='/image/2810-fictional-tv-cheers-the_crew/2810/' title='Link to the spiritual portrait of Carla Tortelli on this site'>Carla</a> suggests Lilith <q>get the tension on that bun [in her hair] checked,</q> because <q>if that baby goes, we are dead!</q></p><p>In the episode <a href='https://www.imdb.com/title/tt0539682/' title='Link to the page for Abnormal Psychology on imdb.com' target='_blank'>Abnormal Psychology</a>, Lilith gets a makeover from <a href='/image/2800-fictional-tv-cheers-sam_and_diane/2802/' title='Link to the spiritual portrait of Diane Chambers on this site'>Diane Chambers</a>, who gets Lilith to let her hair down — both literally and figuratively.  At first Frasier is cynical, but once he sees her with her hair down, he reacts predictably &mdash; <q>like some sort of Pavlovian dog</q> &mdash; and insists they leave to <q>be animals</q> together.</p><h4>Lilith and Betty Sternin</h4><p>The Green in Lilith's spiritual portrait depicts how she can be brutally objective, and it becomes clear her relationship with Frasier survives only because he is willing to make compromises.  At one point, though, they discuss the possibility of him dying before she does, and Frasier just can't take it anymore:</p><blockquote>Lilith: It's healthy after a time to curtail one's grieving and recommence interest in the opposite sex. I know if my Frasier were taken from me in an unforeseen tragedy I would certainly date again after an acceptable period of bereavement.<br>Frasier: That gives me a warm fuzzy.<br>Lilith: There'd be no sense in being overly emotional, darling. You'd be dead and rotting in a box.<br>Frasier: Woody, can I have another beer and would you check on the robot over there and check if it's thirsty.<br>Woody: Hey Dr. Crane, that's your wife. Don't talk about her like that. What can I get you Dr. Sternin-Crane? Another quart of Valvoline?<br>Lilith: Oh won't you people stop it? I-am-not-a-robot!<br>&nbsp;&mdash;&nbsp;From <a href='https://www.imdb.com/title/tt0539891/' title='Link to the page for The Ghost and Mrs. LeBec on imdb.com' target='_blank'>The Ghost and Mrs. LeBec</a>, 1990.</blockquote><p>The episode <a href='https://www.imdb.com/title/tt0539859/' title='Link to the page for Smotherly Love on imdb.com' target='_blank'>Smotherly Love</a> lends some insight into why Lilith's personality is so extreme.  Her mother Betty visits, complains about missing Lilith's wedding, and demands they re-marry for her benefit.  Betty takes charge of everything, which quickly drives the decisive Lilith crazy.</p><p>Even the usually acid-tongued Carla is unable to find comebacks to Betty's authoritative pronouncements, but viewers eventually learn Betty has adopted this strong persona because that is how <em>she</em> was treated by <em>her</em> mom.  Betty's domineering attitude ultimately causes Lilith to put her foot down and demand to be left alone &mdash; and it turns out this is just as Betty had planned it.</p><h4>Lilith and Norm: Polar Opposites</h4><p>Lilith Sternin and <a href='/image/2820-fictional-tv-cheers-customers/2820/' title='Link to the spiritual portrait of Norm Peterson on this site'>Norm Peterson</a> are polar opposites.  Where Lilith is reserved and decisive, Norm is outgoing and perceptive.  Where she is interested in logic and scientific experiments, he is interested in beer and other people's drama.</p><p>And yet Lilith and Norm  &mdash; to the extent they have any reason to talk &mdash; get along fine.  This may indeed be because they live in such different worlds that neither of them has any call to judge the other.</p><p>Seeing how the extremely different personalities of Lilith and Norm can get along together is a reason for optimism.</p><p>If two people who have such extreme personalities and are so very different can manage to get along, maybe someday more evenly-balanced, <q>normal</q> people can someday figure out how to get along together as well.</p><p>And to be honest, this type of optimistic thinking is actually the whole <a href='https://medium.com/@tomwhartung/the-prophetic-vision-of-piet-mondrian-part-1-equilibrium-in-art-and-life-c2b7ba006fd5' title='Link to a page about Piet Mondrian at medium.com' target='_blank'>purpose of this site</a>!</p>",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "2829",
      "title": "responsive_ad"
    }
  ]
}
