{
  "gallery_group_title": "True Detective",
  "gallery_group_page": "true_detective",
  "gallery_title": "True Detective Series 1",
  "see_gallery_button_text": "See Their Minds",
  "list_page_teaser": "The two True Detectives in the first season have personalities as different as night and day.  Click to learn more!",
  "description_html": "<p>Fans of <a href='https://en.wikipedia.org/wiki/True_Detective_(season_1)' title='Wikipedia page for Season One of True Detective' target='_blank'>Season One of True Detective</a> do not need to see spiritual portraits of Detectives <a href='http://www.imdb.com/character/ch0403515/?ref_=fn_al_ch_1' title='Page on imdb.com for Detective Marty Hart' target='_blank'>Marty Hart</a> and <a href='https://en.wikipedia.org/wiki/Rust_Cohle' title='Page on the wikipedia for Detective Rust Cohle' target='_blank'>Rust Cohle</a> to realize have very different personalities.  Their attitudes, manner, and behavior make this obvious from the start.</p><p>When it comes to fighting crime, however, they are able to put these differences aside.  As <a href='https://en.wikipedia.org/wiki/True_Detective' title='Wikipedia page for the show True Detective' target='_blank'>True Detectives</a> they share an important goal &mdash; to get the bad guys &mdash; and they spend the better part of their lives working to achieve it.</p>",
  "story_html": "<p>Their spiritual portraits reveal the foundation of their shared abilities.  Both images contain substantial amounts of Green &mdash; which represents their ability to make logical decisions &mdash; and this is their common ground.</p><p>Their different backgrounds and personal lives may interfere from time to time, but this rational decision-making forces them to realize they need to get over their differences and focus on solving the case.</p><p>This objective rationality &mdash; known as <q>T</q>hinking in the four-letter-type parlance used for these portraits &mdash; also enables them to do just that.</p><p>Be sure to check out the <a href='/gallery/3320-fictional-tv-true_detective-2/' title='Link to the True Detective Season 2 gallery on this site'>True Detective Season 2</a> gallery on this site!</p>",
  "image_list":
  [
    {
      "id": "3310",
      "title": "Marty Hart",
      "subtitle_html": "Louisiana State Detective",
      "gallery_page_teaser": "Marty Hart's spiritual portrait shows he is very decisive, and his decisions are almost equally emotional and rational.  Click on the image to learn more!",
      "image_file_name": "esfj-marty_hart-1.jpg",
      "meat_portrait_href": "http://www.imdb.com/character/ch0403515/mediaviewer/rm1044716032",
      "composition": "O",
      "score": [
         { "e_score": "15", "i_score": "4" },
         { "n_score": "2", "s_score": "17" },
         { "f_score": "10", "t_score": "9" },
         { "j_score": "14", "p_score": "5" }
      ],
      "four_letter_type": "ESFJ",
      "archetype": "Fe",
      "quiz_type": "K",
      "subject_line": "",
      "tweet_html": "",
      "explain_dom": "The Red in this spiritual portrait represents Hart's dominant trait, his passion.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  Marty demonstrates this trait in his frequent angry outburts, in both his work and personal lives.",
      "explain_aux": "The Yellow in this spiritual portrait represents Hart's auxiliary trait, his pragmatism.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  Marty demonstrates this trait when he berates Rust for voicing his poetic, cynical, vague, and sometimes surreal observations.",
      "story_intro_html": "<p>Marty Hart's high Sensing score &mdash; close to 90% &mdash; contrasts sharply with Rust Cohle's iNtuition score.  This makes miscommunication and ....</p>",
      "story_html": "<p>Marty Hart's high Sensing score &mdash; close to 90% &mdash; contrasts sharply with Rust Cohle's iNtuition score.  This makes miscommunication and misunderstandings inevitable.</p><p>It takes only one or two comments from Marty, however, to get Rust to stop sharing his cynical, bizarre, and ultimately rather depressing observations.  As an Introvert, Rust has no problem keeping his alienness to himself.</p><p>Marty has the sort of personality we would expect to find in a cop: decisive and down-to-earth.  His boss and peers appreciate his normalcy and reward it with camaraderie, both in and out of the Homicide Division's office.</p><p>Marty has a rich personal and family life &mdash; to say the least.  This too stands in stark contrast to Rust's bare apartment and frequently inebriated state of existence.</p><p>The eight episodes in <a href='https://en.wikipedia.org/wiki/True_Detective_(season_1)' title='Wikipedia page for season one of True Detective' target='_blank'>season one of True Detective</a> are full of twists and turns, as we watch these two main characters fall in and out of their professional relationship.  The episodes cover over a decade of their involvement.  It's full of flashbacks and it can be a bit difficult keeping track of what happens when.</p><p>Although it's tempting, I will not provide any more details, because I do not want to ruin any of it for you, but will rather simply encourage you to find a copy and watch it for yourself.</p>",
      "compare_to": { "gallery_file_name": "1100-fictional-movies-classics", "image_id": "1100" },
      "contrast_with": { "gallery_file_name": "3310-fictional-tv-true_detective-1", "image_id": "3316" }
    }, {
      "id": "3313",
      "title": "responsive_ad"
    }, {
      "id": "3316",
      "title": "Rust Cohle",
      "subtitle_html": "Louisiana <a href='https://en.wikipedia.org/wiki/Louisiana_State_Police' title='Wikipedia page for the Louisiana State Police' target='_blank'>State Police</a> Homicide <a href='https://en.wikipedia.org/wiki/Detective' title='Wikipedia page for Detectives' target='_blank'>Detective</a>",
      "gallery_page_teaser": "Rust Cohle's spiritual portrait shows he is very idealistic, highly iNtuitive, and open to many possibilities that others will not see.  Click on the image to learn more!",
      "image_file_name": "intp-rust_cohle-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:Rustin_Cohle.jpg",
      "composition": "O",
      "score": [
         { "e_score": "2", "i_score": "17" },
         { "n_score": "15", "s_score": "4" },
         { "f_score": "3", "t_score": "16" },
         { "j_score": "8", "p_score": "11" }
      ],
      "four_letter_type": "INTP",
      "archetype": "Ti",
      "quiz_type": "K",
      "subject_line": "",
      "tweet_html": "",
      "explain_dom": "The Green in this spiritual portrait represents Cohle's dominant trait, his rationality.  In Introverts, the dominant trait is directed inwardly, and spiritual portraits use a long horizontal line to represent this.  He demonstrates this trait in the way he focuses all his energy on his work rather than having a family.",
      "explain_aux": "The Blue in this spiritual portrait represents Cohle's auxiliary trait, his iNtuition.  In Introverts, the auxiliary trait is directed outwardly, and spiritual portraits use a vertical line to represent this, because it is more evident than the dominant function.  He demonstrates this trait when he finds a way to use his former undercover identity to help them solve a case.",
      "story_intro_html": "<p>In his position as a Homicide Detective on the Louisiana State Police force, the highly iNtuitive &mdash; and rather shell-shocked &mdash; Rust Cohle seems like ....</p>",
      "story_html": "<p>In his position as a Homicide Detective on the Louisiana State Police force, the highly iNtuitive &mdash; and rather shell-shocked &mdash; Rust Cohle seems like <a href='https://www.youtube.com/watch?v=tEsgUiF2jGk' title='Youtube video of Subterranean Homesick Alien by Radiohead' target='_blank'>someone from another planet</a>.</p><p>As someone who is <a href='/image/9100-real-self_portraits/9100/' title='Link to one of my spiritual portraits on this site'>also highly iNtuitive</a>, I know exactly how this feels.  And this is why I find it much easier to relate to his character than to Hart's.</p><p>The following quote, ostensibly about the birth of his daughter, but obviously influenced by the horrors he experienced while working undercover, sums up his rather <q>alien</q> outlook quite well:</p><blockquote>Think of the hubris it must take to yank a soul out of non-existence into this meat.  To force a life into this thresher.</blockquote><p>This is just the type of comment that makes me sit up, rewind the video a bit, make sure I heard it correctly, and ultimately use <a href='https://en.wikipedia.org/wiki/Vim_(text_editor)' title='Wikipedia page for my favorite editor' target='_blank'>my favorite editor</a> to save it for future reference!</p><p>And I believe it is this sort of personality, especially when paired up with a contrasting personality such as Marty Hart's, that makes for great viewing.  And I, for one, am definitely looking forward to additional seasons of this show!</p>",
      "compare_to": { },
      "contrast_with": { "gallery_file_name": "3310-fictional-tv-true_detective-1", "image_id": "3310" }
    }
  ]
}
