{
  "gallery_title": "True Detective Series 2",
  "see_gallery_button_text": "See Their Minds",
  "list_page_teaser": "The three True Detctives in the second season all work for different jurisdictions, but two have rather similar personalities.  Click to learn more!",
  "description_html": "<p>Vinci City Detective <a href='http://true-detective.wikia.com/wiki/Ray_Velcoro' title='Page on true-detective.wikia.com for Ray Velcoro' target='_blank'>Ray Velcoro</a>, <a href='https://en.wikipedia.org/wiki/Ventura_County_Sheriff%27s_Office' title='Wikipedia page for Ventura County Sherriffs Office</' target='_blank'>Ventura County Sherriff's Office</a> Sergeant Ani Bezzerides, and <a href='https://en.wikipedia.org/wiki/California_Highway_Patrol' title='Wikipedia page for the California Highway Patrol' target='_blank'>California Highway Patrol </a>Officer Paul Woodrugh team up to solve the murder of a Vinci City official.  They comprise a unique team, and their underlying personal issues help give this crime drama many fascinating threads.</p><p> </p>",
  "story_html": "<p>As a huge fan of <a href='https://en.wikipedia.org/wiki/The_Wire' title='Wikipedia page for The Wire' target='_blank'>The Wire</a>, I'd say the <a href='https://en.wikipedia.org/wiki/True_Detective_(season_2)' title='Wikpedia page for the second season of True Detective' target='_blank'>second season of True Detective</a> is built of the same stuff.</p><p>Of course, with only a single season to work with, <a href='https://en.wikipedia.org/wiki/Nic_Pizzolatto' title='Wikipedia page for Nic Pizzolatto' target='_blank'>Nic Pizzolatto</a> can't offer the same number and variety of character arcs.  But that doesn't stop him from trying!</p><p>Wire fans might protest this assertion, but protestations are so frequent on the web, I'd have to be a fool to let them keep me from expressing my opinion.</p><p>Speaking of <a href='https://en.wikipedia.org/wiki/The_Wire' title='Wikipedia page for The Wire' target='_blank'>The Wire</a>, look for spiritual portraits of characters from the show coming to this site soon.  To keep up to date, follow this site on social media or <a href='https://groja.com/conversion/seeourminds' title='Link to small form you can use to join the Groja.com and SeeOurMinds.com email list' target='_blank'>join the SeeOurMinds.com email list</a>!</p>",
  "image_list":
  [
    {
      "id": "3320",
      "title": "Ray Velcoro",
      "subtitle_html": "Vinci Police Department Detective",
      "gallery_page_teaser": "Ray is not a typical cop, but Vinci is not a typical city, and they are uniquely suited for each other.  Click on the image to learn more!",
      "image_file_name": "infp-ray_velcoro-1.jpg",
      "meat_portrait_href": "http://www.imdb.com/character/ch0476478/mediaviewer/rm2225006848",
      "composition": "O",
      "score": [
         { "e_score": "4", "i_score": "15" },
         { "n_score": "10", "s_score": "9" },
         { "f_score": "12", "t_score": "7" },
         { "j_score": "6", "p_score": "13" }
      ],
      "four_letter_type": "INFP",
      "archetype": "Fi",
      "quiz_type": "K",
      "subject_line": "",
      "tweet_html": "",
      "explain_dom": "The Red in this spiritual portrait represents Velcoro's dominant trait, his passion.  In Introverts, the dominant trait is directed inwardly, and spiritual portraits use a long horizontal line to represent this.  He demonstrates this trait in his unconditional love for his son.",
      "explain_aux": "The Blue in this spiritual portrait represents Velcoro's auxiliary trait, his idealism.  In Introverts, the auxiliary trait is directed outwardly, and spiritual portraits use a vertical line to represent this, because it is more evident than the dominant function.  He demonstrates this trait when he breaks the rules to pursue his own idea of what is just.",
      "story_intro_html": "<p>The way <a href='http://true-detective.wikia.com/wiki/Ray_Velcoro' title='Wikipedia page for Ray Velcoro' target='_blank'>Ray Velcoro</a> cares for his kid is rare for a law enforcement-type character.  His role is ....</p>",
      "story_html": "<p>The way <a href='http://true-detective.wikia.com/wiki/Ray_Velcoro' title='Wikipedia page for Ray Velcoro' target='_blank'>Ray Velcoro</a> cares for his kid is rare for a law enforcement-type character.  His role is pivotal, and it's rather sad that no one, except us, can really see some of his more redeeming qualities.</p><p>His spiritual portrait looks remarkably different from those of the other two cops in this season of the series, Ani Bezzerides and Paul Woodrugh.  He does share some idealism &mdash; represented by the Blue &mdash; with Frank, though, And this is no doubt how they manage to get along so well.</p>",
      "compare_to": { "gallery_file_name": "2200-fictional-movies-film_noir", "image_id": "2206" },
      "contrast_with": { "gallery_file_name": "3320-fictional-tv-true_detective-2", "image_id": "3322" }
    }, {
      "id": "3322",
      "title": "Ani Bezzerides",
      "subtitle_html": "Ventura County Police Sergeant",
      "gallery_page_teaser": "As a woman, Ani faces challenges fitting in with the typically male cops in the Ventura County's Sheriff's Office.  Click on the image to learn more!",
      "image_file_name": "estj-ani_bezzerides-1.jpg",
      "meat_portrait_href": "http://www.imdb.com/character/ch0477698/mediaviewer/rm2114711808",
      "composition": "O",
      "score": [
         { "e_score": "11", "i_score": "8" },
         { "n_score": "2", "s_score": "17" },
         { "f_score": "6", "t_score": "13" },
         { "j_score": "15", "p_score": "4" }
      ],
      "four_letter_type": "ESTJ",
      "archetype": "Te",
      "quiz_type": "K",
      "subject_line": "",
      "tweet_html": "",
      "explain_dom": "The Green in this spiritual portrait represents Bezzerides' dominant trait, her rationality.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  She demonstrates this trait by doing her best to impartially uphold the law.",
      "explain_aux": "The Yellow in this spiritual portrait represents Bezzerides' auxiliary trait, her pragmatism.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  She demonstrates this trait by having little patience for her father, who leads a cult with religious overtones.",
      "story_intro_html": "<p>Ani has a past that haunts her, and superiors who set her against Ray.  She is resilient enough, however, to ....</p>",
      "story_html": "<p>Ani has a past that haunts her, and superiors who set her against Ray.  She is resilient enough, however, to face these challenges head-on.</p><p>As the portraits show, her personality is most similar to Paul's, and they do indeed work well together.  But as a woman, her abilities and perspective set her apart from him:</p><blockquote><b>Ani:</b> Maybe, and this is just a thought, maybe you were put on earth for more than fucking.<br /><b>Vera:</b> Everything is fucking.</blockquote><p>The solid grounding of Ani's and Paul's personalities provide a solid moral footing in a universe that is largely lacking in any sort of morality whatsoever.</p>",
      "compare_to": { "gallery_file_name": "2400-fictional-tv-sopranos", "image_id": "2400" },
      "contrast_with": { "gallery_file_name": "3320-fictional-tv-true_detective-2", "image_id": "3320" }
    }, {
      "id": "3324",
      "title": "responsive_ad"
    }, {
      "id": "3326",
      "title": "Paul Woodrugh",
      "subtitle_html": "California Highway Patrol Officer",
      "gallery_page_teaser": "Paul is a cop with a painful past, and a future he has difficulty facing up to.  Click on the image to learn more!",
      "image_file_name": "istj-paul_woodrugh-1.jpg",
      "meat_portrait_href": "http://www.imdb.com/character/ch0477699/mediaviewer/rm762963968",
      "composition": "O",
      "score": [
         { "e_score": "2", "i_score": "17" },
         { "n_score": "2", "s_score": "17" },
         { "f_score": "1", "t_score": "18" },
         { "j_score": "12", "p_score": "7" }
      ],
      "four_letter_type": "ISTJ",
      "archetype": "Si",
      "quiz_type": "K",
      "subject_line": "",
      "tweet_html": "",
      "explain_dom": "The Yellow in this spiritual portrait represents Woodrugh's dominant trait, his pragmatism.  In Introverts, the dominant trait is directed inwardly, and spiritual portraits use a long horizontal line to represent this.  He demonstrates this trait in the way he prefers the sensation of riding his motorcycle to the relatively boring experience of riding in a car.",
      "explain_aux": "The Green in this spiritual portrait represents Woodrugh's auxiliary trait, his rationality.  In Introverts, the auxiliary trait is directed outwardly, and spiritual portraits use a vertical line to represent this, because it is more evident than the dominant function.  He demonstrates this trait in the way he struggles to express or even acknowledge his emotions.",
      "story_intro_html": "<p>It's fascinating to watch as Paul's inner torment reveals itself.  Once it was all done, I had to rewatch the season ....</p>",
      "story_html": "<p>It's fascinating to watch as Paul's inner torment reveals itself.  Once it was all done, I had to rewatch the season in this new light, as it ultimately showed through his Introversion and revealed the sources of his motivations, decisions, and actions.</p><p>Paul really shows his stuff in a shootout scene.  He acts without hesitation, without fear, and without missing a thing.  It's the ultimate portrayal of a finely tuned killing machine, protecting the citizenry and fighting the good fight.</p>",
      "compare_to": { "gallery_file_name": "2200-fictional-movies-film_noir", "image_id": "2216" },
      "contrast_with": { }
    }, {
      "id": "3328",
      "title": "square_ad"
    }, {
      "id": "3329",
      "title": "Frank Semyon",
      "subtitle_html": "Night Club Owner",
      "gallery_page_teaser": "Frank is a gangster, but as Ray puts it, he's 'not that bad.'  What's going on in his mind?  Click on the image to learn more!",
      "image_file_name": "entj-frank_semyon-1.jpg",
      "meat_portrait_href": "http://www.imdb.com/character/ch0476479/mediaviewer/rm3245926400",
      "composition": "O",
      "score": [
         { "e_score": "17", "i_score": "2" },
         { "n_score": "13", "s_score": "6" },
         { "f_score": "2", "t_score": "17" },
         { "j_score": "10", "p_score": "9" }
      ],
      "four_letter_type": "ENTJ",
      "archetype": "Te",
      "quiz_type": "K",
      "subject_line": "",
      "tweet_html": "",
      "explain_dom": "The Green in this spiritual portrait represents Semyon's dominant trait, his rationality.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  He demonstrates this trait by his ability to mete out brutal punishments on employees who get on his wrong side.",
      "explain_aux": "The Blue in this spiritual portrait represents Semyon's auxiliary trait, his idealism.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  He demonstrates this trait by his being open to receiving advice from his wife, which is uncommon in his line of work.",
      "story_intro_html": "<p>Frank Semyon has an ambiguous morality that fits in well with Ray's.  He's worked his way up the ladder, <a href='https://en.wikipedia.org/wiki/Horatio_Alger_myth' title='Wikipedia page for the Horatio Alger myth' target='_blank'>Horatio Alger</a>-style, and is ....</p>",
      "story_html": "<p>Frank Semyon has an ambiguous morality that fits in well with Ray's.  He's worked his way up the ladder, <a href='https://en.wikipedia.org/wiki/Horatio_Alger_myth' title='Wikipedia page for the Horatio Alger myth' target='_blank'>Horatio Alger</a>-style, and is ready for the next step.  The question is, can he do it?</p><p>His arc his similar to Paul's, in that once it was complete I wanted to re-watch it again from the start.  That's where the similarity ends though, and it's a rather superficial similarity, but notable nonetheless.</p>",
      "compare_to": { "gallery_file_name": "3550-fictional-tv-lost", "image_id": "3557" },
      "contrast_with": { "gallery_file_name": "2400-fictional-tv-sopranos", "image_id": "2400" }
    }
  ]
}
