{
  "gallery_title": "Lost",
  "see_gallery_button_text": "See Their Minds",
  "list_page_teaser": "Lost was an interesting show with many fascinating characters.  Click to see the Spiritual Portraits of a few of them!",
  "description_html": "<p>This page is still a work in progress and as such currently has only two spiritual portraits.</p><p>These two characters are of particular interest because they are complete opposites.  Fans of the show should be able to remember both <a href='https://en.wikipedia.org/wiki/Charlie_Pace' title='Wikipedia page for Charlie Pace' target='_blank'>Charlie Pace</a> and <a href='https://en.wikipedia.org/wiki/Mr._Eko' title='Wikipedia page for Mr. Eko' target='_blank'>Mr. Eko</a>, and should be able to appreciate how their portraits would look so different.</p><p>Look for more characters from this series to be added soon!</p>",
  "story_html": "<p>I am in the process of re-watching <a href='https://en.wikipedia.org/wiki/Lost_(TV_series)' title='Wikipedia page for the Lost tv show' target='_blank'>Lost</a> and will be adding more characters from it soon.</p><p>To keep up to date, follow this site on social media or <a href='https://groja.com/conversion/seeourminds' title='Link to small form you can use to join the Groja.com and SeeOurMinds.com email list' target='_blank'>join the SeeOurMinds.com email list</a>!</p>",
  "image_list":
  [
    {
      "id": "3557",
      "title": "Mr. Eko",
      "subtitle_html": "Aka. Father Tunde",
      "gallery_page_teaser": "Mr. Eko is an intriguing character with a past distinctly different from that of the other characters in the series.  Click on the image to learn more!",
      "image_file_name": "intj-mr_eko-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:Ekolost.PNG",
      "composition": "O",
      "score": [
         { "e_score": "4", "i_score": "15" },
         { "n_score": "12", "s_score": "7" },
         { "f_score": "4", "t_score": "15" },
         { "j_score": "13", "p_score": "6" }
      ],
      "four_letter_type": "INTJ",
      "archetype": "Ni",
      "quiz_type": "K",
      "subject_line": "",
      "tweet_html": "",
      "explain_dom": "The Blue in this spiritual portrait represents Mr. Eko's dominant trait, his idealism.  In Introverts, the dominant trait is directed inwardly, and spiritual portraits use a long horizontal line to represent this.  He demonstrates this trait in his spirituality.",
      "explain_aux": "The Green in this spiritual portrait represents Mr. Eko's auxiliary trait, his rationality.  In Introverts, the auxiliary trait is directed outwardly, and spiritual portraits use a vertical line to represent this, because it is more evident than the dominant function.  He demonstrates this trait by his ability to be ruthless, when the situation calls for it.",
      "story_intro_html": "<p>Distant and intense, <a href='https://en.wikipedia.org/wiki/Mr._Eko' title='Wikipedia page for Mr. Eko' target='_blank'>Mr. Eko</a>'s personality is ....</p>",
      "story_html": "<p>Distant and intense, <a href='https://en.wikipedia.org/wiki/Mr._Eko' title='Wikipedia page for Mr. Eko' target='_blank'>Mr. Eko</a>'s personality is significantly different from the other characters' on <a href='https://en.wikipedia.org/wiki/Lost_(TV_series)' title='Wikipedia page for Lost' target='_blank'>Lost</a>. Even his accent is different.</p><p>It will be interesting to see how the spiritual portraits of the more central characters compare to Mr. Eko's, when I get a chance to draw their portraits.</p><p>I suspect that <a href='https://en.wikipedia.org/wiki/John_Locke_(Lost)' title='Wikipedia page for John Locke' target='_blank'>John Locke's</a> will look rather similar to Mr. Eko's, but there's only one way to find out for sure.  Stay tuned for updates!</p>",
      "compare_to": { },
      "contrast_with": { "gallery_file_name": "3550-fictional-tv-lost", "image_id": "3558" }
    }, {
      "id": "3558",
      "title": "Charlie Pace",
      "subtitle_html": "Guitar and Vocals, Drive Shaft",
      "gallery_page_teaser": "As the show's only major rock star, Charlie Pace's past is unique as well.  Click on the image to learn more!",
      "image_file_name": "esfp-charlie_pace-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:Charlielost.PNG",
      "composition": "O",
      "score": [
         { "e_score": "19", "i_score": "0" },
         { "n_score": "6", "s_score": "13" },
         { "f_score": "14", "t_score": "5" },
         { "j_score": "4", "p_score": "15" }
      ],
      "four_letter_type": "ESFP",
      "archetype": "Se",
      "quiz_type": "K",
      "subject_line": "",
      "tweet_html": "",
      "explain_dom": "The Yellow in this spiritual portrait represents Charlie's dominant trait, his pragmatism.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  He demonstrates this trait in the way he is down-to-earth and shows little or no interest in ideas, philosophy, or religion.",
      "explain_aux": "The Red in this spiritual portrait represents Charlie's auxiliary trait, his passion.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  He demonstrates this trait by being friendly to most of the people he meets.",
      "story_intro_html": "<p>Outgoing and friendly, <a href='https://en.wikipedia.org/wiki/Charlie_Pace' title='Wikipedia page for Charlie Pace' target='_blank'>Charlie Pace</a> is one of the easiest characters to ....</p>",
      "story_html": "<p>Outgoing and friendly, <a href='https://en.wikipedia.org/wiki/Charlie_Pace' title='Wikipedia page for Charlie Pace' target='_blank'>Charlie Pace</a> is one of the easiest characters to like on <a href='https://en.wikipedia.org/wiki/Lost_(TV_series)' title='Wikipedia page for Lost' target='_blank'>Lost</a>.  He too has an accent, but it's not nearly as foreign as Mr. Eko's.</p><p>It will be interesting to see how the spiritual portraits of the more central characters compare to Charlie's, when I get a chance to draw their portraits.</p><p>I suspect that <a href='https://en.wikipedia.org/wiki/Hugo_%22Hurley%22_Reyes' title='Wikipedia page for Hugo Reyes' target='_blank'>Hugo Reyes's</a> will look rather similar to Charlie's, but there's only one way to find out for sure.  Stay tuned for updates!</p>",
      "compare_to": { "gallery_file_name": "2040-fictional-tv-game_of_thrones-4", "image_id": "2047" },
      "contrast_with": { "gallery_file_name": "3550-fictional-tv-lost", "image_id": "3557" }
    }, {
      "id": "3559",
      "title": "responsive_ad"
    }
  ]
}
