{
  "gallery_title": "American Presidents - 1700s-1800s",
  "see_gallery_button_text": "See Their Minds",
  "list_page_teaser": "American Presidents, just like any other group of individuals, have different personalities.  Learn how the images of some popular and recent presidents reflect their idealism, decisiveness, and other qualities.",
  "description_html": "<p>Which politicians &ndash; &#x263A; if any &#x263A; &ndash; are your favorites? How does your personality compare to theirs?</p><p>This gallery contains some spiritual portraits of our presidents, past, recent, and present.  If you know your four-letter type, you can easily answer these questions for yourself!</p>",
  "story_html": "<p>I frequently wonder whether an individual's personality type has any bearing on how they lean politically.  As an idealist, I can say that I, for one, definitely admire the more idealistic presidents, such as Jefferson and Lincoln, the most.</p><p>Note that some of the images in this gallery are based on the four-letter-type from his book, <a href='http://www.keirsey.com/pres_book.aspx' title='Link to Presidential Temperament on Keirsey.com' target='_blank'>Presidential Temperament</a>.  This means the score used to create these is based on fixed percentages, and therefore convey limited information and insight compared to other images on this site.</p><p>If this topic interests you, definitely check out <a href='http://www.keirsey.com/pres_book.aspx' title='Link to Presidential Temperament on Keirsey.com' target='_blank'>David Keirsey's book</a>.  It covers this topic in depth!</p><p>I hope to update thse images at some point, but first want to focus on adding the images for more recent presidents.  To keep up to date and learn when I post new images, follow this site on social media or <a href='https://groja.com/conversion/seeourminds' title='Link to a small form you can use to join the Groja.com and SeeOurMinds.com email list' target='_blank'>join the SeeOurMinds.com email list</a>!</p>",
  "image_list":
  [
    {
      "id": "5000",
      "title": "George Washington",
      "subtitle_html": "<a href='https://en.wikipedia.org/wiki/George_Washington' target='_blank' title='Wikipedia page for George Washington'>1st President</a> of the USA - Apr. 30, 1789 to Mar. 4, 1797",
      "gallery_page_teaser": "This spiritual portrait of George Washington shows that he was logical and pragmatic.  These qualities made him a good soldier and a strong leader.  Click on the image to learn more!",
      "image_file_name": "estj-george_washington.jpeg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:Gilbert_Stuart_Williamstown_Portrait_of_George_Washington.jpg",
      "composition": "O",
      "score": [
        { "e_score": "11", "i_score": "8" },
        { "n_score": "8", "s_score": "11" },
        { "f_score": "8", "t_score": "11" },
        { "j_score": "11", "p_score": "8" }
      ],
      "four_letter_type": "ESTJ",
      "fixed_percentages": "True",
      "archetype": "Te",
      "quiz_type": "J",
      "subject_line": "",
      "tweet_html": "",
      "explain_dom": "The Green in this spiritual portrait represents Washington's rationality.  In Extraverts, the dominant function is directed outwardly, and spiritual portraits use a long vertical line to represent this.  He was a strong leader and his tendency to be logical enabled him to keep a cool head during the many trials and difficulties he expereicned in leading the Continental Army during the American Revolution.",
      "explain_aux": "The Yellow in this spiritual portrait represents Washington's tendency to be down-to-earth.  In Extraverts, the auxiliary function is directed inwardly and is less evident than the dominant function.  Being able to keep track of things like the number of men and the supplies they would need contributed greatly to his ability to be a great leader.",
      "story_html": "<p>In his book <i>Please Understand Me II,<\/i> David Keirsey picks George Washington to represent the archetypal ESTJ.  His decisiveness, realism, and attention to details served him well during difficult times, such as those at Valley Forge.</p><p>Note that this is a 'generic' image, based on fixed percentages.</p>",
      "compare_to": { "gallery_file_name": "2400-fictional-tv-sopranos", "image_id": "2400" },
      "contrast_with": { }
    }, {
      "id": "5003",
      "title": "Thomas Jefferson",
      "subtitle_html": "<a href='https://en.wikipedia.org/wiki/Thomas_Jefferson' target='_blank' title='Wikipedia page for Thomas Jefferson'>3rd President</a> of the USA - Mar. 4, 1801 to Mar. 4, 1809",
      "gallery_page_teaser": "This spiritual portrait of Thomas Jefferson shows that he was, like Lincoln, an idealist who preferred to make logical decisions.  Click on the image to learn more!",
      "image_file_name": "intj-thomas_jefferson.jpeg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:Official_Presidential_portrait_of_Thomas_Jefferson_(by_Rembrandt_Peale,_1800).jpg",
      "composition": "O",
      "score": [
        { "e_score": "8", "i_score": "11" },
        { "n_score": "11", "s_score": "8" },
        { "f_score": "8", "t_score": "11" },
        { "j_score": "8", "p_score": "11" }
      ],
      "four_letter_type": "INTP",
      "fixed_percentages": "True",
      "archetype": "Ti",
      "quiz_type": "J",
      "subject_line": "",
      "tweet_html": "",
      "explain_dom": "The Green in this spiritual portrait represents Jefferson's tendency to be logical.  In Introverts, the dominant function is directed inwardly, and spiritual portraits use a long horizontal line to represent this.  This preference is evident in his interests in topics such as philosophy, science, and technology.",
      "explain_aux": "The Blue in this spiritual portrait represents Jefferson's idealism.  In Introverts, the auxiliary function is directed outwardly and is more evident than the dominant function.  This tendency is evident in his authoring of the Declaration of Independence and his support of religious freedom and being able to see the possibility that people with different religious beliefs could overcome their differences and learn to live together.",
      "story_html": "<p>I find Jefferson to be remarkable in many ways, certainly at least in part because his name was the same as mine ('Tom') and he was from Virginia (where I grew up).  David Keirsey identifies Jefferson as an INTP, and that certainly seems reasonable to me.</p><p>Although we should all be familiar with the <a href='http://www.ushistory.org/declaration/document/' title='Full text of the Declaration of Independence at ushistory.org' target='_blank'>Declaration of Independence</a>, a letter he wrote to <a href='https://en.wikipedia.org/wiki/Maria_Cosway' title='Wikipedia page for Maria Cosway' target='_blank'>Maria Cosway</a> in the spring of 1786 articulates quite well the distinction between Thinking (Green) and Feeling (Red) functions in these four-letter-types.</p><p>Entitled <a href='http://www.pbs.org/jefferson/archives/documents/frame_ih195811.htm' title='Copy of the My Head and My Heart letter at in the archives at pbs.org' target='_blank'>My Head and My Heart</a>, it demonstrates how he was well aware of, and struggled with, the dichotomy between reason and emotion over a century before Carl Jung wrote about them in his book, <a href='https://archive.org/details/PsychologicalTypes' title='Link to the book by Jung at archive.org' target='_blank'>General Description of the Types</a>.  This is a <a href='https://founders.archives.gov/documents/Jefferson/01-10-02-0309' title='Link to a copy of the letter at founders.archives.gov' target='_blank'>wonderful letter</a>, and I strongly encourage you to read it!</p><p>Note that this is a portrait of a 'generic' INTP, and is based on fixed percentages.  Based on this letter I believe that Jefferson's F-T score on the quiz could be closer to 50%/50% than the 58%/42% shown here.</p>",
      "compare_to": { "gallery_file_name": "5000-politicians-us_presidents-1700s-1800s", "image_id": "5007" },
      "contrast_with": { }
    }, {
      "id": "5005",
      "title": "responsive_ad"
    }, {
      "id": "5007",
      "title": "Abraham Lincoln",
      "subtitle_html": "<a href='https://en.wikipedia.org/wiki/Abraham_Lincoln' target='_blank' title='Wikipedia page for Abraham Lincoln'>16th President</a> of the USA - Mar. 4, 1861 to Apr. 15, 1865",
      "gallery_page_teaser": "This spiritual portrait of Abraham Lincoln show that he was, like Jefferson, an idealist who preferred to make logical decisions.  Click on the image to learn more!",
      "image_file_name": "intp-abraham_lincoln.jpeg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:Abraham_Lincoln_O-77_matte_collodion_print.jpg",
      "composition": "O",
      "score": [
        { "e_score": "8", "i_score": "11" },
        { "n_score": "11", "s_score": "8" },
        { "f_score": "8", "t_score": "11" },
        { "j_score": "8", "p_score": "11" }
      ],
      "four_letter_type": "INTP",
      "fixed_percentages": "True",
      "archetype": "Ti",
      "quiz_type": "J",
      "subject_line": "",
      "tweet_html": "",
      "explain_dom": "The Green in this spiritual portrait represents Lincoln's preference for logic over emotion.  In Introverts, the dominant function is directed inwardly, and spiritual portraits use a long horizontal line to represent this.  His ability to reason logically surely served him well during the days he spent as a lawyer.",
      "explain_aux": "The Blue in this spiritual portrait represents Lincoln's iNtuition.  In Introverts, the auxiliary function is directed outwardly and is more evident than the dominant function.  He is certainly most famous for his ability to see the possibility of the United States as being a country without slaves.",
      "story_html": "<p>David Keirsey identifies Abraham Lincoln as an INTP, and this is certainly reasonable.</p><p>His Idealism is evident in his speeches, such as the <a href='https://en.wikipedia.org/wiki/Gettysburg_Address' title='Wikipedia page for the Gettysburg Address' target='_blank'>Gettysburg Address</a>.  In this short speech he shows how his temperament is similar to Jefferson's by reiterating the important principles outlined in Jefferson's <a href='http://www.ushistory.org/declaration/document/' title='Full text of the Declaration of Independence at ushistory.org' target='_blank'>Declaration of Independence</a>.</p><p>One of the most famous phrases in this speech, in which Lincoln declares that <a href='https://www.youtube.com/watch?v=BvA0J_2ZpIQ' title='Video of historic photos with Jeff Daniels reciting the Gettysburg Address' target='_blank'><q>government of the people, by the people, for the people, shall not perish from the earth</q></a> certainly shows his ability to see a possibile future that many others obviously had difficulty comprehending.</p><p>Note that this is an image of a 'generic' personality, and is based on fixed percentages.</p>",
      "compare_to": { "gallery_file_name": "5000-politicians-us_presidents-1700s-1800s", "image_id": "5003" },
      "contrast_with": { }
    }, {
      "id": "5008",
      "title": "Ulysses S. Grant",
      "subtitle_html": "<a href='https://en.wikipedia.org/wiki/Ulysses_S._Grant' target='_blank' title='Wikipedia page for Ulysses S. Grant'>18th President</a> of the USA - Mar. 4, 1869 to Mar. 4, 1877",
      "gallery_page_teaser": "This spiritual portrait of Ulysses S. Grant shows that he is logical and pragmatic.  These qualities mean he makes a good soldier.  Click on the image to learn more!",
      "image_file_name": "istj-ulysses_s_grant-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:Ulysses_S._Grant_1870-1880.jpg",
      "composition": "O",
      "score": [
        { "e_score": "7", "i_score": "12" },
        { "n_score": "9", "s_score": "10" },
        { "f_score": "8", "t_score": "11" },
        { "j_score": "10", "p_score": "9" }
      ],
      "four_letter_type": "ISTJ",
      "fixed_percentages": "",
      "archetype": "Si",
      "quiz_type": "K2",
      "subject_line": "",
      "tweet_html": "",
      "explain_dom": "The Yellow in this spiritual portrait represents Grant's very slight preference for pragmatism over idealism.  In Introverts, the dominant function is directed inwardly, and spiritual portraits use a long horizontal line to represent this.  This preference is very slight and would be more evident in his role as a soldier than it would be in his role as president.",
      "explain_aux": "The Green in this spiritual portrait represents Grant's very slight preference for making logical decisions.  In Introverts, the auxiliary function is directed outwardly and is more evident than the dominant function.  This preference is very slight and would be more evident in his role as a soldier than it would be in his role as a father.",
      "story_html": "<p></p><p></p>",
      "compare_to": { "gallery_file_name": "2050-fictional-tv-game_of_thrones-5", "image_id": "2050" },
      "contrast_with": { }
    }, {
      "id": "5009",
      "title": "responsive_ad"
    }
  ]
}
