{
  "gallery_title": "American Presidents - 1900s",
  "see_gallery_button_text": "See Their Minds",
  "list_page_teaser": "American Presidents, just like any other group of individuals, have different personalities.  Learn how the images of some popular and recent presidents reflect their idealism, decisiveness, and other qualities.",
  "description_html": "<p>Which politicians &ndash; &#x263A; if any &#x263A; &ndash; are your favorites? How does your personality compare to theirs?</p><p>This gallery contains a few spiritual portraits of our presidents from the 1900s.  If you know your four-letter type, perhaps you can see similarities between your personality and that of your favorite president &mdash; assuming you have one!</p>",
  "story_html": "<p>I frequently wonder whether an individual's personality type has any bearing on how they lean politically.  As an idealist, I am definitely biased toward idealistic presidents, such as Jefferson and Lincoln.</p><p>If this topic interests you, check out David Keirsey's book <a href='http://www.keirsey.com/pres_book.aspx' title='Link to Presidential Temperament on Keirsey.com' target='_blank'>Presidential Temperament</a>.  It covers this topic in depth!</p><p>I will be adding portraits to this gallery soon.  To keep up to date and learn when I post new images, follow this site on social media or <a href='https://groja.com/conversion/seeourminds' title='Link to a small form you can use to join the Groja.com and SeeOurMinds.com email list' target='_blank'>join the SeeOurMinds.com email list</a>!</p>",
  "image_list":
  [
    {
      "id": "5040",
      "title": "Theodore Roosevelt",
      "subtitle_html": "<a href='https://en.wikipedia.org/wiki/Theodore_Roosevelt' target='_blank' title='Wikipedia page for Theodore Roosevelt'>26th President</a> of the USA - Sept. 14, 1901 to Mar. 4 1909",
      "gallery_page_teaser": "TR's spiritual portrait shows he is very outgoing and decisive, and uses a mix of logic and emotion to make decisions.  Click on the image to learn more!",
      "image_file_name": "estj-theodore_roosevelt-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:President_Roosevelt_-_Pach_Bros.tif",
      "composition": "O",
      "score": [
         { "e_score": "19", "i_score": "0" },
         { "n_score": "5", "s_score": "14" },
         { "f_score": "7", "t_score": "12" },
         { "j_score": "13", "p_score": "6" }
      ],
      "four_letter_type": "ESTJ",
      "fixed_percentages": "",
      "archetype": "Te",
      "quiz_type": "K2",
      "subject_line": "",
      "tweet_html": "",
      "explain_dom": "The Green in this spiritual portrait represents TR's dominant trait, his preference for making logical decisions.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  He demonstrated this trait in the way he justified his slaughter of large animals in Africa by donating the carcasses to museums such as the Smithsonian for public display.",
      "explain_aux": "The Yellow in this spiritual portrait represents TR's auxiliary trait, his pragmatism and realistic outlook on life.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  He demonstrated this trait in the way he was always open to new adventures and experiences.",
      "story_intro_html": "<p>Both Theodore and Franklin Roosevelt are ESTJs, but there are some subtle yet important differences ....</p>",
      "story_html": "<p>Both Theodore and Franklin Roosevelt are ESTJs, but there are some subtle yet important differences in their personalities.</p><h4>TR: More Emotional Than FDR</h4><p>There is more Red in Theodore's spiritual portrait than there is in his <a href='/image/5040-politicians-us_presidents-1900s/5048/' title='Spiritual portrait of Franklin Roosevelt on this site' target='_blank'> cousin FDR's image</a>.  This is because TR's personality profile is more decisive and emotional (less <q>Thinking</q>) than his cousin.</p><p>Above all, Theodore admired &mdash; and demonstrated &mdash; courage.<blockquote>It is not the critic who counts. ... The credit belongs to the man who is actually in the arena; whose face is marred by the dust and sweat and blood; who strives valiantly ... who, at worst, if he fails, at least fails while daring greatly; so that his place shall never be with those cold and timid souls who know neither victory or defeat.</blockquote><p>While campaigning for president in 1912, a man <a href='https://www.youtube.com/watch?v=Do89pViPkvU' title='Video about Theodore being shot on youtube.com' target='_blank'>shot Theodore</a>, but TR carried on and delived the 90-minute speech he had planned nonetheless.  Doctors later learned what TR already knew &mdash; that there was no damage to his lung &mdash; and decided it would be preferable to leave the bullet inside his chest.</p><p>Like <a href='/image/5000-politicians-us_presidents-1700s-1800s/5006/' title='Link to spiritual portrait of Andrew Jackson on this site'>Andrew Jackson</a>, Theodore Roosevelt carried a bullet inside his body for the <a href='https://en.wikipedia.org/wiki/Theodore_Roosevelt#Assassination_attempt' title='Wikipedia page for TR, cued to section about this assassination attept' target='_blank'>rest of his life</a>.</p><h4>Plenty of Similarities</h4><p>Although they belonged to different political parties &mdash; TR was a Republican and FDR a Democrat &mdash; both were concerned that the concentration of wealth in the hands of a few could lead to the exploitation of average citizens:</p><blockquote>Our aim is not to do away with corporations; on the contrary, these big aggregations are an inevitable development of modern industrialism. ... We are not hostile to them; we are merely determined that they shall be so handled as to subserve the public good. We draw the line against misconduct, not against wealth.</blockquote> <p>And both Presidents Roosevelt experienced a great deal of physical pain their final years, dying while still fairly young, in their early 60s.  Quoting from his autobiography, published in 1913, it is plain he had no regrets:</p><blockquote>It is impossible to win the great prizes of life without running risks, and the greatest of all prizes are those connected with the home. No father and mother can hope to escape sorrow and anxiety, and there are dreadful moments when death comes very near those we love, even if for the time being it passes by. But life is a great adventure, and the worst of all fears is the fear of living.</blockquote><p>For more TR quotes, see his <a href='https://en.wikiquote.org/wiki/Theodore_Roosevelt' title='Wikiquote page for Theodore Roosevelt' target='_blank'>page at wikiquote.org</a>.</p><hr /><p>It was easy creating Theodore Roosevelt's personality profile.  As far as I can tell, he doesn't have even the tiniest bit of Introversion.</p><p>TR's spiritual portrait is based on <a href='https://en.wikipedia.org/wiki/Ken_Burns' title='Wikipedia page for Ken Burns' target='_blank'>Ken Burns'</a> film <a href='https://en.wikipedia.org/wiki/The_Roosevelts_(film)' title='Wikipedia page for The Roosevelts: An Intimate Portrait' target='_blank'>The Roosevelts: An Intimate Portrait</a>.  In addition to <a href='https://en.wikipedia.org/wiki/Theodore_Roosevelt' title='Wikipedia page for Theodore Roosevelt' target='_blank'>Theodore</a>, this work covers his neice <a href='/image/0500-real-famous/0509/' title='Spiritual portrait of Eleanor Roosevelt on this site' target='_blank'>Eleanor</a> and his fifth cousin <a href='/image/5040-politicians-us_presidents-1900s/5048/' title='Spiritual portrait of Franklin Roosevelt on this site' target='_blank'>Franklin</a>, and spans seven DVDs.</p>",
      "compare_to": { "gallery_file_name": "5040-politicians-us_presidents-1900s", "image_id": "5048" },
      "contrast_with": { "gallery_file_name": "5040-politicians-us_presidents-1900s", "image_id": "5042" }
    }, {
      "id": "5042",
      "title": "Woodrow Wilson",
      "subtitle_html": "<a href='https://en.wikipedia.org/wiki/Woodrow_Wilson' title='Wikipedia page for Woodrow Wilson' target='_blank'>28th President</a> of the USA - Mar. 4, 1913 to Mar. 4, 1921",
      "gallery_page_teaser": "Woodrow Wilson's spiritual portrait shows he is private and decisive, and someone who holds strongly to their ideals.  Click on the image to learn more!",
      "image_file_name": "intj-woodrow_wilson-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:President_Wilson_1919.jpg",
      "composition": "O",
      "score": [
         { "e_score": "7", "i_score": "12" },
         { "n_score": "11", "s_score": "8" },
         { "f_score": "8", "t_score": "11" },
         { "j_score": "15", "p_score": "4" }
      ],
      "four_letter_type": "INTJ",
      "fixed_percentages": "",
      "archetype": "Ni",
      "quiz_type": "K",
      "subject_line": "",
      "tweet_html": "",
      "explain_dom": "The Blue in this spiritual portrait represents Wilson's dominant trait, his idealism.  In Introverts, the dominant trait is directed inwardly, and spiritual portraits use a long horizontal line to represent this.  Woodrow demonstrated this trait in the way he resisted entering World War I.",
      "explain_aux": "The Green in this spiritual portrait represents Wilson's auxiliary trait, his cool-headedness and rationality.  In Introverts, the auxiliary trait is directed outwardly, and spiritual portraits use a vertical line to represent this, because it is more evident than the dominant function.  Woodrow demonstrated this trait when he foresaw that the nationwide prohibition of alcohol would be unenforceable.",
      "story_intro_html": "<p>Born in Stauton, Virginia on December 28th, 1856, <a href='https://en.wikipedia.org/wiki/Woodrow_Wilson' title='Wikipedia page for Woodrow Wilson' target='_blank'>Woodrow Wilson</a> experienced the <a href='https://en.wikipedia.org/wiki/American_Civil_War' title='Wikipedia page for American Civil War' target='_blank'>American Civil War</a> first hand as a young child.  The horror of it made an impres....</p>",
      "story_html": "<p>Born in Stauton, Virginia on December 28th, 1856, <a href='https://en.wikipedia.org/wiki/Woodrow_Wilson' title='Wikipedia page for Woodrow Wilson' target='_blank'>Woodrow Wilson</a> experienced the <a href='https://en.wikipedia.org/wiki/American_Civil_War' title='Wikipedia page for American Civil War' target='_blank'>American Civil War</a> first hand as a young child.  The horror of it made an impression that would affect him for the rest of his life.</p><h4>Decisive Debater</h4><p>As a student at <a href='https://en.wikipedia.org/wiki/Davidson_College' title='Wikipedia page for Davidson College' target='_blank'>Davidson College</a> in North Carolina, <a href='https://en.wikipedia.org/wiki/Princeton_University' title='Wikipedia page for Princeton University' target='_blank'>Princeton University</a> in New Jersey, and at the <a href='https://en.wikipedia.org/wiki/University_of_Virginia_School_of_Law' title='Wikipedia page for The University of Virginia School of Law' target='_blank'>University of Virginia School of Law</a>, Woodrow studied history, philosophy and law, and enjoyed debating.</p><p>Woodrow's decisiveness, and his ability to reason clearly and debate passionately, is evident in the ample amount of Green and the substantial amount of Red in his spiritual portrait.  It's obvious he would have made a formidable debater.</p><h4>American Idealist</h4><p>Wilson also considered himself to be an idealist, and considered idealism to be an essential part of <a href='https://en.wikipedia.org/wiki/United_States' title='Wikipedia page for the United States of America' target='_blank'>America</a> and being an American.  This idealism is evident in the Blue in his spiritual portrait.</p><blockquote>Sometimes people call me an idealist. Well, that is the way I know I am an American. America, my fellow citizens - I do not say it in disparagement of any other great people - America is the only idealistic Nation in the world.</blockquote><p>Woodrow's idealism and his first-hand experience with war as a child caused him to be reluctant to allow the US to enter <a href='https://en.wikipedia.org/wiki/World_War_I' title='Wikipedia page for World War I' target='_blank'>World War I</a> and look for a peaceful solution instead.  This stance helped him <a href='https://en.wikipedia.org/wiki/United_States_presidential_election,_1916' title='Wikipedia page for the United States presidential election in 1916' target='_blank'>win re-election in 1916</a>.</p><h4>World War I and WW's Fourteen Points</h4><p>After Germany sank several American merchant ships, and then England intercepted the <a href='https://en.wikipedia.org/wiki/Zimmermann_Telegram' title='Wikipedia page for Zimmermann Telegram' target='_blank'>Zimmermann Telegram</a>, sent by Germany to Mexico, Woodrow abandoned his anti-war stance, and appealed to Congress to declare war.  Congress did so on <a href='https://en.wikipedia.org/wiki/United_States_declaration_of_war_on_Germany_(1917)' title='Wikipedia page for the United States declaration of war on Germany' target='_blank'>April 2, 1917</a>.</p><p>Woodrow Wilson's <a href='https://en.wikipedia.org/wiki/Wilsonianism' title='Wikipedia page for Wilsonianism' target='_blank'>idealism</a> persisted, however, and when America entered the war he gave a speech to Congress known as the <a href='https://en.wikipedia.org/wiki/Fourteen_Points' title='Wikipedia page for the Fourteen Points' target='_blank'>Fourteen Points</a>.  This speech outlines the way to a lasting peace, and the last of the Fourteen Points calls for the creation of an association of nations.</p><h4>Attempts to Prevent World War II</h4><p>He then sought to implement the last of these Fourteen Points and prevent future wars by working to create the <a href='https://en.wikipedia.org/wiki/League_of_Nations' title='Wikipedia page for the League of Nations' target='_blank'>League of Nations</a>.  He was convinced that this organization was the key to preventing another war that would be even worse the World War I.</p><blockquote>I can predict with absolute certainty that within another generation there will be another world war if the nations of the world do not concert the method by which to prevent it.</blockquote><p>Ultimately Congress refused to consent to America joining the League, claiming the United States needed to maintain its independence from external influences.  Although he was very disappointed in this, Woodrow won the <a href='https://en.wikipedia.org/wiki/Nobel_Peace_Prize' title='Wikipedia page for the Nobel Peace Prize' target='_blank'>Nobel Peace Prize</a> in 1919 for his efforts.</p><h4>WW Versus TR</h4><p>It is interesting to compare Woodrow's spiritual portrait with that of <a href='/image/5040-politicians-us_presidents-1900s/5040/' title='Link to spiritual portrait of Theodore Roosevelt on this site'>Theodore Roosevelt</a>.  Both were very decisive, but TR frequently criticized Woodrow for opposing Ameria's entry into World War I.</p><p>Their decisiveness is evident in the large amounts of Green and Red in both portraits.  The difference between them is also evident, the Yellow in TR's image showing his obvious desire for immediate action, ane the Blue in WW's image showing his underlying idealism.</p><hr /><p>This spiritual portrait is based on the <a href='http://www.pbs.org/show/american-experience/' title='Link to the American Experience page at pbs.org' target='_blank'>American Experience</a> documentary, <a href='http://www.imdb.com/title/tt0307674/' title='Page for Woodrow Wilson and the Birth of the American Century on imdb.com' target='_blank'>Woodrow Wilson and the Birth of the American Century</a>.</p>",
      "compare_to": { "gallery_file_name": "5040-politicians-us_presidents-1900s", "image_id": "5058" },
      "contrast_with": { "gallery_file_name": "5040-politicians-us_presidents-1900s", "image_id": "5040" }
    }, {
      "id": "5044",
      "title": "responsive_ad"
    }, {
      "id": "5048",
      "title": "Franklin Delano Roosevelt",
      "subtitle_html": "<a href='https://en.wikipedia.org/wiki/Franklin_D._Roosevelt' target='_blank' title='Wikipedia page for Franklin D. Roosevelt'>32nd President</a> of the USA - Mar. 4, 1933 to Apr. 12 1945",
      "gallery_page_teaser": "FDR's spiritual portrait shows his personality is very similar to, but a bit more logical and idealistic than, his older cousin TR's.  Click on the image to learn more!",
      "image_file_name": "estj-franklin_delano_roosevelt-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:FDR_1944_Color_Portrait.tif",
      "composition": "O",
      "score": [
         { "e_score": "11", "i_score": "8" },
         { "n_score": "8", "s_score": "11" },
         { "f_score": "4", "t_score": "15" },
         { "j_score": "11", "p_score": "8" }
      ],
      "four_letter_type": "ESTJ",
      "fixed_percentages": "",
      "archetype": "Te",
      "quiz_type": "K2",
      "subject_line": "",
      "tweet_html": "",
      "explain_dom": "The Green in this spiritual portrait represents FDR's dominant trait, his cool-headedness and preference for making logical rather than emotional decisions.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  He demonstrated this trait in the way he proved to be a successful commander-in-chief during World War II.",
      "explain_aux": "The Yellow in this spiritual portrait represents FDR's auxiliary trait, his pragmatism and realistic outlook.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  He demonstrated this trait in the way he could see that so many people were hurting during the Great Depression and really just wanted some kind of work to see them through to better times.",
      "story_intro_html": "<p>Both Franklin and Theodore Roosevelt are ESTJs, but there are subtle yet important differences ....</p>",
      "story_html": "<p>Both Franklin and Theodore Roosevelt are ESTJs, but there are subtle yet important differences in their personalities.</p><h4>FDR: More Idealistic Than TR</h4><p>There is a bit more Blue in Franklin's spiritual portrait than there is in his <a href='/image/5040-politicians-us_presidents-1900s/5040/' title='Spiritual portrait of Theodore Roosevelt on this site' target='_blank'> cousin TR's image</a>.  This is because FDR's personality profile is more idealistic and perceptive (less <q>Judgemental</q>) than his cousin's.</p><p>Franklin's idealism is evident in his concern about people's economic insecurity contributing to limitations in their individual freedoms:</p><blockquote>True individual freedom cannot exist without economic security and independence. People who are hungry and out of a job are the stuff of which dictatorships are made.</blockquote><p>During the <a href='https://en.wikipedia.org/wiki/Great_Depression_in_the_United_States' title='Wikipedia page for Great Depression' target='_blank'>Great Depression</a>, Franklin is well-known for working to give Americans economic security by creating <a href='https://en.wikipedia.org/wiki/New_Deal' title='Wikipedia page for New Deal' target='_blank'>New Deal</a> programs such as the <a href='https://en.wikipedia.org/wiki/Federal_Deposit_Insurance_Corporation' title='Wikipedia page for the Federal Deposit Insurance Corporation' target='_blank'>Federal Deposit Insurance Corporation</a> (FDIC), the <a href='https://en.wikipedia.org/wiki/Federal_Housing_Administration' title='Wikipedia page for the Federal Housing Administration' target='_blank'>Federal Housing Administration</a> (FHA), and <a href='https://en.wikipedia.org/wiki/Social_Security_(United_States)' title='Wikipedia page for Social Security' target='_blank'>Social Security</a>.</p><h4>Plenty of Similarities</h4><p>Although they belonged to different political parties &mdash; FDR was a Democrat and TR a Republican &mdash; both were concerned that the concentration of wealth in the hands of a few could lead to the exploitation of average citizens:</p><blockquote>We must especially beware of that small group of selfish men who would clip the wings of the American Eagle in order to feather their own nests.</blockquote><p>And both Presidents Roosevelt experienced a great deal of physical pain their final years, dying while still fairly young, in their early 60s.  Quoting from his fourth and final inaugural address:</p><blockquote>We shall strive for perfection. We shall not achieve it immediately &mdash; but we still shall strive. We may make mistakes &mdash; but they must never be mistakes which result from faintness of heart or abandonment of moral principle.</blockquote><p>For more FDR quotes, see his <a href='https://en.wikiquote.org/wiki/Franklin_D._Roosevelt' title='Wikiquote page for Franklin Delano Roosevelt' target='_blank'>page at wikiquote.org </a>.</p><hr /><p>It was difficult creating FDR's personality profile.  He grew to have a public persona and a private self, especially after he lost the use of his legs.</p><p>In retrospect, it may have been easier to create two profiles, one for his public persona and another for his private self.  But that is unprecedented, seems somehow unfair, and may well turn out to be just as difficult, if not more so.</p><p>This spiritual portrait is based on <a href='https://en.wikipedia.org/wiki/Ken_Burns' title='Wikipedia page for Ken Burns' target='_blank'>Ken Burns'</a> film <a href='https://en.wikipedia.org/wiki/The_Roosevelts_(film)' title='Wikipedia page for The Roosevelts: An Intimate Portrait' target='_blank'>The Roosevelts: An Intimate Portrait</a>.  In addition to Franklin, this work covers his wife <a href='/image/0500-real-famous/0509/' title='Spiritual portrait of Eleanor Roosevelt on this site' target='_blank'>Eleanor</a> and his fifth cousin <a href='/image/5040-politicians-us_presidents-1900s/5040/' title='Spiritual portrait of Theodore Roosevelt on this site' target='_blank'>Theodore</a>, and spans seven DVDs.</p>",
      "compare_to": { "gallery_file_name": "5040-politicians-us_presidents-1900s", "image_id": "5040" },
      "contrast_with": { }
    }, {
      "id": "5058",
      "title": "John Fitzgerald Kennedy",
      "subtitle_html": "<a href='https://en.wikipedia.org/wiki/John_F._Kennedy' title='Wikipedia page for John Fitzgerald Kennedy' target='_blank'>35th President</a> of the USA - Jan. 20, 1961 to Nov. 22, 1963",
      "gallery_page_teaser": "John Fitzgerald Kennedy's spiritual portrait shows he is idealistic and logical, but prefers privacy to the limelight.  Click on the image to learn more!",
      "image_file_name": "intp-john_fitzgerald_kennedy-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:John_F._Kennedy,_White_House_photo_portrait,_looking_up.jpg",
      "composition": "O",
      "score": [
         { "e_score": "9", "i_score": "10" },
         { "n_score": "11", "s_score": "8" },
         { "f_score": "5", "t_score": "14" },
         { "j_score": "9", "p_score": "10" }
      ],
      "four_letter_type": "INTP",
      "fixed_percentages": "",
      "archetype": "Ti",
      "quiz_type": "K2",
      "subject_line": "",
      "tweet_html": "",
      "explain_dom": "The Green in this spiritual portrait represents Kennedy's dominant trait, his objectivity and cool-headedness.  In Introverts, the dominant trait is directed inwardly, and spiritual portraits use a long horizontal line to represent this.  JFK demonstrated this trait in the way he remained calm and decisive during the Cuban Missile Crisis.",
      "explain_aux": "The Blue in this spiritual portrait represents Kennedy's auxiliary trait, his idealism and hope for the future.  In Introverts, the auxiliary trait is directed outwardly, and spiritual portraits use a vertical line to represent this, because it is more evident than the dominant function.  JFK demonstrated this trait in many of his speeches, such as the one he made on May 25th, 1961, calling for the United States to put a man on the moon.",
      "story_intro_html": "<p>John Fitzgerald <q>Jack</q> Kennedy was the first president born in the 20th century, and he remains the youngest president ....</p>",
      "story_html": "<p>John Fitzgerald <q>Jack</q> Kennedy was the first president born in the 20th century, and he remains the youngest Amerierican president ever elected to the office.<h4>A Rational Idealist</h4><p>The Blue in John Kennedy's spiritual portrait represents his most evident personality trait, his idealism.  This idealism is exemplified in what may well be his most famous quote, from his <a href='https://en.wikipedia.org/wiki/Inauguration_of_John_F._Kennedy' title='Wikipedia page for the inauguration address delivered by JFK' target='_blank'>inauguration address</a>:</p><blockquote>Ask not what your country can do for you; ask what you can do for your country.</blockquote><p>After the last two democratic presidents, <a href='/image/5040-politicians-us_presidents-1900s/5048/' title='Link to spiritual portrait of FDR on this site'>FDR</a> and <a href='https://en.wikipedia.org/wiki/Harry_S._Truman' title='Wikipedia page for Harry S. Truman' target='_blank'>Harry S. Truman</a>, presided over the <a href='https://en.wikipedia.org/wiki/Great_Depression_in_the_United_States' title='Wikipedia page for Great Depression' target='_blank'>Great Depression</a> and <a href='https://en.wikipedia.org/wiki/World_War_II' title='Wikipedia page for World War II' target='_blank'>World War II</a>, and ushered in such sweeping changes as the <a href='https://en.wikipedia.org/wiki/New_Deal' title='Wikipedia page for New Deal' target='_blank'>New Deal</a> and <a href='https://en.wikipedia.org/wiki/Social_Security_(United_States)' title='Wikipedia page for Social Security' target='_blank'>Social Security</a> (part of the <a href='https://en.wikipedia.org/wiki/Second_New_Deal' title='Wikipedia page for Second New Deal' target='_blank'>Second New Deal</a>), Kennedy knew people would have high expectations of him.  He chose to make it obvious right from the start that he knew there was no way he could take on the challenges he faced and do the job felt needed doing all by himself.</p><h4>Keeping a Cool Head</h4><p>Kennedy's challenges started early in his administration.  The <a href='https://en.wikipedia.org/wiki/Bay_of_Pigs_Invasion' title='Wikipedia page for the Bay of Pigs Invasion' target='_blank'>Bay of Pigs Invasion</a> in April of 1961 taught him that rushing into action &mdash; even with the approval of experienced and trusted advisors &mdash; could have disasterous consequences.</p><p>Although plans for the invation were initiated by the <a href='https://en.wikipedia.org/wiki/Dwight_D._Eisenhower' title='Wikipedia page for Dwight D. Eisenhower' target='_blank'>Eisenhower</a> administration, and the operation was overseen and run by the <a href='https://en.wikipedia.org/wiki/Central_Intelligence_Agency' title='Wikipedia page for the Central Intelligence Agency' target='_blank'>Central Intelligence Agency</a> (CIA), Kennedy took full responsibility for its failure.  This is remarkable when compared to some politicians in today's political climate.</p><p>The Bay of Pigs fiasco turned out to be only the first of many challenges he had to face.  With his fairly strong preference for being rational, was able to keep his cool through the worst of them &mdash; at least in public, if not always in private.</p><h4>Balancing Perception and Decisiveness</h4><p>JFK's personality profile shows his preference for perceiving over judging is very slight.  As the following quote demonstrates, he realized it is important to find the correct balance between acting too soon and not acting at all.</p><blockquote>There are risks and costs to action.  But they are far less than the long range risks of comfortable inaction.</blockquote><h4>Civil Rights</h4><p>Kennedy's idealism and objectivity are also evident in his stance on civil rights:</p><blockquote>This Nation was founded by men of many nations and backgrounds. It was founded on the principle that all men are created equal, and that the rights of every man are diminished when the rights of one man are threatened.<br />&nbsp;&mdash;&nbsp;From John F. Kennedy's <a href='https://en.wikiquote.org/wiki/John_F._Kennedy#Civil_Rights_Address' title='Link to quotes from his Civil Rights Address at en.wikiquote.org' target='_blank'>Civil Rights Address</a> on June 11, 1963.</blockquote><p>Although his term was cut short and he was unable to follow through on his desire to make progress on this pernicious issue, ultimately his successor, <a href='/image/5040-politicians-us_presidents-1900s/5060/' title='Link to spiritual portrait of Lyndon Baines Johnson on this site'>Lyndon Baines Johnson</a>, was able to overcome the obstacles and implement the sort of landmark legislation JFK favored.</p><h4>Leadership</h4><p>John Kennedy's preferences for open-minded idealism and logic &mdash; <q>learning and reason</q> &mdash; also informed his concept of what makes a good leader.</p><blockquote>In a world of complex and continuing problems, in a world full of frustrations and irritations, America's leadership must be guided by the lights of learning and reason, or else those who confuse rhetoric with reality and the plausible with the possible will gain the popular ascendancy with their seemingly swift and simple solutions to every world problem.<br />&nbsp;&mdash;&nbsp;From <a href='https://en.wikisource.org/wiki/Remarks_Prepared_for_Delivery_at_the_Trade_Mart_in_Dallas' title='Link to https://en.wikisource.org/wiki/Remarks Prepared for Delivery at the Trade Mart in Dallas at en.wikisource.org' target='_blank'>Remarks Prepared for Delivery</a> in Dallas by JFK on November 22, 1964, the day he was assassinated.</blockquote><h4>Contrasting JFK with LBJ</h4><p>Jack Kennedy stands in stark contrast to his Vice President and successor <a href='https://en.wikipedia.org/wiki/Lyndon_B._Johnson' title='Wikipedia page for Lyndon Johnson' target='_blank'>Lyndon Johnson</a> &mdash; in both appearance and personality.  Many people are surprised to learn that having been born in 1908, LBJ was only nine years older than JFK, who was born in 1917.</p><p>And as an ESTP, the Yellow and Green in <a href='/image/5040-politicians-us_presidents-1900s/5060/' title='Link to spiritual portrait of Lyndon Baines Johnson on this site'>Lyndon's spiritual portrait</a> conveys a very different feeling from that which John's portrait on this page &mdash; in which the colors Green and Blue dominate &mdash; evokes.</p><p>But that's not all!  It is even more enlightening to compare the candid and pragmatic yet respectable quotes <a href='https://en.wikiquote.org/wiki/John_F._Kennedy#Attributed' title='Link to quotes attributed to JFK at en.wikiquote.org' target='_blank'>attributed to JFK</a> to the angry and racist quotes <a href='https://en.wikiquote.org/wiki/Lyndon_B._Johnson#Attributed' title='Link to quotes attributed to LBJ at en.wikiquote.org' target='_blank'>attributed to LBJ</a> at <a href='https://en.wikiquote.org/wiki/Main_Page' title='Link to the home page at en.wikiquote.org' target='_blank'>en.wikiquote.org</a>!</p><hr /><p>This personality profile is based largely on the American Experience video <a href='http://store.jfklibrary.org/jfk-like-no-other-from-pbs-american-experience-on-dvd/padcabdanlfjhgmk/product' title='Link to buy JFK: Like No Other at store.jfklibrary.org' target='_blank'>JFK: Like No Other</a>.  This is an excellent video, and both <a href='https://www.youtube.com/watch?v=EK5qb-aZqVg' title='Video of Part 1 of JFK: Like No Other on youtube.com' target='_blank'>Part I</a> and <a href='https://www.youtube.com/watch?v=tKZJFP1ODS0' title='Video of Part 2 of JFK: Like No Other on youtube.com' target='_blank'>Part II</a> of it are on youtube.com.</p>",
      "compare_to": { "gallery_file_name": "5040-politicians-us_presidents-1900s", "image_id": "5042" },
      "contrast_with": { "gallery_file_name": "5040-politicians-us_presidents-1900s", "image_id": "5060" }
    }, {
      "id": "5060",
      "title": "Lyndon Baines Johnson",
      "subtitle_html": "<a href='https://en.wikipedia.org/wiki/Lyndon_B._Johnson' title='Wikipedia page for Lyndon Baines Johnson' target='_blank'>36th President</a> of the USA - Nov. 22, 1963 to Jan. 20, 1968",
      "gallery_page_teaser": "Lyndon Baines Johnson's spiritual portrait shows he is out-going, realistic, and logical.  Click on the image to learn more!",
      "image_file_name": "estp-lyndon_baines_johnson-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:37_Lyndon_Johnson_3x4.jpg",
      "composition": "O",
      "score": [
         { "e_score": "17", "i_score": "2" },
         { "n_score": "6", "s_score": "13" },
         { "f_score": "6", "t_score": "13" },
         { "j_score": "6", "p_score": "13" }
      ],
      "four_letter_type": "ESTP",
      "fixed_percentages": "",
      "archetype": "Se",
      "quiz_type": "K2",
      "subject_line": "",
      "tweet_html": "",
      "explain_dom": "The Yellow in this spiritual portrait represents Johnson's dominant trait, his realism.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  LBJ demonstrated this trait when he realized it was pointless to continue his run for re-election in 1968 and dropped out of the race.",
      "explain_aux": "The Green in this spiritual portrait represents Johnson's auxiliary trait, his objectivity and preference for making logical decisions.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  LBJ demonstrated this trait in his commitment to racial equality.",
      "story_intro_html": "<p>Above all, Lyndon Baines Johnson was a realist.  Creator of his namesake the <a href='https://www.youtube.com/watch?v=G7KZogmtlRU' title='Video of the Johnson Treatment on youtube.com' target='_blank'>Johnson Treatment</a>, he knew how to ....</p>",
      "story_html": "<p>Above all, Lyndon Baines Johnson was a realist.  Creator of his namesake the <a href='https://www.youtube.com/watch?v=G7KZogmtlRU' title='Video of the Johnson Treatment on youtube.com' target='_blank'>Johnson Treatment</a>, he knew how to get things done.</p><h4>All too Typically Southern</h4><p>Although he signed the <a href='https://en.wikipedia.org/wiki/Civil_Rights_Act_of_1964' title='Wikipedia page for the Civil Rights Act of 1964' target='_blank'>Civil Rights Act of 1964</a>, the <a href='https://en.wikipedia.org/wiki/Voting_Rights_Act_of_1965' title='Wikipedia page for the Voting Rights Act of 1965' target='_blank'>Voting Rights Act of 1965</a>, and the <a href='https://en.wikipedia.org/wiki/Civil_Rights_Act_of_1968' title='Wikipedia page for the Civil Rights Act of 1968' target='_blank'>Civil Rights Act of 1968</a> into law, he did so only when it was politically expedient, if not absolutely necessary.</p><p>For example, while campaigning for a Senate seat in Texas in 1948, he stated:</p><blockquote>It is the province of the state to run its own elections.  I am opposed to the anti-lynching bill because the federal government has no business enacting a law against one kind of murder than another.<br />&nbsp;&mdash;&nbsp;Lyndon B. Johnson's <a href='https://en.wikiquote.org/wiki/Lyndon_B._Johnson#Speech_in_Austin_.281948.29' title='Link to quotes from the Speech in Austin, 1948 at wikiquote.org' target='_blank'>Speech in Austin, 1948</a>.</blockquote><h4>Inheriting JFK's Legacy</h4><p>When <a href='/image/5040-politicians-us_presidents-1900s/5058/' title='Link to spiritual portrait of John F. Kennedy on this site'>John F. Kennedy</a> was assassinated fifteen years later in 1963 and he became president, LBJ could see the the tide was turning.  And after JFK's tragic death, LBJ felt obligated to follow up on what JFK had set out to do.</p><p>He managed to get this legislation passed, but being from the South, he knew there would be a backlash.  So there is still a bit of defensiveness in his <a href='https://en.wikiquote.org/wiki/Lyndon_B._Johnson#Civil_Rights_Bill_Signing_Speech_.281964.29' title='Link to quotes from the Civil Rights Bill Signing Speech, 1964 at wikiquote.org' target='_blank'>Civil Rights Bill Signing Speech, 1964</a>:</p><blockquote>The purpose of the law is simple. It does not restrict the freedom of any American, so long as he respects the rights of others. It does not give special treatment to any citizen. It does say the only limit to a man's hope for happiness, and for the future of his children, shall be his own ability. It does say that there are those who are equal before God shall now also be equal in the polling booths, in the classrooms, in the factories, and in hotels, restaurants, movie theaters, and other places that provide service to the public.<br />We must not approach the observance and enforcement of this law in a vengeful spirit. Its purpose is not to punish.<br />&nbsp;&mdash;&nbsp;Lyndon B. Johnson's <a href='https://en.wikiquote.org/wiki/Lyndon_B._Johnson#Civil_Rights_Bill_Signing_Speech_.281964.29' title='Link to quotes from the Civil Rights Bill Signing Speech, 1964 at wikiquote.org' target='_blank'>Civil Rights Bill Signing Speech, 1964</a>.</blockquote><p>Make no mistake, the politically pragmatic LBJ had equally good reasons for shifting his view on this landmark legislation and for being a bit defensive upon its passing.  The backlash he feared became real, and is obvious in the results of the next several presidential elections.</p><h4>Paying the Political Price</h4><p>In the <a href='https://en.wikipedia.org/wiki/United_States_presidential_election,_1964' title='Wikipedia page for the 1964 presidential election' target='_blank'>1964 presidential election</a> LBJ won 44 out of 50 states, with five of the six he lost &mdash; LA, MS, AL, GA, and SC &mdash; being in the deep south.  It also led to the southern states abandoning the Democratic party in the next few presidential elections, until the southerner <a href='https://en.wikipedia.org/wiki/United_States_presidential_election,_1976' title='Wikipedia page for the United States Presidential election in 1976' target='_blank'>Jimmy Carter beat Gerald Ford in 1976</a>.</p><p>Learning about Lyndon B. Johnson and seeing his spiritual portrait supports the notion he was more of a catalyst than an idealist.  He was observant enough to see it was time to implement the ideals of <a href='/image/5040-politicians-us_presidents-1900s/5058/' title='Link to spiritual portrait of JFK on this site'>JFK</a>, <a href='' title='Wikipedia page for Martin Luther King' target='_blank'>Martin Luther King</a> and many others, and he was decisive enough to carry through on this incredibly difficult yet ultimately inevitable political feat.</p><blockquote>There is no room for injustice anywhere in the American mansion. But there is always room for understanding toward those who see the old ways crumbling.  And to them, today, I simply say this: It must come.  It is right that it should come.  And when it has, you will find that a burden has been lifted from your shoulders, too.<br />&nbsp;&mdash;&nbsp;Lyndon B. Johnson's <a href='https://en.wikiquote.org/wiki/Lyndon_B._Johnson#Voting_Rights_Act_Signing_speech_.281965.29' title='Link to quotes from the Voting Rights Act Signing Speech, 1965 at wikiquote.org' target='_blank'>Voting Rights Act Signing Speech, 1965</a>.</blockquote><p>After all this, anyone who still believes that LBJ is an idealist should check out this list of mostly quite racist <a href='https://en.wikiquote.org/wiki/Lyndon_B._Johnson#Attributed' title='Link to list of quotes attributed to LBJ at wikiquote.org' target='_blank'>quotes attributed to LBJ</a> at <a href='https://en.wikiquote.org/' title='Link to the home page at wikiquote.org' target='_blank'>wikiquote.org</a>.</p><hr /><p>The personality profile for this image is based mostly on the <a href='http://www.pbs.org/wgbh/americanexperience/films/' title='Link to the American Experience films page at pbs.org' target='_blank'>American Experience</a> film about <a href='http://www.pbs.org/wgbh/americanexperience/films/lbj/' title='Link to video about Lyndon Johnson at pbs.org' target='_blank'>Lyndon Baines Johnson</a>.  It covers his entire life.  The film <a href='http://www.imdb.com/title/tt3791216/?ref_=nm_flmg_act_16' title='Page for All the Way on imdb.com' target='_blank'>All the Way</a> starring Brian Cranston is also highly entertaining, but only covers the years he was president.</p>",
      "compare_to": { },
      "contrast_with": { "gallery_file_name": "5040-politicians-us_presidents-1900s", "image_id": "5058" }
    }, {
      "id": "5050",
      "title": "responsive_ad"
    }, {
      "id": "5077",
      "title": "George Herbert Walker Bush",
      "subtitle_html": "<a href='https://en.wikipedia.org/wiki/George_H._W._Bush' target='_blank' title='Wikipedia page for George H. W. Bush'>41st President</a> of the USA - Jan. 20, 1989 to Jan. 20 1993",
      "gallery_page_teaser": "The preponderance of Green in this spiritual portrait of George Herbert Walker Bush (George W.'s father) shows that he is a very logical thinker.  Click on the image to learn more!",
      "image_file_name": "istj-george_h_w_bush-41st_president.jpeg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:George_H._W._Bush,_President_of_the_United_States,_1989_official_portrait.jpg",
      "composition": "O",
      "score": [
        { "e_score": "9", "i_score": "10" },
        { "n_score": "3", "s_score": "16" },
        { "f_score": "0", "t_score": "19" },
        { "j_score": "16", "p_score": "3" }
      ],
      "four_letter_type": "ISTJ",
      "fixed_percentages": "",
      "archetype": "Si",
      "quiz_type": "K",
      "subject_line": "",
      "tweet_html": "",
      "explain_dom": "The Yellow in this spiritual portrait represents Bush's preference for being down-to-earth.  In Introverts, the dominant function is directed inwardly, and spiritual portraits use a long horizontal line to represent this.  This ability to pay attention to details served him well in his work in the military, business, and the many government posts he held prior to being elected president.",
      "explain_aux": "The Green in this spiritual portrait represents Bush's preference for logic and rationality.  In Introverts, the auxiliary function is directed outwardly and is more evident than the dominant function.  It is clear from this image that he was a very logical individual!",
      "story_intro_html": "<p>When I wrote the original version of the Groja &copy; program in the late 1980s, sometimes I would get with some friends and we would answer the questions in the ....</p>",
      "story_html": "<p>When I wrote the original version of the Groja &copy; program in the late 1980s, sometimes I would get with some friends and we would answer the questions in the Keirsey Temperament Sorter, guessing how famous people would answer them.  I used the results of one of these exercises to create this portrait of George H. W. Bush, the 41st president &mdash; father of and not to be confused with <a href='/image/5000-politicians-us_presidents/5030/' title='Link to the image of his son George W. Bush on this site'>George W. Bush</a>, the 43rd president.</p><p>It is <b>extremely important</b> to note that unlike many of the other presidents' images this one is <b>not</b> based on fixed percentages, but rather based on the impression he made at the time on my friends and me.  We perceived that he was extremely logical, and this image reflects that by containing a preponderance of Green.</p><p>It is interesting to compare this image to the one of <a href='/image/2800-fictional-tv-star_trek/2820/' title='Link to the image of Mr. Spock on this site'>Mr. Spock</a>, Chief Scientist of Star Trek's USS Enterprise.</p>",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "5078",
      "title": "Bill Clinton",
      "subtitle_html": "<a href='https://en.wikipedia.org/wiki/Bill_Clinton' target='_blank' title='Wikipedia page for Bill Clinton'>42nd President</a> of the USA - Jan. 20, 1993 to Jan. 20, 2001",
      "gallery_page_teaser": "There is some disagreement regarding Bill Clinton's personality type, but at least one article claims he is 'verified' as an ENFP.  Click on the image to learn more!",
      "image_file_name": "enfp-bill_clinton.jpeg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:Bill_Clinton.jpg",
      "composition": "O",
      "score": [
        { "e_score": "11", "i_score": "8" },
        { "n_score": "11", "s_score": "8" },
        { "f_score": "11", "t_score": "8" },
        { "j_score": "8", "p_score": "11" }
      ],
      "four_letter_type": "ENFP",
      "fixed_percentages": "True",
      "archetype": "Ne",
      "quiz_type": "J",
      "subject_line": "",
      "tweet_html": "",
      "explain_dom": "The Blue in this spiritual portrait represents Clinton's iNtuition.  In Extraverts, the dominant function is directed outwardly, and spiritual portraits use a long vertical line to represent this.  His preference for embracing possibilities surely contributed to the fact that he presided over a long period of peacetime economic expansion.",
      "explain_aux": "The Red in this spiritual portrait represents Clinton's preference for making judgements using his emotions.  In Extraverts, the auxiliary function is directed inwardly and is less evident than the dominant function.  In Bill's case, allowing his heart to rule over his head certainly contributed to his fooling around with women who were not his wife, ultimately leading to his being impeached.",
      "story_intro_html": "<p>This image is based on <a href='http://www.personalitydesk.com/enfp-type-description.php' title='Link to an article at personalitydesk.com, that is no longer online, claiming Clinton is an ENFP' target='_blank'>an article at personalitydesk.com</a> that claimed Bill Clinton is an ENFP.  This article is no longer online, but ....</p>",
      "story_html": "<p>This image is based on <a href='http://www.personalitydesk.com/enfp-type-description.php' title='Link to an article at personalitydesk.com, that is no longer online, claiming Clinton is an ENFP' target='_blank'>an article at personalitydesk.com</a> that claimed Bill Clinton is an ENFP.  This article is no longer online, but this <a href='https://www.truity.com/blog/much-disputed-personality-types-presidential-candidates' title='' target='_blank'>article at truity.com</a> claims that he is <q>verified as an ENFP</q> (whatever that means).</p><p>Digging a bit deeper though reveals there is no real consensus about Bill's type.  David Keirsey <a href='http://www.keirsey.com/4temps/bill_clinton.asp' title='Page on keirsey.com claiming Bill Clinton is an ESFP' target='_blank'>claims he is an ESFP</a> while <a href='https://www.babble.com/entertainment/16-celebrity-myers-briggs-personality-types/' title='Article claiming Bill Clinton is an ESFJ' target='_blank'>this article at babble.com</a> claims he is an ESFJ.  In an effort to resolve the uncertainty, an <a href='http://www.celebritytypes.com/blog/2013/12/why-bill-clinton-is-esfp-enfp/' title='Article at celebritytypes.com arguing that Keirsey is correct' target='_blank'>article at celebritytypes.com</a> also argues that Bill is an ESFP (and not an ENFP).  But I thought he was <q>verified as an ENFP!?!</q></p><p>This is clearly a controversial issue, and it makes me think that not everyone conforms to a single personality type 100% of the time.  I, for one, consider myself to be extremely flexible and I enjoy fitting into different roles as the situation warrants it.</p><p>Some people change as they age, and some people like to exercise their flexibility and choose to use the abilities most suited for our current environment.  And as a matter of fact, I tend to do both!  However introspection and mindfulness over the years has led me to think I am most comfortable being an INFP.</p><p>It is entirely possible that Bill has equal, or nearly equal, preferences when it comes to choosing between pairs of opposites.  As the scales that accompany each image show &ndash; except for those that are based on just the four-letter-type, and hence use fixed percentages, of course &ndash; some people have stronger preferences than others.</p><p>In my experience, this is entirely reasonable and not at all uncommon.  This is why I emphasize it when presenting images that are 'generic,' due to having only the four-letter-type available.</p><p>And this image, being based on a four-letter-type, is one of those images of a 'generic' personality, that as a result uses fixed percentages.</p>",
      "compare_to": { },
      "contrast_with": { }
    }
  ]
}
