{
  "gallery_title": "American Presidents - 1900s",
  "see_gallery_button_text": "See Their Minds",
  "list_page_teaser": "American Presidents, just like any other group of individuals, have different personalities.  Learn how the images of some popular and recent presidents reflect their idealism, decisiveness, and other qualities.",
  "description_html": "<p>Which politicians &ndash; &#x263A; if any &#x263A; &ndash; are your favorites? How does your personality compare to theirs?</p><p>This gallery contains a few spiritual portraits of our presidents from the 1900s.  If you know your four-letter type, perhaps you can see similarities between your personality and that of your favorite president &mdash; assuming you have one!</p>",
  "story_html": "<p>I frequently wonder whether an individual's personality type has any bearing on how they lean politically.  As an idealist, I am definitely biased toward idealistic presidents, such as Jefferson and Lincoln.</p><p>If this topic interests you, check out David Keirsey's book <a href='http://www.keirsey.com/pres_book.aspx' title='Link to Presidential Temperament on Keirsey.com' target='_blank'>Presidential Temperament</a>.  It covers this topic in depth!</p><p>I will be adding portraits to this gallery soon.  To keep up to date and learn when I post new images, follow this site on social media or <a href='https://groja.com/conversion/seeourminds' title='Link to a small form you can use to join the Groja.com and SeeOurMinds.com email list' target='_blank'>join the SeeOurMinds.com email list</a>!</p>",
  "image_list":
  [
    {
      "id": "5040",
      "title": "Theodore Roosevelt",
      "subtitle_html": "<a href='https://en.wikipedia.org/wiki/Theodore_Roosevelt' target='_blank' title='Wikipedia page for Theodore Roosevelt'>26th President</a> of the USA - Sept. 14, 1901 to Mar. 4 1909",
      "gallery_page_teaser": "TR's spiritual portrait shows he is very outgoing and decisive, and uses a mix of logic and emotion to make decisions.  Click on the image to learn more!",
      "image_file_name": "estj-theodore_roosevelt-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:President_Roosevelt_-_Pach_Bros.tif",
      "composition": "O",
      "score": [
         { "e_score": "19", "i_score": "0" },
         { "n_score": "5", "s_score": "14" },
         { "f_score": "7", "t_score": "12" },
         { "j_score": "13", "p_score": "6" }
      ],
      "four_letter_type": "ESTJ",
      "fixed_percentages": "",
      "archetype": "Te",
      "quiz_type": "K2",
      "subject_line": "",
      "tweet_html": "",
      "explain_dom": "The Green in this spiritual portrait represents TR's dominant trait, his preference for making logical decisions.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  He demonstrated this trait in the way he justified his slaughter of large animals in Africa by donating the carcasses to museums such as the Smithsonian for public display.",
      "explain_aux": "The Yellow in this spiritual portrait represents TR's auxiliary trait, his pragmatism and realistic outlook on life.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  He demonstrated this trait in the way he was always open to new adventures and experiences.",
      "story_intro_html": "<p>Both Theodore and Franklin Roosevelt are ESTJs, but there are some subtle yet important differences ....</p>",
      "story_html": "<p>Both Theodore and Franklin Roosevelt are ESTJs, but there are some subtle yet important differences in their personalities.</p><h4>TR: More Emotional Than FDR</h4><p>There is more Red in Theodore's spiritual portrait than there is in his <a href='/image/5040-politicians-us_presidents-1900s/5048/' title='Spiritual portrait of Franklin Roosevelt on this site' target='_blank'> cousin FDR's image</a>.  This is because TR's personality profile is more decisive and emotional (less <q>Thinking</q>) than his cousin.</p><p>Above all, Theodore admired &mdash; and demonstrated &mdash; courage.<blockquote>It is not the critic who counts. ... The credit belongs to the man who is actually in the arena; whose face is marred by the dust and sweat and blood; who strives valiantly ... who, at worst, if he fails, at least fails while daring greatly; so that his place shall never be with those cold and timid souls who know neither victory or defeat.</blockquote><p>While campaigning for president in 1912, a man <a href='https://www.youtube.com/watch?v=Do89pViPkvU' title='Video about Theodore being shot on youtube.com' target='_blank'>shot Theodore</a>, but TR carried on and delived the 90-minute speech he had planned nonetheless.  Doctors later learned what TR already knew &mdash; that there was no damage to his lung &mdash; and decided it would be preferable to leave the bullet inside his chest.</p><p>Like <a href='/image/5000-politicians-us_presidents-1700s-1800s/5006/' title='Link to spiritual portrait of Andrew Jackson on this site'>Andrew Jackson</a>, Theodore Roosevelt carried a bullet inside his body for the <a href='https://en.wikipedia.org/wiki/Theodore_Roosevelt#Assassination_attempt' title='Wikipedia page for TR, cued to section about this assassination attept' target='_blank'>rest of his life</a>.</p><h4>Plenty of Similarities</h4><p>Although they belonged to different political parties &mdash; TR was a Republican and FDR a Democrat &mdash; both were concerned that the concentration of wealth in the hands of a few could lead to the exploitation of average citizens:</p><blockquote>Our aim is not to do away with corporations; on the contrary, these big aggregations are an inevitable development of modern industrialism. ... We are not hostile to them; we are merely determined that they shall be so handled as to subserve the public good. We draw the line against misconduct, not against wealth.</blockquote> <p>And both Presidents Roosevelt experienced a great deal of physical pain their final years, dying while still fairly young, in their early 60s.  Quoting from his autobiography, published in 1913, it is plain he had no regrets:</p><blockquote>It is impossible to win the great prizes of life without running risks, and the greatest of all prizes are those connected with the home. No father and mother can hope to escape sorrow and anxiety, and there are dreadful moments when death comes very near those we love, even if for the time being it passes by. But life is a great adventure, and the worst of all fears is the fear of living.</blockquote><p>For more TR quotes, see his <a href='https://en.wikiquote.org/wiki/Theodore_Roosevelt' title='Wikiquote page for Theodore Roosevelt' target='_blank'>page at wikiquote.org</a>.</p><hr /><p>It was easy creating Theodore Roosevelt's personality profile.  As far as I can tell, he doesn't have even the tiniest bit of Introversion.</p><p>TR's spiritual portrait is based on <a href='https://en.wikipedia.org/wiki/Ken_Burns' title='Wikipedia page for Ken Burns' target='_blank'>Ken Burns'</a> film <a href='https://en.wikipedia.org/wiki/The_Roosevelts_(film)' title='Wikipedia page for The Roosevelts: An Intimate Portrait' target='_blank'>The Roosevelts: An Intimate Portrait</a>.  In addition to <a href='https://en.wikipedia.org/wiki/Theodore_Roosevelt' title='Wikipedia page for Theodore Roosevelt' target='_blank'>Theodore</a>, this work covers his neice <a href='/image/0500-real-famous/0509/' title='Spiritual portrait of Eleanor Roosevelt on this site' target='_blank'>Eleanor</a> and his fifth cousin <a href='/image/5040-politicians-us_presidents-1900s/5048/' title='Spiritual portrait of Franklin Roosevelt on this site' target='_blank'>Franklin</a>, and spans seven DVDs.</p>",
      "compare_to": { "gallery_file_name": "5040-politicians-us_presidents-1900s", "image_id": "5048" },
      "contrast_with": { "gallery_file_name": "5040-politicians-us_presidents-1900s", "image_id": "5042" }
    }, {
      "id": "5042",
      "title": "Woodrow Wilson",
      "subtitle_html": "<a href='https://en.wikipedia.org/wiki/Woodrow_Wilson' title='Wikipedia page for Woodrow Wilson' target='_blank'>28th President</a> of the USA - Mar. 4, 1913 to Mar. 4, 1921",
      "gallery_page_teaser": "Woodrow Wilson's spiritual portrait shows he is private and decisive, and someone who holds strongly to their ideals.  Click on the image to learn more!",
      "image_file_name": "intj-woodrow_wilson-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:President_Wilson_1919.jpg",
      "composition": "O",
      "score": [
         { "e_score": "7", "i_score": "12" },
         { "n_score": "11", "s_score": "8" },
         { "f_score": "8", "t_score": "11" },
         { "j_score": "15", "p_score": "4" }
      ],
      "four_letter_type": "INTJ",
      "fixed_percentages": "",
      "archetype": "Ni",
      "quiz_type": "K",
      "subject_line": "",
      "tweet_html": "",
      "explain_dom": "The Blue in this spiritual portrait represents Wilson's dominant trait, his idealism.  In Introverts, the dominant trait is directed inwardly, and spiritual portraits use a long horizontal line to represent this.  Woodrow demonstrated this trait in the way he resisted entering World War I.",
      "explain_aux": "The Green in this spiritual portrait represents Wilson's auxiliary trait, his cool-headedness and rationality.  In Introverts, the auxiliary trait is directed outwardly, and spiritual portraits use a vertical line to represent this, because it is more evident than the dominant function.  Woodrow demonstrated this trait when he foresaw that the nationwide prohibition of alcohol would be unenforceable.",
      "story_intro_html": "<p>Born in Stauton, Virginia on December 28th, 1856, <a href='https://en.wikipedia.org/wiki/Woodrow_Wilson' title='Wikipedia page for Woodrow Wilson' target='_blank'>Woodrow Wilson</a> experienced the <a href='https://en.wikipedia.org/wiki/American_Civil_War' title='Wikipedia page for American Civil War' target='_blank'>American Civil War</a> first hand as a young child.  The horror of it made an impres....</p>",
      "story_html": "<p>Born in Stauton, Virginia on December 28th, 1856, <a href='https://en.wikipedia.org/wiki/Woodrow_Wilson' title='Wikipedia page for Woodrow Wilson' target='_blank'>Woodrow Wilson</a> experienced the <a href='https://en.wikipedia.org/wiki/American_Civil_War' title='Wikipedia page for American Civil War' target='_blank'>American Civil War</a> first hand as a young child.  The horror of it made an impression that would affect him for the rest of his life.</p><h4>Decisive Debater</h4><p>As a student at <a href='https://en.wikipedia.org/wiki/Davidson_College' title='Wikipedia page for Davidson College' target='_blank'>Davidson College</a> in North Carolina, <a href='https://en.wikipedia.org/wiki/Princeton_University' title='Wikipedia page for Princeton University' target='_blank'>Princeton University</a> in New Jersey, and at the <a href='https://en.wikipedia.org/wiki/University_of_Virginia_School_of_Law' title='Wikipedia page for The University of Virginia School of Law' target='_blank'>University of Virginia School of Law</a>, Woodrow studied history, philosophy and law, and enjoyed debating.</p><p>Woodrow's decisiveness, and his ability to reason clearly and debate passionately, is evident in the ample amount of Green and the substantial amount of Red in his spiritual portrait.  It's obvious he would have made a formidable debater.</p><h4>American Idealist</h4><p>Wilson also considered himself to be an idealist, and considered idealism to be an essential part of <a href='https://en.wikipedia.org/wiki/United_States' title='Wikipedia page for the United States of America' target='_blank'>America</a> and being an American.  This idealism is evident in the Blue in his spiritual portrait.</p><blockquote>Sometimes people call me an idealist. Well, that is the way I know I am an American. America, my fellow citizens - I do not say it in disparagement of any other great people - America is the only idealistic Nation in the world.</blockquote><p>Woodrow's idealism and his first-hand experience with war as a child caused him to be reluctant to allow the US to enter <a href='https://en.wikipedia.org/wiki/World_War_I' title='Wikipedia page for World War I' target='_blank'>World War I</a> and look for a peaceful solution instead.  This stance helped him <a href='https://en.wikipedia.org/wiki/United_States_presidential_election,_1916' title='Wikipedia page for the United States presidential election in 1916' target='_blank'>win re-election in 1916</a>.</p><h4>World War I and WW's Fourteen Points</h4><p>After Germany sank several American merchant ships, and then England intercepted the <a href='https://en.wikipedia.org/wiki/Zimmermann_Telegram' title='Wikipedia page for Zimmermann Telegram' target='_blank'>Zimmermann Telegram</a>, sent by Germany to Mexico, Woodrow abandoned his anti-war stance, and appealed to Congress to declare war.  Congress did so on <a href='https://en.wikipedia.org/wiki/United_States_declaration_of_war_on_Germany_(1917)' title='Wikipedia page for the United States declaration of war on Germany' target='_blank'>April 2, 1917</a>.</p><p>Woodrow Wilson's <a href='https://en.wikipedia.org/wiki/Wilsonianism' title='Wikipedia page for Wilsonianism' target='_blank'>idealism</a> persisted, however, and when America entered the war he gave a speech to Congress known as the <a href='https://en.wikipedia.org/wiki/Fourteen_Points' title='Wikipedia page for the Fourteen Points' target='_blank'>Fourteen Points</a>.  This speech outlines the way to a lasting peace, and the last of the Fourteen Points calls for the creation of an association of nations.</p><h4>Attempts to Prevent World War II</h4><p>He then sought to implement the last of these Fourteen Points and prevent future wars by working to create the <a href='https://en.wikipedia.org/wiki/League_of_Nations' title='Wikipedia page for the League of Nations' target='_blank'>League of Nations</a>.  He was convinced that this organization was the key to preventing another war that would be even worse the World War I.</p><blockquote>I can predict with absolute certainty that within another generation there will be another world war if the nations of the world do not concert the method by which to prevent it.</blockquote><p>Ultimately Congress refused to consent to America joining the League, claiming the United States needed to maintain its independence from external influences.  Although he was very disappointed in this, Woodrow won the <a href='https://en.wikipedia.org/wiki/Nobel_Peace_Prize' title='Wikipedia page for the Nobel Peace Prize' target='_blank'>Nobel Peace Prize</a> in 1919 for his efforts.</p><h4>WW Versus TR</h4><p>It is interesting to compare Woodrow's spiritual portrait with that of <a href='/image/5040-politicians-us_presidents-1900s/5040/' title='Link to spiritual portrait of Theodore Roosevelt on this site'>Theodore Roosevelt</a>.  Both were very decisive, but TR frequently criticized Woodrow for opposing Ameria's entry into World War I.</p><p>Their decisiveness is evident in the large amounts of Green and Red in both portraits.  The difference between them is also evident, the Yellow in TR's image showing his obvious desire for immediate action, ane the Blue in WW's image showing his underlying idealism.</p><hr /><p>This spiritual portrait is based on the <a href='http://www.pbs.org/show/american-experience/' title='Link to the American Experience page at pbs.org' target='_blank'>American Experience</a> documentary, <a href='http://www.imdb.com/title/tt0307674/' title='Page for Woodrow Wilson and the Birth of the American Century on imdb.com' target='_blank'>Woodrow Wilson and the Birth of the American Century</a>.</p>",
      "compare_to": { "gallery_file_name": "5040-politicians-us_presidents-1900s", "image_id": "5058" },
      "contrast_with": { "gallery_file_name": "5040-politicians-us_presidents-1900s", "image_id": "5040" }
    }, {
      "id": "5044",
      "title": "responsive_ad"
    }, {
      "id": "5048",
      "title": "Franklin Delano Roosevelt",
      "subtitle_html": "<a href='https://en.wikipedia.org/wiki/Franklin_D._Roosevelt' target='_blank' title='Wikipedia page for Franklin D. Roosevelt'>32nd President</a> of the USA - Mar. 4, 1933 to Apr. 12 1945",
      "gallery_page_teaser": "FDR's spiritual portrait shows his personality is very similar to, but a bit more logical and idealistic than, his older cousin TR's.  Click on the image to learn more!",
      "image_file_name": "estj-franklin_delano_roosevelt-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:FDR_1944_Color_Portrait.tif",
      "composition": "O",
      "score": [
         { "e_score": "11", "i_score": "8" },
         { "n_score": "8", "s_score": "11" },
         { "f_score": "4", "t_score": "15" },
         { "j_score": "11", "p_score": "8" }
      ],
      "four_letter_type": "ESTJ",
      "fixed_percentages": "",
      "archetype": "Te",
      "quiz_type": "K2",
      "subject_line": "",
      "tweet_html": "",
      "explain_dom": "The Green in this spiritual portrait represents FDR's dominant trait, his cool-headedness and preference for making logical rather than emotional decisions.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  He demonstrated this trait in the way he proved to be a successful commander-in-chief during World War II.",
      "explain_aux": "The Yellow in this spiritual portrait represents FDR's auxiliary trait, his pragmatism and realistic outlook.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  He demonstrated this trait in the way he could see that so many people were hurting during the Great Depression and really just wanted some kind of work to see them through to better times.",
      "story_intro_html": "<p>Both Franklin and Theodore Roosevelt are ESTJs, but there are subtle yet important differences ....</p>",
      "story_html": "<p>Both Franklin and Theodore Roosevelt are ESTJs, but there are subtle yet important differences in their personalities.</p><h4>FDR: More Idealistic Than TR</h4><p>There is a bit more Blue in Franklin's spiritual portrait than there is in his <a href='/image/5040-politicians-us_presidents-1900s/5040/' title='Spiritual portrait of Theodore Roosevelt on this site' target='_blank'> cousin TR's image</a>.  This is because FDR's personality profile is more idealistic and perceptive (less <q>Judgemental</q>) than his cousin's.</p><p>Franklin's idealism is evident in his concern about people's economic insecurity contributing to limitations in their individual freedoms:</p><blockquote>True individual freedom cannot exist without economic security and independence. People who are hungry and out of a job are the stuff of which dictatorships are made.</blockquote><p>During the <a href='https://en.wikipedia.org/wiki/Great_Depression_in_the_United_States' title='Wikipedia page for Great Depression' target='_blank'>Great Depression</a>, Franklin is well-known for working to give Americans economic security by creating <a href='https://en.wikipedia.org/wiki/New_Deal' title='Wikipedia page for New Deal' target='_blank'>New Deal</a> programs such as the <a href='https://en.wikipedia.org/wiki/Federal_Deposit_Insurance_Corporation' title='Wikipedia page for the Federal Deposit Insurance Corporation' target='_blank'>Federal Deposit Insurance Corporation</a> (FDIC), the <a href='https://en.wikipedia.org/wiki/Federal_Housing_Administration' title='Wikipedia page for the Federal Housing Administration' target='_blank'>Federal Housing Administration</a> (FHA), and <a href='https://en.wikipedia.org/wiki/Social_Security_(United_States)' title='Wikipedia page for Social Security' target='_blank'>Social Security</a>.</p><h4>Plenty of Similarities</h4><p>Although they belonged to different political parties &mdash; FDR was a Democrat and TR a Republican &mdash; both were concerned that the concentration of wealth in the hands of a few could lead to the exploitation of average citizens:</p><blockquote>We must especially beware of that small group of selfish men who would clip the wings of the American Eagle in order to feather their own nests.</blockquote><p>And both Presidents Roosevelt experienced a great deal of physical pain their final years, dying while still fairly young, in their early 60s.  Quoting from his fourth and final inaugural address:</p><blockquote>We shall strive for perfection. We shall not achieve it immediately &mdash; but we still shall strive. We may make mistakes &mdash; but they must never be mistakes which result from faintness of heart or abandonment of moral principle.</blockquote><p>For more FDR quotes, see his <a href='https://en.wikiquote.org/wiki/Franklin_D._Roosevelt' title='Wikiquote page for Franklin Delano Roosevelt' target='_blank'>page at wikiquote.org </a>.</p><hr /><p>It was difficult creating FDR's personality profile.  He grew to have a public persona and a private self, especially after he lost the use of his legs.</p><p>In retrospect, it may have been easier to create two profiles, one for his public persona and another for his private self.  But that is unprecedented, seems somehow unfair, and may well turn out to be just as difficult, if not more so.</p><p>This spiritual portrait is based on <a href='https://en.wikipedia.org/wiki/Ken_Burns' title='Wikipedia page for Ken Burns' target='_blank'>Ken Burns'</a> film <a href='https://en.wikipedia.org/wiki/The_Roosevelts_(film)' title='Wikipedia page for The Roosevelts: An Intimate Portrait' target='_blank'>The Roosevelts: An Intimate Portrait</a>.  In addition to Franklin, this work covers his wife <a href='/image/0500-real-famous/0509/' title='Spiritual portrait of Eleanor Roosevelt on this site' target='_blank'>Eleanor</a> and his fifth cousin <a href='/image/5040-politicians-us_presidents-1900s/5040/' title='Spiritual portrait of Theodore Roosevelt on this site' target='_blank'>Theodore</a>, and spans seven DVDs.</p>",
      "compare_to": { "gallery_file_name": "5040-politicians-us_presidents-1900s", "image_id": "5040" },
      "contrast_with": { }
    }, {
      "id": "5058",
      "title": "John Fitzgerald Kennedy",
      "subtitle_html": "<a href='https://en.wikipedia.org/wiki/John_F._Kennedy' title='Wikipedia page for John Fitzgerald Kennedy' target='_blank'>35th President</a> of the USA - Jan. 20, 1961 to Nov. 22, 1963",
      "gallery_page_teaser": "John Fitzgerald Kennedy's spiritual portrait shows he is idealistic and logical, but prefers privacy to the limelight.  Click on the image to learn more!",
      "image_file_name": "intp-john_fitzgerald_kennedy-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:John_F._Kennedy,_White_House_photo_portrait,_looking_up.jpg",
      "composition": "O",
      "score": [
         { "e_score": "9", "i_score": "10" },
         { "n_score": "11", "s_score": "8" },
         { "f_score": "5", "t_score": "14" },
         { "j_score": "9", "p_score": "10" }
      ],
      "four_letter_type": "INTP",
      "fixed_percentages": "",
      "archetype": "Ti",
      "quiz_type": "K2",
      "subject_line": "",
      "tweet_html": "",
      "explain_dom": "The Green in this spiritual portrait represents Kennedy's dominant trait, his objectivity and cool-headedness.  In Introverts, the dominant trait is directed inwardly, and spiritual portraits use a long horizontal line to represent this.  JFK demonstrated this trait in the way he remained calm and decisive during the Cuban Missile Crisis.",
      "explain_aux": "The Blue in this spiritual portrait represents Kennedy's auxiliary trait, his idealism and hope for the future.  In Introverts, the auxiliary trait is directed outwardly, and spiritual portraits use a vertical line to represent this, because it is more evident than the dominant function.  JFK demonstrated this trait in many of his speeches, such as the one he made on May 25th, 1961, calling for the United States to put a man on the moon.",
      "story_intro_html": "<p>John Fitzgerald <q>Jack</q> Kennedy was the first president born in the 20th century, and he remains the youngest president ....</p>",
      "story_html": "<p>John Fitzgerald <q>Jack</q> Kennedy was the first president born in the 20th century, and he remains the youngest Amerierican president ever elected to the office.<h4>A Rational Idealist</h4><p>The Blue in John Kennedy's spiritual portrait represents his most evident personality trait, his idealism.  This idealism is exemplified in what may well be his most famous quote, from his <a href='https://en.wikipedia.org/wiki/Inauguration_of_John_F._Kennedy' title='Wikipedia page for the inauguration address delivered by JFK' target='_blank'>inauguration address</a>:</p><blockquote>Ask not what your country can do for you; ask what you can do for your country.</blockquote><p>After the last two democratic presidents, <a href='/image/5040-politicians-us_presidents-1900s/5048/' title='Link to spiritual portrait of FDR on this site'>FDR</a> and <a href='https://en.wikipedia.org/wiki/Harry_S._Truman' title='Wikipedia page for Harry S. Truman' target='_blank'>Harry S. Truman</a>, presided over the <a href='https://en.wikipedia.org/wiki/Great_Depression_in_the_United_States' title='Wikipedia page for Great Depression' target='_blank'>Great Depression</a> and <a href='https://en.wikipedia.org/wiki/World_War_II' title='Wikipedia page for World War II' target='_blank'>World War II</a>, and ushered in such sweeping changes as the <a href='https://en.wikipedia.org/wiki/New_Deal' title='Wikipedia page for New Deal' target='_blank'>New Deal</a> and <a href='https://en.wikipedia.org/wiki/Social_Security_(United_States)' title='Wikipedia page for Social Security' target='_blank'>Social Security</a> (part of the <a href='https://en.wikipedia.org/wiki/Second_New_Deal' title='Wikipedia page for Second New Deal' target='_blank'>Second New Deal</a>), Kennedy knew people would have high expectations of him.  He chose to make it obvious right from the start that he knew there was no way he could take on the challenges he faced and do the job felt needed doing all by himself.</p><h4>Keeping a Cool Head</h4><p>Kennedy's challenges started early in his administration.  The <a href='https://en.wikipedia.org/wiki/Bay_of_Pigs_Invasion' title='Wikipedia page for the Bay of Pigs Invasion' target='_blank'>Bay of Pigs Invasion</a> in April of 1961 taught him that rushing into action &mdash; even with the approval of experienced and trusted advisors &mdash; could have disasterous consequences.</p><p>Although plans for the invation were initiated by the <a href='https://en.wikipedia.org/wiki/Dwight_D._Eisenhower' title='Wikipedia page for Dwight D. Eisenhower' target='_blank'>Eisenhower</a> administration, and the operation was overseen and run by the <a href='https://en.wikipedia.org/wiki/Central_Intelligence_Agency' title='Wikipedia page for the Central Intelligence Agency' target='_blank'>Central Intelligence Agency</a> (CIA), Kennedy took full responsibility for its failure.  This is remarkable when compared to some politicians in today's political climate.</p><p>The Bay of Pigs fiasco turned out to be only the first of many challenges he had to face.  With his fairly strong preference for being rational, was able to keep his cool through the worst of them &mdash; at least in public, if not always in private.</p><h4>Balancing Perception and Decisiveness</h4><p>JFK's personality profile shows his preference for perceiving over judging is very slight.  As the following quote demonstrates, he realized it is important to find the correct balance between acting too soon and not acting at all.</p><blockquote>There are risks and costs to action.  But they are far less than the long range risks of comfortable inaction.</blockquote><h4>Civil Rights</h4><p>Kennedy's idealism and objectivity are also evident in his stance on civil rights:</p><blockquote>This Nation was founded by men of many nations and backgrounds. It was founded on the principle that all men are created equal, and that the rights of every man are diminished when the rights of one man are threatened.<br />&nbsp;&mdash;&nbsp;From John F. Kennedy's <a href='https://en.wikiquote.org/wiki/John_F._Kennedy#Civil_Rights_Address' title='Link to quotes from his Civil Rights Address at en.wikiquote.org' target='_blank'>Civil Rights Address</a> on June 11, 1963.</blockquote><p>Although his term was cut short and he was unable to follow through on his desire to make progress on this pernicious issue, ultimately his successor, <a href='/image/5040-politicians-us_presidents-1900s/5060/' title='Link to spiritual portrait of Lyndon Baines Johnson on this site'>Lyndon Baines Johnson</a>, was able to overcome the obstacles and implement the sort of landmark legislation JFK favored.</p><h4>Leadership</h4><p>John Kennedy's preferences for open-minded idealism and logic &mdash; <q>learning and reason</q> &mdash; also informed his concept of what makes a good leader.</p><blockquote>In a world of complex and continuing problems, in a world full of frustrations and irritations, America's leadership must be guided by the lights of learning and reason, or else those who confuse rhetoric with reality and the plausible with the possible will gain the popular ascendancy with their seemingly swift and simple solutions to every world problem.<br />&nbsp;&mdash;&nbsp;From <a href='https://en.wikisource.org/wiki/Remarks_Prepared_for_Delivery_at_the_Trade_Mart_in_Dallas' title='Link to https://en.wikisource.org/wiki/Remarks Prepared for Delivery at the Trade Mart in Dallas at en.wikisource.org' target='_blank'>Remarks Prepared for Delivery</a> in Dallas by JFK on November 22, 1964, the day he was assassinated.</blockquote><h4>Contrasting JFK with LBJ</h4><p>Jack Kennedy stands in stark contrast to his Vice President and successor <a href='https://en.wikipedia.org/wiki/Lyndon_B._Johnson' title='Wikipedia page for Lyndon Johnson' target='_blank'>Lyndon Johnson</a> &mdash; in both appearance and personality.  Many people are surprised to learn that having been born in 1908, LBJ was only nine years older than JFK, who was born in 1917.</p><p>And as an ESTP, the Yellow and Green in <a href='/image/5040-politicians-us_presidents-1900s/5060/' title='Link to spiritual portrait of Lyndon Baines Johnson on this site'>Lyndon's spiritual portrait</a> conveys a very different feeling from that which John's portrait on this page &mdash; in which the colors Green and Blue dominate &mdash; evokes.</p><p>But that's not all!  It is even more enlightening to compare the candid and pragmatic yet respectable quotes <a href='https://en.wikiquote.org/wiki/John_F._Kennedy#Attributed' title='Link to quotes attributed to JFK at en.wikiquote.org' target='_blank'>attributed to JFK</a> to the angry and racist quotes <a href='https://en.wikiquote.org/wiki/Lyndon_B._Johnson#Attributed' title='Link to quotes attributed to LBJ at en.wikiquote.org' target='_blank'>attributed to LBJ</a> at <a href='https://en.wikiquote.org/wiki/Main_Page' title='Link to the home page at en.wikiquote.org' target='_blank'>en.wikiquote.org</a>!</p><hr /><p>This personality profile is based largely on the American Experience video <a href='http://store.jfklibrary.org/jfk-like-no-other-from-pbs-american-experience-on-dvd/padcabdanlfjhgmk/product' title='Link to buy JFK: Like No Other at store.jfklibrary.org' target='_blank'>JFK: Like No Other</a>.  This is an excellent video, and both <a href='https://www.youtube.com/watch?v=EK5qb-aZqVg' title='Video of Part 1 of JFK: Like No Other on youtube.com' target='_blank'>Part I</a> and <a href='https://www.youtube.com/watch?v=tKZJFP1ODS0' title='Video of Part 2 of JFK: Like No Other on youtube.com' target='_blank'>Part II</a> of it are on youtube.com.</p>",
      "compare_to": { "gallery_file_name": "5040-politicians-us_presidents-1900s", "image_id": "5042" },
      "contrast_with": { "gallery_file_name": "5040-politicians-us_presidents-1900s", "image_id": "5060" }
    }, {
      "id": "5060",
      "title": "Lyndon Baines Johnson",
      "subtitle_html": "<a href='https://en.wikipedia.org/wiki/Lyndon_B._Johnson' title='Wikipedia page for Lyndon Baines Johnson' target='_blank'>36th President</a> of the USA - Nov. 22, 1963 to Jan. 20, 1968",
      "gallery_page_teaser": "Lyndon Baines Johnson's spiritual portrait shows he is out-going, realistic, and logical.  Click on the image to learn more!",
      "image_file_name": "estp-lyndon_baines_johnson-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:37_Lyndon_Johnson_3x4.jpg",
      "composition": "O",
      "score": [
         { "e_score": "17", "i_score": "2" },
         { "n_score": "6", "s_score": "13" },
         { "f_score": "6", "t_score": "13" },
         { "j_score": "6", "p_score": "13" }
      ],
      "four_letter_type": "ESTP",
      "fixed_percentages": "",
      "archetype": "Se",
      "quiz_type": "K2",
      "subject_line": "",
      "tweet_html": "",
      "explain_dom": "The Yellow in this spiritual portrait represents Johnson's dominant trait, his realism.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  LBJ demonstrated this trait when he realized it was pointless to continue his run for re-election in 1968 and dropped out of the race.",
      "explain_aux": "The Green in this spiritual portrait represents Johnson's auxiliary trait, his objectivity and preference for making logical decisions.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  LBJ demonstrated this trait in his commitment to racial equality.",
      "story_intro_html": "<p>Above all, Lyndon Baines Johnson was a realist.  Creator of his namesake the <a href='https://www.youtube.com/watch?v=G7KZogmtlRU' title='Video of the Johnson Treatment on youtube.com' target='_blank'>Johnson Treatment</a>, he knew how to ....</p>",
      "story_html": "<p>Above all, Lyndon Baines Johnson was a realist.  Creator of his namesake the <a href='https://www.youtube.com/watch?v=G7KZogmtlRU' title='Video of the Johnson Treatment on youtube.com' target='_blank'>Johnson Treatment</a>, he knew how to get things done.</p><h4>All too Typically Southern</h4><p>Although he signed the <a href='https://en.wikipedia.org/wiki/Civil_Rights_Act_of_1964' title='Wikipedia page for the Civil Rights Act of 1964' target='_blank'>Civil Rights Act of 1964</a>, the <a href='https://en.wikipedia.org/wiki/Voting_Rights_Act_of_1965' title='Wikipedia page for the Voting Rights Act of 1965' target='_blank'>Voting Rights Act of 1965</a>, and the <a href='https://en.wikipedia.org/wiki/Civil_Rights_Act_of_1968' title='Wikipedia page for the Civil Rights Act of 1968' target='_blank'>Civil Rights Act of 1968</a> into law, he did so only when it was politically expedient, if not absolutely necessary.</p><p>For example, while campaigning for a Senate seat in Texas in 1948, he stated:</p><blockquote>It is the province of the state to run its own elections.  I am opposed to the anti-lynching bill because the federal government has no business enacting a law against one kind of murder than another.<br />&nbsp;&mdash;&nbsp;Lyndon B. Johnson's <a href='https://en.wikiquote.org/wiki/Lyndon_B._Johnson#Speech_in_Austin_.281948.29' title='Link to quotes from the Speech in Austin, 1948 at wikiquote.org' target='_blank'>Speech in Austin, 1948</a>.</blockquote><h4>Inheriting JFK's Legacy</h4><p>When <a href='/image/5040-politicians-us_presidents-1900s/5058/' title='Link to spiritual portrait of John F. Kennedy on this site'>John F. Kennedy</a> was assassinated fifteen years later in 1963 and he became president, LBJ could see the the tide was turning.  And after JFK's tragic death, LBJ felt obligated to follow up on what JFK had set out to do.</p><p>He managed to get this legislation passed, but being from the South, he knew there would be a backlash.  So there is still a bit of defensiveness in his <a href='https://en.wikiquote.org/wiki/Lyndon_B._Johnson#Civil_Rights_Bill_Signing_Speech_.281964.29' title='Link to quotes from the Civil Rights Bill Signing Speech, 1964 at wikiquote.org' target='_blank'>Civil Rights Bill Signing Speech, 1964</a>:</p><blockquote>The purpose of the law is simple. It does not restrict the freedom of any American, so long as he respects the rights of others. It does not give special treatment to any citizen. It does say the only limit to a man's hope for happiness, and for the future of his children, shall be his own ability. It does say that there are those who are equal before God shall now also be equal in the polling booths, in the classrooms, in the factories, and in hotels, restaurants, movie theaters, and other places that provide service to the public.<br />We must not approach the observance and enforcement of this law in a vengeful spirit. Its purpose is not to punish.<br />&nbsp;&mdash;&nbsp;Lyndon B. Johnson's <a href='https://en.wikiquote.org/wiki/Lyndon_B._Johnson#Civil_Rights_Bill_Signing_Speech_.281964.29' title='Link to quotes from the Civil Rights Bill Signing Speech, 1964 at wikiquote.org' target='_blank'>Civil Rights Bill Signing Speech, 1964</a>.</blockquote><p>Make no mistake, the politically pragmatic LBJ had equally good reasons for shifting his view on this landmark legislation and for being a bit defensive upon its passing.  The backlash he feared became real, and is obvious in the results of the next several presidential elections.</p><h4>Paying the Political Price</h4><p>In the <a href='https://en.wikipedia.org/wiki/United_States_presidential_election,_1964' title='Wikipedia page for the 1964 presidential election' target='_blank'>1964 presidential election</a> LBJ won 44 out of 50 states, with five of the six he lost &mdash; LA, MS, AL, GA, and SC &mdash; being in the deep south.  It also led to the southern states abandoning the Democratic party in the next few presidential elections, until the southerner <a href='https://en.wikipedia.org/wiki/United_States_presidential_election,_1976' title='Wikipedia page for the United States Presidential election in 1976' target='_blank'>Jimmy Carter beat Gerald Ford in 1976</a>.</p><p>Learning about Lyndon B. Johnson and seeing his spiritual portrait supports the notion he was more of a catalyst than an idealist.  He was observant enough to see it was time to implement the ideals of <a href='/image/5040-politicians-us_presidents-1900s/5058/' title='Link to spiritual portrait of JFK on this site'>JFK</a>, <a href='' title='Wikipedia page for Martin Luther King' target='_blank'>Martin Luther King</a> and many others, and he was decisive enough to carry through on this incredibly difficult yet ultimately inevitable political feat.</p><blockquote>There is no room for injustice anywhere in the American mansion. But there is always room for understanding toward those who see the old ways crumbling.  And to them, today, I simply say this: It must come.  It is right that it should come.  And when it has, you will find that a burden has been lifted from your shoulders, too.<br />&nbsp;&mdash;&nbsp;Lyndon B. Johnson's <a href='https://en.wikiquote.org/wiki/Lyndon_B._Johnson#Voting_Rights_Act_Signing_speech_.281965.29' title='Link to quotes from the Voting Rights Act Signing Speech, 1965 at wikiquote.org' target='_blank'>Voting Rights Act Signing Speech, 1965</a>.</blockquote><p>After all this, anyone who still believes that LBJ is an idealist should check out this list of mostly quite racist <a href='https://en.wikiquote.org/wiki/Lyndon_B._Johnson#Attributed' title='Link to list of quotes attributed to LBJ at wikiquote.org' target='_blank'>quotes attributed to LBJ</a> at <a href='https://en.wikiquote.org/' title='Link to the home page at wikiquote.org' target='_blank'>wikiquote.org</a>.</p><hr /><p>The personality profile for this image is based mostly on the <a href='http://www.pbs.org/wgbh/americanexperience/films/' title='Link to the American Experience films page at pbs.org' target='_blank'>American Experience</a> film about <a href='http://www.pbs.org/wgbh/americanexperience/films/lbj/' title='Link to video about Lyndon Johnson at pbs.org' target='_blank'>Lyndon Baines Johnson</a>.  It covers his entire life.  The film <a href='http://www.imdb.com/title/tt3791216/?ref_=nm_flmg_act_16' title='Page for All the Way on imdb.com' target='_blank'>All the Way</a> starring Brian Cranston is also highly entertaining, but only covers the years he was president.</p>",
      "compare_to": { },
      "contrast_with": { "gallery_file_name": "5040-politicians-us_presidents-1900s", "image_id": "5058" }
    }, {
      "id": "5050",
      "title": "responsive_ad"
    }, {
      "id": "5077",
      "title": "George Herbert Walker Bush",
      "subtitle_html": "<a href='https://en.wikipedia.org/wiki/George_H._W._Bush' target='_blank' title='Wikipedia page for George H. W. Bush'>41st President</a> of the USA - Jan. 20, 1989 to Jan. 20 1993",
      "gallery_page_teaser": "The preponderance of Green in this spiritual portrait of George Herbert Walker Bush (George W.'s father) shows that he is a very logical thinker.  Click on the image to learn more!",
      "image_file_name": "istj-george_h_w_bush-41st_president.jpeg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:George_H._W._Bush,_President_of_the_United_States,_1989_official_portrait.jpg",
      "composition": "O",
      "score": [
        { "e_score": "9", "i_score": "10" },
        { "n_score": "3", "s_score": "16" },
        { "f_score": "0", "t_score": "19" },
        { "j_score": "16", "p_score": "3" }
      ],
      "four_letter_type": "ISTJ",
      "fixed_percentages": "",
      "archetype": "Si",
      "quiz_type": "K",
      "subject_line": "",
      "tweet_html": "",
      "explain_dom": "The Yellow in this spiritual portrait represents Bush's preference for being down-to-earth.  In Introverts, the dominant function is directed inwardly, and spiritual portraits use a long horizontal line to represent this.  This ability to pay attention to details served him well in his work in the military, business, and the many government posts he held prior to being elected president.",
      "explain_aux": "The Green in this spiritual portrait represents Bush's preference for logic and rationality.  In Introverts, the auxiliary function is directed outwardly and is more evident than the dominant function.  It is clear from this image that he was a very logical individual!",
      "story_intro_html": "<p>As <a href='https://en.wikipedia.org/wiki/Ronald_Reagan' title='Wikipedia page for Ronald Reagan' target='_blank'>Ronald Reagan</a>'s Vice President from 1981-1989, George Herbert Walker Bush was the first ....</p>",
      "story_html": "<p>As <a href='https://en.wikipedia.org/wiki/Ronald_Reagan' title='Wikipedia page for Ronald Reagan' target='_blank'>Ronald Reagan</a>'s Vice President from 1981-1989, George Herbert Walker Bush was the first sitting Vice President to be elected President since <a href='https://en.wikipedia.org/wiki/Martin_Van_Buren' title='Wikipedia page for Martin van Buren' target='_blank'>Martin van Buren</a> in 1837.  Still alive at the time of this writing (in late 2017), he has lived <a href='https://en.wikipedia.org/wiki/List_of_Presidents_of_the_United_States_by_age' title='Wikipedia page listing presidents by age' target='_blank'>longer than any other president</a>.</p><p>The second son of <a href='https://en.wikipedia.org/wiki/Prescott_Bush' title='Wikipedia page for Prescott Bush' target='_blank'>Prescott Bush</a>, George was born into a rich Republican family and grew up in <a href='https://en.wikipedia.org/wiki/Greenwich,_Connecticut' title='Wikipedia page for Greenwich, Connecticut' target='_blank'>Greenwich, Connecticut</a>.  After a successful career in business, his father was elected to the Senate in 1952, and served as George's role model when he followed in his father's footsteps and entered public life in 1964.</p><h4>An Establishment Republican</h4><p>After serving as a Naval aviator in <a href='https://en.wikipedia.org/wiki/World_War_II' title='Wikipedia page for World War II' target='_blank'>World War II</a> and attending <a href='https://en.wikipedia.org/wiki/Yale_University' title='Wikipedia page for Yale University' target='_blank'>Yale University</a>, Bush moved to Texas and became wealthy working the oil industry.  Feeling a sense of <a href='https://en.wikipedia.org/wiki/Noblesse_oblige' title='Wikipedia page for noblesse oblige' target='_blank'>noblesse oblige</a> &mdash; French for <q>nobility obligates</q> &mdash; he entered politics, as his father had done for much the same reason.</p><p>In the early 1960s, the Republican party was virtually non-existent in Texas.  With Democratic presidents <a href='/image/5040-politicians-us_presidents-1900s/5058/' title='Link to spiritual portrait of John F. Kennedy on this site'>John F. Kennedy</a> and <a href='/image/5040-politicians-us_presidents-1900s/5060/' title='Link to spiritual portrait of Lyndon B. Johnson on this site'>Lyndon B. Johnson</a> working to promote the <a href='https://en.wikipedia.org/wiki/Civil_Rights_Act_of_1964' title='Wikipedia page for the Civil Rights Act of 1964' target='_blank'>Civil Rights</a> of African Americans, that would quickly change.</p><h4>Civil Rights: Politics Before Principle</h4><p>In 1964 George H.W. Bush became Chairman of the nascent Republican Party in <a href='https://en.wikipedia.org/wiki/Harris_County,_Texas' title='Wikipedia page for Harris County' target='_blank'>Harris County</a> &mdash; which includes the metropolitan area surrounding <a href='https://en.wikipedia.org/wiki/Houston' title='Wikipedia page for the city of Houston, Texas' target='_blank'>Houston</a>, Texas.</p><p>Bush initially welcomed the dangerously radical members of the <a href='https://en.wikipedia.org/wiki/John_Birch_Society' title='Wikipedia page for the John Birch Society' target='_blank'>John Birch Society</a>.  Among other extreme ideas, the radicals in the John Birch Society held that <a href='https://en.wikipedia.org/wiki/John_Birch_Society#Eisenhower_issue' title='Wikipedia page for the John Birch Society, cued to the section about the Eisenhower issue' target='_blank'>Dwight Eisenhower was a Communist</a>.  These extremists were growing increasingly disaffected with the Democratic party because of Kennedy's and Johnson's position on Civil Rights.</p><p>In 1966 Bush was elected Republican to the <a href='https://en.wikipedia.org/wiki/United_States_House_of_Representatives' title='Wikipedia page for the House of Representatives' target='_blank'>House of Representatives</a>.  After voting in favor of Lyndon Johnson's <a href='https://en.wikipedia.org/wiki/Fair_Housing_Act' title='Wikipedia page for the Fair Housing Act' target='_blank'>Fair Housing Act</a>, he faced backlash from the ex-Democrats who had switched to the Republican Party.</p><h4>Civil Rights: The Backlash</h4><p>Like his fellow Texan Lyndon Johnson, after considerable introspection and contemplation, Bush reconsidered his stance on the issue:</p><blockquote>You got to wrestle with your conscience.  You got to listen to people.  It doesn't come so easy to me that this is right and that's wrong.  It's never that simple.  The tough votes are the ones you agonize over and then you do what you think is right.<br />&nbsp;&mdash;&nbsp;<a href='http://www.pbs.org/wgbh/americanexperience/films/bush/#transcript' title='Link to the transcript of the American Experience video of George H. W. Bush at pbs.org' target='_blank'>George H. W. Bush</a>, 1967.</blockquote><p>Confronting his angry constituents in Houston's Memorial High School on April 17, 1968, Bush revealed his reasons for his change of heart:</p><blockquote>How would you feel about a black American veteran of Vietnam returning home, only to be denied the freedom that we, as white Americans, enjoyed?  Somehow it seems fundamental that a man should not have a door slammed in his face because he is a Negro or speaks with a Latin American accent.<br />&nbsp;&mdash;&nbsp;<a href='http://www.pbs.org/wgbh/americanexperience/films/bush/#transcript' title='Link to the transcript of the American Experience video of George H. W. Bush at pbs.org' target='_blank'>George H. W. Bush</a>, April 17, 1968.</blockquote><h4>Bush and Johnson, and Green and Yellow</h4><p>The spiritual portraits of both <a href='/image/5040-politicians-us_presidents-1900s/5077/' title='Link to spiritual portrait of George H. W. Bush on this site'>George H. W. Bush</a> and <a href='/image/5040-politicians-us_presidents-1900s/5060/' title='Link to spiritual portrait of Lyndon B. Johnson on this site'>Lyndon B. Johnson</a> contain more Green &mdash; which represents their objectivity, and Yellow &mdash; which represents their pragmatism.  These similarities in their temperaments help explain how &mdash; despite the differences in their respective political parties &mdash; their experiences with respect to the Civil Rights issue followed similar courses.</p><p>Both were pragmatic enough to realize that being in favor of extending Civil Rights to African Americans in a Texas that was staunchly opposed to these rights would be politically disasterous.  So during their campaigns they felt the purely political need to oppose this sort of legislation.</p><p>Once they won their elections, as civil rights activists like <a href='http://www.thekingcenter.org/about-dr-king' title='Link to an article about Martin Luther King at www.thekingcenter.org' target='_blank'>Martin Luther King</a> brought more attention to the issue, both Bush and Johnson realized that changing their stance on the issue was the right thing to do.</p><h4>Road to the White House</h4><p>In the 1970s, George H. W. Bush's career took him from Congress through stints at the <a href='https://en.wikipedia.org/wiki/United_Nations' title='Wikipedia page for the United Nations' target='_blank'>United Nations</a>, as an <a href='https://en.wikipedia.org/wiki/De_facto_embassy#China_and_the_United_States' title='Wikipedia page for the de facto embassy in China' target='_blank'>Envoy to China</a>, and as <a href='https://en.wikipedia.org/wiki/Director_of_Central_Intelligence' title='Wikipedia page for the position of Director of the Central Intelligence Agency' target='_blank'>Director of the Central Intelligence Agency</a>.</p><p>During the Presidential campaign in 1980, Bush initially ran against <a href='https://en.wikipedia.org/wiki/Ronald_Reagan' title='Wikipedia page for Ronald Reagan' target='_blank'>Ronald Reagan</a>.  However, after falling behind Reagan in the Republican primary elections, Bush accepted his offer to run as his Vice President.</p><p>Interestingly, it was not a Democrat but actually Bush who coined the term <q><a href='https://en.wikipedia.org/wiki/Reaganomics' title='Wikipedia page for Reaganomics, aka. voodoo economics' target='_blank'>voodoo economics</a></q> in reference to Reagan's economic ideas during this campaign.  As a result, even though they shared the ticket, the two of them were not exactly <q> <a href='http://www.imdb.com/title/tt0080202/' title='Page for the tv show bosom buddies on imdb.com' target='_blank'>bosom buddies</a>.</q></p> <p>After Ronald Reagan served his two terms with George H. W. Bush as his Vice President, Bush ran for president in 1988.  It was during the <a href='https://en.wikipedia.org/wiki/1988_Republican_National_Convention' title='Wikipedia page for the Republican Convention in 1988' target='_blank'>Republican Convention</a> that Bush announced his infamous pledge of <q>No new taxes.</q></p><h4>President George Herbert Walker Bush</h4><p>At the urging of <a href='https://en.wikipedia.org/wiki/Lee_Atwater#1988_election' title='Wikipedia page for ' target='_blank'>Lee Atwater</a>, his campaign manager, Bush reluctantly resorted to <a href='https://en.wikipedia.org/wiki/Negative_campaigning' title='Wikipedia page for negative campaigning, aka. mudslinging ' target='_blank'>mudslinging </a> &mdash; specifically by running the <a href='https://en.wikipedia.org/wiki/Revolving_Door_(advertisement)' title='Wikipedia page for the revolving door ads' target='_blank'>revolving door ads</a> about <a href='https://en.wikipedia.org/wiki/Willie_Horton' title='Wikipedia page for Willie Horton' target='_blank'>Willie Horton</a>.  The aggressive tactics worked, and Bush <a href='https://en.wikipedia.org/wiki/United_States_presidential_election,_1988' title='Wikipedia page for the United States presidential election in 1988' target='_blank'>soundly defeated</a> his opponent <a href='https://en.wikipedia.org/wiki/Michael_Dukakis' title='Wikipedia page for Michael Dukakis' target='_blank'>Michael Dukakis</a>, carrying 40 of the 50 states and winning 53.4% of the popular vote.</p><p>Certainly one the most significant events occuring during his presidency is the <a href='https://en.wikipedia.org/wiki/Berlin_Wall#Fall_of_the_Berlin_Wall' title='Wikipedia page for the Berlin_Wall, cued to the part of the page about its fall' target='_blank'>fall of the Berlin Wall</a>.  True to his very cool, objective temperament, Bush's response was understated and unemotional:</p><blockquote> George H.W. Bush: Well, I don't think any single event is the end of what you might call the Iron Curtain, but clearly this is a long way from the harsh days of the harshest Iron Curtain days.  A long way from that.<br />Reporter: You know, in what you just said, that this is a sort of great victory, but you don't seem elated, and I'm wondering if you're thinking.<br />George H.W. Bush: I am elated.  I'm just not an emotional kind of guy.<br />&nbsp;&mdash;&nbsp;George H. W. Bush, <a href='http://www.pbs.org/wgbh/americanexperience/films/bush/#part01' title='Link to the American Experience video about George H. W. Bush at pbs.org' target='_blank'>American Experience video</a>.</blockquote><p>Bush actually faced criticism for his reaction.  Compared to the powerful statements of previous presidents &mdash; specifically John F. Kennedy's <a href='https://en.wikipedia.org/wiki/Ich_bin_ein_Berliner' title='Wikipedia page for the Ich bin ein Berliner speech' target='_blank'>Ich bin ein Berliner speech</a> in 1963 and Ronald Reagan's <a href='https://en.wikipedia.org/wiki/Tear_down_this_wall!' title='Wikipedia page for the Tear Down This Wall speech' target='_blank'><q>Tear Down This Wall!</q> speech</a> in 1987, Bush felt any sort of self-aggrandizing would be inappropriate, and ultimately everything he said fell flat.</p><p>Of course, it is Bush's character and temperament that sets him apart from his predecessors:</p><blockquote>I am not one who flamboyantly believes in throwing a lot of words around.<br />&nbsp;&mdash;&nbsp;From the <a href='https://books.google.com/books?id=sELVAwAAQBAJ&printsec=frontcover#v=onepage' title='Link to the Public Papers of George Bush at books.google.com' target='_blank'>Public Papers of George Bush</a>, August 11, 1990.</blockquote><p>George Bush's extremely high preference for objectivity &mdash; represented by the large amount of Green in his spiritual portrait &mdash; shows he is less comfortable than most when it comes to displaying emotion.  And ultimately his pragmatism &mdash; represented by the Yellow &mdash; made it impossible for him to keep his campaign promise of <q>No new taxes.</q></p><p>Undoubtedly this pragmatism and lack of emotion contributed to his defeat by <a href='/image/5040-politicians-us_presidents-1900s/5078/' title='Link to spiritual portrait of Bill Clinton on this site'>Bill Clinton</a> in the <a href='https://en.wikipedia.org/wiki/United_States_presidential_election,_1992' title='Wikipedia page for the presidential election of 1992' target='_blank'>presidential election of 1992</a>.</p><h4>Looking Back</h4><p>The 1980s saw the rise of <a href='https://en.wikipedia.org/wiki/Cable_television_in_the_United_States' title='Wikipedia page for cable television in the United States' target='_blank'>cable television</a> and the <a href='https://en.wikipedia.org/wiki/24-hour_news_cycle' title='Wikipedia page for the 24-hour news cycle' target='_blank'>24-hour news cycle</a>.  Many people believe this trend &mdash; subsequently exacerbated by the free-for-all of the internet &mdash; has led to a decline in journalistic standards and the extreme opinions found in today's political environment.</p><p>In an interview granted to Michael Duffy in 2011, George H. W. Bush puts this trend in an historical perspective:</p><blockquote>Michael Duffy: You used to say, <q>The American people didn't send us here to bicker.</q>  Why can't the two parties compromise anymore?<br />George H. W. Bush: Everybody does seem a little more entrenched these days. But if you read David McCullough's great biographies of Washington or Adams, you find out they were pretty entrenched then too. People forget that Alexander Hamilton and Aaron Burr had a shoot-out over policy differences. I think the 24-hour news cycle has helped exaggerate the differences between the parties. You can always find someone on TV somewhere carping about something. That didn't happen 20 years ago.<br />&nbsp;&mdash;&nbsp;From <a href='http://content.time.com/time/magazine/article/0,9171,2068093,00.html' title='Link to an article entitled 10 Questions for George H.W. Bush at content.time.com' target='_blank'>10 Questions for George H.W. Bush</a> in <a href='http://time.com/' title='Link to the home page at Time.com' target='_blank'>Time</a> magazine, April 28, 2011.</blockquote><p>Many things have changed in the 20-plus years since Bush left office, and many more have changed in the 200-plus years since Washington and Adams.</p><p>But the interplay of the archetypes Carl Jung wrote about 100 years ago continues, in many ways very much the same as it ever has.</p><hr /><h4>About This Image</h4><p>When I wrote the original version of the Groja &copy; program in the late 1980s, sometimes I would get with some friends and we would answer the questions in the Keirsey Temperament Sorter, guessing how famous people would answer them.  I used the results of one of these exercises to create this portrait of George H. W. Bush.</p><p>It's interesting that this profile shows Bush's <q>T</q>hinking score to be 100% &mdash; implying he has no <q>F</q>eeling.  This was certainly the image he felt he needed to project at that time.</p><p>The <a href='http://www.pbs.org/wgbh/americanexperience/films/bush/#part01' title='Link to the American Experience video at pbs.org' target='_blank'>American Experience video</a> &mdash; which played a significant part in the story for this image &mdash; concludes with a chapter about George Bush <a href='https://www.youtube.com/watch?v=-lkPXVnZAis' title='Video of crying on youtube.com' target='_blank'>crying</a> in 2006 while talking about his son, Jeb.  Since leaving the presidency, it's apparent he is now more in touch with his feelings.</p>",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "5078",
      "title": "Bill Clinton",
      "subtitle_html": "<a href='https://en.wikipedia.org/wiki/Bill_Clinton' target='_blank' title='Wikipedia page for Bill Clinton'>42nd President</a> of the USA - Jan. 20, 1993 to Jan. 20, 2001",
      "gallery_page_teaser": "There is some disagreement regarding Bill Clinton's personality type, but at least one article claims he is 'verified' as an ENFP.  Click on the image to learn more!",
      "image_file_name": "enfp-bill_clinton-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:Bill_Clinton.jpg",
      "composition": "O",
      "score": [
        { "e_score": "13", "i_score": "6" },
        { "n_score": "11", "s_score": "8" },
        { "f_score": "11", "t_score": "8" },
        { "j_score": "7", "p_score": "12" }
      ],
      "four_letter_type": "ENFP",
      "fixed_percentages": "",
      "archetype": "Ne",
      "quiz_type": "K2",
      "subject_line": "",
      "tweet_html": "",
      "explain_dom": "The Blue in this spiritual portrait represents Clinton's iNtuition.  In Extraverts, the dominant function is directed outwardly, and spiritual portraits use a long vertical line to represent this.  His preference for embracing possibilities surely contributed to the fact that he presided over a long period of peacetime economic expansion.",
      "explain_aux": "The Red in this spiritual portrait represents Clinton's preference for making judgements using his emotions.  In Extraverts, the auxiliary function is directed inwardly and is less evident than the dominant function.  In Bill's case, allowing his heart to rule over his head certainly contributed to his fooling around with women who were not his wife, ultimately leading to his being impeached.",
      "story_html": "<p>....</p>",
      "story_intro_html": "<p>After being elected to two terms &mdash; and serving almost twelve years &mdash; as <a href='https://en.wikipedia.org/wiki/List_of_Governors_of_Arkansas' title='Wikipedia page listing the Governors of Arkansas' target='_blank'>Governor of Arkansas</a>, American voters elected <a href='https://en.wikipedia.org/wiki/Bill_Clinton' title='Wikipedia page for Bill Clinton' target='_blank'>William Jefferson Clinton</a> as their next <a href='https://en.wikipedia.org/wiki/United_States_presidential_election,_1992' title='Wikipedia page for the Presidential election in 1992' target='_blank'>President in 1992</a>.  He served two full terms as President, the maximum allowed, and was the first Democrat to do so since <a href='/image/5040-politicians-us_presidents-1900s/5048' title='Link to spiritual portrait of Franklin D. Roosevelt on this site'>Franklin D. Roosevelt</a>, whose held the office from 1933 through 1945.</p><h4>Very Slight Preferences</h4><p>Bill Clinton's preferences are very slight, making his spiritual portrait very colorful.  This versatility makes it difficult to pin him down and gives him resiliency when faced with opposition and other obstacles.</p><p>While his opponents liked to call him <a href='https://www.urbandictionary.com/define.php?term=slick%20willy' title='Link to the term Slick Willie at www.urbandictionary.com' target='_blank'>Slick Willie</a>, Clinton would be the first to admit that he makes mistakes but &mdash; unlike more decisive, <q>stronger</q> politicians &mdash; also learns from them.</p><blockquote>If you live long enough, you'll make mistakes.  But if you learn from them, you'll be a better person.  It's how you handle adversity, not how it affects you.  The main thing is never quit, never quit, never quit.<br /><a href='http://www.nytimes.com/1992/06/29/us/1992-campaign-reporter-s-notebook-clinton-enjoying-mystery-over-choice-for.html' title='Link to an article about Bill Clinton at www.nytimes.com' target='_blank'>Speech, 1992</a>.</blockquote><p>While certainly most everyone is capable of realizing they've made a mistake, not everyone is sufficiently humble to learn from them, and fewer still have the capacity to actually change.</p><h4>Ex-Governor Clinton Rebounds</h4><p>After Clinton's first term of Governor of Arkansas, he lost his bid for re-election in 1980.  True to his character, he examined what he did wrong &mdash; <q>precinct by precinct</q> &mdash; and won his bid for re-election in 1982.</p><p>One major result of his analysis of what went wrong was he tried to do too much.  So during his later terms he worked to focus on key issues, such as education.</p><p>As a result, he was re-elected a total of three times and served for another ten years.  (The term length for Governors in Arkansas was increased from two to four years in 1986.)</p><p>With this ability to learn, grow and recover from setbacks, Clinton gave himself the nickname <q><a href='https://en.wiktionary.org/wiki/comeback_kid' title='Link to definition of comeback kid at en.wiktionary.org' target='_blank'>the comeback kid</a>.</q></p><h4>A Preference for Idealism</h4><p>Bill Clinton's preferences may be slight, but they are very real.</p><p>His profile reflects a preference for idealism over pragmatism, and his spiritual portrait shows this by containing more Blue than Yellow.</p><p>As a teenager, Clinton gratefully seized on the opportunity to meet <a href='/image/5040-politicians-us_presidents-1900s/5058' title='Link to spiritual portrait of John F. Kennedy on this site'>John F. Kennedy</a> in 1963.  The young, idealistic President appealed to Clinton's nascent idealism and helped solidify his growing desire to run for <a href='https://en.wikipedia.org/wiki/Public_administration' title='Wikipedia page for public administration' target='_blank'>public office</a> when he got older.</p><p>The following quote is an example showing Clinton's hopes and dreams for a better future, not just for the short term but for long after his term has ended:</p><blockquote>A hundred years from tonight, another American president will stand in this place and report on the State of the Union. He - or she - he or she will look back on a 21st century shaped in so many ways by the decisions we make here and now. So let it be said of us then that we were thinking not only of our time, but of their time; that we reached as high as our ideals; that we put aside our divisions and found a new hour of healing and hopefulness; that we joined together to serve and strengthen the land we love.<br /><a href='https://clintonwhitehouse4.archives.gov/WH/New/html/19990119-2656.html' title='Link to State of the Union Address at ' target='_blank'>State of the Union Address</a> January 19, 1999.</blockquote> <p></p> <h4>A Preference for Passion</h4> <p>Bill Clinton's profile also reflects a preference for passion over objectivity, and his spiritual portrait shows this by containing more Red than Green.</p> <p>Infamous for his marital indescretions, this tendency to be more emotional than logical also shows up in how he can connect emotionally with voters.</p> <p></p> <h4></h4> <p></p> <p></p> <blockquote> Narrator: It was a politics of the possible, not the things he dreamed of doing, but the things he could do.<br /> <a href='http://www.pbs.org/wgbh/americanexperience/films/clinton/#part01' title='Link to the American Experience video about Bill Clinton at pbs.org' target='_blank'>American Experience video</a>.  </blockquote> <p></p> <blockquote>Profound and powerful forces are shaking and remaking our world.  And the urgent question of our time is whether we can make change our friend and not our enemy.<br /><a href='https://en.wikisource.org/wiki/Bill_Clinton%27s_first_inaugural_address' title='Link to first inaugural address at ' target='_blank'>first inaugural address</a>.</blockquote> <p></p> <p></p> <blockquote>I want American Dream growth - lots of new businesses, well-paying jobs, and American leadership in new industries, like clean energy and biotechnology.<br /><a href='https://books.google.com/books?id=-S2JCDOpgXYC' title='Link to the book Back to Work, by Bill Clinton, at books.google.com' target='_blank'>Back to Work</a>, 2011.</blockquote> <p></p> <blockquote>And to the memory of my grandfather, who taught me to look up to people others looked down on, because were not so different after all.<br /><a href='https://en.wikipedia.org/wiki/My_Life_(Bill_Clinton_autobiography)' title='Wikipedia page for My Life' target='_blank'>My Life</a>, 2004.</blockquote> <hr /><h4>About This Image</h4><p>This image is based on <a href='http://www.personalitydesk.com/enfp-type-description.php' title='Link to an article at personalitydesk.com, that is no longer online, claiming Clinton is an ENFP' target='_blank'>an article at personalitydesk.com</a> that claimed Bill Clinton is an ENFP.  This article is no longer online, but this <a href='https://www.truity.com/blog/much-disputed-personality-types-presidential-candidates' title='' target='_blank'>article at truity.com</a> claims that he is <q>verified as an ENFP</q> (whatever that means).</p><p>Digging a bit deeper though reveals there is no real consensus about Bill's type.  David Keirsey <a href='http://www.keirsey.com/4temps/bill_clinton.asp' title='Page on keirsey.com claiming Bill Clinton is an ESFP' target='_blank'>claims he is an ESFP</a> while <a href='https://www.babble.com/entertainment/16-celebrity-myers-briggs-personality-types/' title='Article claiming Bill Clinton is an ESFJ' target='_blank'>this article at babble.com</a> claims he is an ESFJ.  In an effort to resolve the uncertainty, an <a href='http://www.celebritytypes.com/blog/2013/12/why-bill-clinton-is-esfp-enfp/' title='Article at celebritytypes.com arguing that Keirsey is correct' target='_blank'>article at celebritytypes.com</a> also argues that Bill is an ESFP (and not an ENFP).  But I thought he was <q>verified as an ENFP!?!</q></p><p>This is clearly a controversial issue, and it makes me think that not everyone conforms to a single personality type 100% of the time.  I, for one, consider myself to be extremely flexible and I enjoy fitting into different roles as the situation warrants it.</p><p>Some people change as they age, and some people like to exercise their flexibility and choose to use the abilities most suited for our current environment.  And as a matter of fact, I tend to do both!  However introspection and mindfulness over the years has led me to think I am most comfortable being an INFP.</p><p>It is entirely possible that Bill has equal, or nearly equal, preferences when it comes to choosing between pairs of opposites.  As the scales that accompany each image show &ndash; except for those that are based on just the four-letter-type, and hence use fixed percentages, of course &ndash; some people have stronger preferences than others.</p><p>In my experience, this is entirely reasonable and not at all uncommon.  This is why I emphasize it when presenting images that are 'generic,' due to having only the four-letter-type available.</p><p>And this image, being based on a four-letter-type, is one of those images of a 'generic' personality, that as a result uses fixed percentages.</p>",
      "compare_to": { },
      "contrast_with": { }
    }
  ]
}
