{
  "gallery_title": "American Presidents - 1900s",
  "see_gallery_button_text": "See Their Minds",
  "list_page_teaser": "American Presidents, just like any other group of individuals, have different personalities.  Learn how the images of some popular and recent presidents reflect their idealism, decisiveness, and other qualities.",
  "description_html": "<p>Which politicians &ndash; &#x263A; if any &#x263A; &ndash; are your favorites? How does your personality compare to theirs?</p><p>This gallery contains a few spiritual portraits of our presidents from the 1900s.  If you know your four-letter type, perhaps you can see similarities between your personality and that of your favorite president &mdash; assuming you have one!</p>",
  "story_html": "<p>I frequently wonder whether an individual's personality type has any bearing on how they lean politically.  As an idealist, I am definitely biased toward idealistic presidents, such as Jefferson and Lincoln.</p><p>If this topic interests you, check out David Keirsey's book <a href='http://www.keirsey.com/pres_book.aspx' title='Link to Presidential Temperament on Keirsey.com' target='_blank'>Presidential Temperament</a>.  It covers this topic in depth!</p><p>I will be adding portraits to this gallery soon.  To keep up to date and learn when I post new images, follow this site on social media or <a href='https://groja.com/conversion/seeourminds' title='Link to a small form you can use to join the Groja.com and SeeOurMinds.com email list' target='_blank'>join the SeeOurMinds.com email list</a>!</p>",
  "image_list":
  [
    {
      "id": "5040",
      "title": "Theodore Roosevelt",
      "subtitle_html": "<a href='https://en.wikipedia.org/wiki/Theodore_Roosevelt' target='_blank' title='Wikipedia page for Theodore Roosevelt'>26th President</a> of the USA &mdash; Sept. 14, 1901 to Mar. 4 1909",
      "gallery_page_teaser": "TR's spiritual portrait shows he is very outgoing and decisive, and uses a mix of logic and emotion to make decisions.  Click on the image to learn more!",
      "image_file_name": "estj-theodore_roosevelt-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:President_Roosevelt_-_Pach_Bros.tif",
      "composition": "O",
      "score": [
         { "e_score": "19", "i_score": "0" },
         { "n_score": "5", "s_score": "14" },
         { "f_score": "7", "t_score": "12" },
         { "j_score": "13", "p_score": "6" }
      ],
      "four_letter_type": "ESTJ",
      "fixed_percentages": "",
      "archetype": "Te",
      "quiz_type": "K2",
      "year": "2017",
      "explain_dom": "The Green in this spiritual portrait represents TR's dominant trait, his preference for making logical decisions.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  He demonstrated this trait in the way he justified his slaughter of large animals in Africa by donating the carcasses to museums such as the Smithsonian for public display.",
      "explain_aux": "The Yellow in this spiritual portrait represents TR's auxiliary trait, his pragmatism and realistic outlook on life.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  He demonstrated this trait in the way he was always open to new adventures and experiences.",
      "story_intro_html": "<p>Both Theodore and Franklin Roosevelt are ESTJs, but there are some subtle yet important differences ....</p>",
      "story_html": "<p>Both Theodore and Franklin Roosevelt are ESTJs, but there are some subtle yet important differences in their personalities.</p><h4>TR: More Emotional Than FDR</h4><p>There is more Red in Theodore's spiritual portrait than there is in his <a href='/image/5040-politicians-us_presidents-1900s/5048/' title='Spiritual portrait of Franklin Roosevelt on this site' target='_blank'> cousin FDR's image</a>.  This is because TR's personality profile is more decisive and emotional (less <q>Thinking</q>) than his cousin.</p><p>Above all, Theodore admired &mdash; and demonstrated &mdash; courage.<blockquote>It is not the critic who counts. ... The credit belongs to the man who is actually in the arena; whose face is marred by the dust and sweat and blood; who strives valiantly ... who, at worst, if he fails, at least fails while daring greatly; so that his place shall never be with those cold and timid souls who know neither victory or defeat.</blockquote><p>While campaigning for president in 1912, a man <a href='https://www.youtube.com/watch?v=Do89pViPkvU' title='Video about Theodore being shot on youtube.com' target='_blank'>shot Theodore</a>, but TR carried on and delived the 90-minute speech he had planned nonetheless.  Doctors later learned what TR already knew &mdash; that there was no damage to his lung &mdash; and decided it would be preferable to leave the bullet inside his chest.</p><p>Like <a href='/image/5000-politicians-us_presidents-1700s-1800s/5006/' title='Link to spiritual portrait of Andrew Jackson on this site'>Andrew Jackson</a>, Theodore Roosevelt carried a bullet inside his body for the <a href='https://en.wikipedia.org/wiki/Theodore_Roosevelt#Assassination_attempt' title='Wikipedia page for TR, cued to section about this assassination attept' target='_blank'>rest of his life</a>.</p><h4>Plenty of Similarities</h4><p>Although they belonged to different political parties &mdash; TR was a Republican and FDR a Democrat &mdash; both were concerned that the concentration of wealth in the hands of a few could lead to the exploitation of average citizens:</p><blockquote>Our aim is not to do away with corporations; on the contrary, these big aggregations are an inevitable development of modern industrialism. ... We are not hostile to them; we are merely determined that they shall be so handled as to subserve the public good. We draw the line against misconduct, not against wealth.</blockquote> <p>And both Presidents Roosevelt experienced a great deal of physical pain their final years, dying while still fairly young, in their early 60s.  Quoting from his autobiography, published in 1913, it is plain he had no regrets:</p><blockquote>It is impossible to win the great prizes of life without running risks, and the greatest of all prizes are those connected with the home. No father and mother can hope to escape sorrow and anxiety, and there are dreadful moments when death comes very near those we love, even if for the time being it passes by. But life is a great adventure, and the worst of all fears is the fear of living.</blockquote><p>For more TR quotes, see his <a href='https://en.wikiquote.org/wiki/Theodore_Roosevelt' title='Wikiquote page for Theodore Roosevelt' target='_blank'>page at wikiquote.org</a>.</p><hr /><p>It was easy creating Theodore Roosevelt's personality profile.  As far as I can tell, he doesn't have even the tiniest bit of Introversion.</p><p>TR's spiritual portrait is based on <a href='https://en.wikipedia.org/wiki/Ken_Burns' title='Wikipedia page for Ken Burns' target='_blank'>Ken Burns'</a> film <a href='https://en.wikipedia.org/wiki/The_Roosevelts_(film)' title='Wikipedia page for The Roosevelts: An Intimate Portrait' target='_blank'>The Roosevelts: An Intimate Portrait</a>.  In addition to <a href='https://en.wikipedia.org/wiki/Theodore_Roosevelt' title='Wikipedia page for Theodore Roosevelt' target='_blank'>Theodore</a>, this work covers his neice <a href='/image/0500-real-famous-celebrities/0509/' title='Spiritual portrait of Eleanor Roosevelt on this site' target='_blank'>Eleanor</a> and his fifth cousin <a href='/image/5040-politicians-us_presidents-1900s/5048/' title='Spiritual portrait of Franklin Roosevelt on this site' target='_blank'>Franklin</a>, and spans seven DVDs.</p>",
      "compare_to": { "gallery_file_name": "5040-politicians-us_presidents-1900s", "image_id": "5048" },
      "contrast_with": { "gallery_file_name": "5040-politicians-us_presidents-1900s", "image_id": "5042" }
    }, {
      "id": "5042",
      "title": "Woodrow Wilson",
      "subtitle_html": "<a href='https://en.wikipedia.org/wiki/Woodrow_Wilson' title='Wikipedia page for Woodrow Wilson' target='_blank'>28th President</a> of the USA &mdash; Mar. 4, 1913 to Mar. 4, 1921",
      "gallery_page_teaser": "Woodrow Wilson's spiritual portrait shows he is private and decisive, and someone who holds strongly to their ideals.  Click on the image to learn more!",
      "image_file_name": "intj-woodrow_wilson-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:President_Wilson_1919.jpg",
      "composition": "O",
      "score": [
         { "e_score": "7", "i_score": "12" },
         { "n_score": "11", "s_score": "8" },
         { "f_score": "8", "t_score": "11" },
         { "j_score": "15", "p_score": "4" }
      ],
      "four_letter_type": "INTJ",
      "fixed_percentages": "",
      "archetype": "Ni",
      "quiz_type": "K",
      "year": "2017",
      "explain_dom": "The Blue in this spiritual portrait represents Wilson's dominant trait, his idealism.  In Introverts, the dominant trait is directed inwardly, and spiritual portraits use a long horizontal line to represent this.  Woodrow demonstrated this trait in the way he resisted entering World War I.",
      "explain_aux": "The Green in this spiritual portrait represents Wilson's auxiliary trait, his cool-headedness and rationality.  In Introverts, the auxiliary trait is directed outwardly, and spiritual portraits use a vertical line to represent this, because it is more evident than the dominant function.  Woodrow demonstrated this trait when he foresaw that the nationwide prohibition of alcohol would be unenforceable.",
      "story_intro_html": "<p>Born in Stauton, Virginia on December 28th, 1856, <a href='https://en.wikipedia.org/wiki/Woodrow_Wilson' title='Wikipedia page for Woodrow Wilson' target='_blank'>Woodrow Wilson</a> experienced the <a href='https://en.wikipedia.org/wiki/American_Civil_War' title='Wikipedia page for American Civil War' target='_blank'>American Civil War</a> first hand as a young child.  The horror of it made an impres....</p>",
      "story_html": "<p>Born in Stauton, Virginia on December 28th, 1856, <a href='https://en.wikipedia.org/wiki/Woodrow_Wilson' title='Wikipedia page for Woodrow Wilson' target='_blank'>Woodrow Wilson</a> experienced the <a href='https://en.wikipedia.org/wiki/American_Civil_War' title='Wikipedia page for American Civil War' target='_blank'>American Civil War</a> first hand as a young child.  The horror of it made an impression that would affect him for the rest of his life.</p><h4>Decisive Debater</h4><p>As a student at <a href='https://en.wikipedia.org/wiki/Davidson_College' title='Wikipedia page for Davidson College' target='_blank'>Davidson College</a> in North Carolina, <a href='https://en.wikipedia.org/wiki/Princeton_University' title='Wikipedia page for Princeton University' target='_blank'>Princeton University</a> in New Jersey, and at the <a href='https://en.wikipedia.org/wiki/University_of_Virginia_School_of_Law' title='Wikipedia page for The University of Virginia School of Law' target='_blank'>University of Virginia School of Law</a>, Woodrow studied history, philosophy and law, and enjoyed debating.</p><p>Woodrow's decisiveness, and his ability to reason clearly and debate passionately, is evident in the ample amount of Green and the substantial amount of Red in his spiritual portrait.  It's obvious he would have made a formidable debater.</p><h4>American Idealist</h4><p>Wilson also considered himself to be an idealist, and considered idealism to be an essential part of <a href='https://en.wikipedia.org/wiki/United_States' title='Wikipedia page for the United States of America' target='_blank'>America</a> and being an American.  This idealism is evident in the Blue in his spiritual portrait.</p><blockquote>Sometimes people call me an idealist. Well, that is the way I know I am an American. America, my fellow citizens - I do not say it in disparagement of any other great people - America is the only idealistic Nation in the world.</blockquote><p>Woodrow's idealism and his first-hand experience with war as a child caused him to be reluctant to allow the US to enter <a href='https://en.wikipedia.org/wiki/World_War_I' title='Wikipedia page for World War I' target='_blank'>World War I</a> and look for a peaceful solution instead.  This stance helped him <a href='https://en.wikipedia.org/wiki/United_States_presidential_election,_1916' title='Wikipedia page for the United States presidential election in 1916' target='_blank'>win re-election in 1916</a>.</p><h4>World War I and WW's Fourteen Points</h4><p>After Germany sank several American merchant ships, and then England intercepted the <a href='https://en.wikipedia.org/wiki/Zimmermann_Telegram' title='Wikipedia page for Zimmermann Telegram' target='_blank'>Zimmermann Telegram</a>, sent by Germany to Mexico, Woodrow abandoned his anti-war stance, and appealed to Congress to declare war.  Congress did so on <a href='https://en.wikipedia.org/wiki/United_States_declaration_of_war_on_Germany_(1917)' title='Wikipedia page for the United States declaration of war on Germany' target='_blank'>April 2, 1917</a>.</p><p>Woodrow Wilson's <a href='https://en.wikipedia.org/wiki/Wilsonianism' title='Wikipedia page for Wilsonianism' target='_blank'>idealism</a> persisted, however, and when America entered the war he gave a speech to Congress known as the <a href='https://en.wikipedia.org/wiki/Fourteen_Points' title='Wikipedia page for the Fourteen Points' target='_blank'>Fourteen Points</a>.  This speech outlines the way to a lasting peace, and the last of the Fourteen Points calls for the creation of an association of nations.</p><h4>Attempts to Prevent World War II</h4><p>He then sought to implement the last of these Fourteen Points and prevent future wars by working to create the <a href='https://en.wikipedia.org/wiki/League_of_Nations' title='Wikipedia page for the League of Nations' target='_blank'>League of Nations</a>.  He was convinced that this organization was the key to preventing another war that would be even worse the World War I.</p><blockquote>I can predict with absolute certainty that within another generation there will be another world war if the nations of the world do not concert the method by which to prevent it.</blockquote><p>Ultimately Congress refused to consent to America joining the League, claiming the United States needed to maintain its independence from external influences.  Although he was very disappointed in this, Woodrow won the <a href='https://en.wikipedia.org/wiki/Nobel_Peace_Prize' title='Wikipedia page for the Nobel Peace Prize' target='_blank'>Nobel Peace Prize</a> in 1919 for his efforts.</p><h4>WW Versus TR</h4><p>It is interesting to compare Woodrow's spiritual portrait with that of <a href='/image/5040-politicians-us_presidents-1900s/5040/' title='Link to spiritual portrait of Theodore Roosevelt on this site'>Theodore Roosevelt</a>.  Both were very decisive, but TR frequently criticized Woodrow for opposing Ameria's entry into World War I.</p><p>Their decisiveness is evident in the large amounts of Green and Red in both portraits.  The difference between them is also evident, the Yellow in TR's image showing his obvious desire for immediate action, ane the Blue in WW's image showing his underlying idealism.</p><hr /><p>This spiritual portrait is based on the <a href='http://www.pbs.org/show/american-experience/' title='Link to the American Experience page at pbs.org' target='_blank'>American Experience</a> documentary, <a href='http://www.imdb.com/title/tt0307674/' title='Page for Woodrow Wilson and the Birth of the American Century on imdb.com' target='_blank'>Woodrow Wilson and the Birth of the American Century</a>.</p>",
      "compare_to": { "gallery_file_name": "5040-politicians-us_presidents-1900s", "image_id": "5058" },
      "contrast_with": { "gallery_file_name": "5040-politicians-us_presidents-1900s", "image_id": "5040" }
    }, {
      "id": "5044",
      "title": "responsive_ad"
    }, {
      "id": "5048",
      "title": "Franklin Delano Roosevelt",
      "subtitle_html": "<a href='https://en.wikipedia.org/wiki/Franklin_D._Roosevelt' target='_blank' title='Wikipedia page for Franklin D. Roosevelt'>32nd President</a> of the USA &mdash; Mar. 4, 1933 to Apr. 12 1945",
      "gallery_page_teaser": "FDR's spiritual portrait shows his personality is very similar to, but a bit more logical and idealistic than, his older cousin TR's.  Click on the image to learn more!",
      "image_file_name": "estj-franklin_delano_roosevelt-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:FDR_1944_Color_Portrait.tif",
      "composition": "O",
      "score": [
         { "e_score": "11", "i_score": "8" },
         { "n_score": "8", "s_score": "11" },
         { "f_score": "4", "t_score": "15" },
         { "j_score": "11", "p_score": "8" }
      ],
      "four_letter_type": "ESTJ",
      "fixed_percentages": "",
      "archetype": "Te",
      "quiz_type": "K2",
      "year": "2017",
      "explain_dom": "The Green in this spiritual portrait represents FDR's dominant trait, his cool-headedness and preference for making logical rather than emotional decisions.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  He demonstrated this trait in the way he proved to be a successful commander-in-chief during World War II.",
      "explain_aux": "The Yellow in this spiritual portrait represents FDR's auxiliary trait, his pragmatism and realistic outlook.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  He demonstrated this trait in the way he could see that so many people were hurting during the Great Depression and really just wanted some kind of work to see them through to better times.",
      "story_intro_html": "<p>Both Franklin and Theodore Roosevelt are ESTJs, but there are subtle yet important differences ....</p>",
      "story_html": "<p>Both Franklin and Theodore Roosevelt are ESTJs, but there are subtle yet important differences in their personalities.</p><h4>FDR: More Idealistic Than TR</h4><p>There is a bit more Blue in Franklin's spiritual portrait than there is in his <a href='/image/5040-politicians-us_presidents-1900s/5040/' title='Spiritual portrait of Theodore Roosevelt on this site' target='_blank'> cousin TR's image</a>.  This is because FDR's personality profile is more idealistic and perceptive (less <q>Judgemental</q>) than his cousin's.</p><p>Franklin's idealism is evident in his concern about people's economic insecurity contributing to limitations in their individual freedoms:</p><blockquote>True individual freedom cannot exist without economic security and independence. People who are hungry and out of a job are the stuff of which dictatorships are made.</blockquote><p>During the <a href='https://en.wikipedia.org/wiki/Great_Depression_in_the_United_States' title='Wikipedia page for Great Depression' target='_blank'>Great Depression</a>, Franklin is well-known for working to give Americans economic security by creating <a href='https://en.wikipedia.org/wiki/New_Deal' title='Wikipedia page for New Deal' target='_blank'>New Deal</a> programs such as the <a href='https://en.wikipedia.org/wiki/Federal_Deposit_Insurance_Corporation' title='Wikipedia page for the Federal Deposit Insurance Corporation' target='_blank'>Federal Deposit Insurance Corporation</a> (FDIC), the <a href='https://en.wikipedia.org/wiki/Federal_Housing_Administration' title='Wikipedia page for the Federal Housing Administration' target='_blank'>Federal Housing Administration</a> (FHA), and <a href='https://en.wikipedia.org/wiki/Social_Security_(United_States)' title='Wikipedia page for Social Security' target='_blank'>Social Security</a>.</p><h4>Plenty of Similarities</h4><p>Although they belonged to different political parties &mdash; FDR was a Democrat and TR a Republican &mdash; both were concerned that the concentration of wealth in the hands of a few could lead to the exploitation of average citizens:</p><blockquote>We must especially beware of that small group of selfish men who would clip the wings of the American Eagle in order to feather their own nests.</blockquote><p>And both Presidents Roosevelt experienced a great deal of physical pain their final years, dying while still fairly young, in their early 60s.  Quoting from his fourth and final inaugural address:</p><blockquote>We shall strive for perfection. We shall not achieve it immediately &mdash; but we still shall strive. We may make mistakes &mdash; but they must never be mistakes which result from faintness of heart or abandonment of moral principle.</blockquote><p>For more FDR quotes, see his <a href='https://en.wikiquote.org/wiki/Franklin_D._Roosevelt' title='Wikiquote page for Franklin Delano Roosevelt' target='_blank'>page at wikiquote.org </a>.</p><hr /><p>It was difficult creating FDR's personality profile.  He grew to have a public persona and a private self, especially after he lost the use of his legs.</p><p>In retrospect, it may have been easier to create two profiles, one for his public persona and another for his private self.  But that is unprecedented, seems somehow unfair, and may well turn out to be just as difficult, if not more so.</p><p>This spiritual portrait is based on <a href='https://en.wikipedia.org/wiki/Ken_Burns' title='Wikipedia page for Ken Burns' target='_blank'>Ken Burns'</a> film <a href='https://en.wikipedia.org/wiki/The_Roosevelts_(film)' title='Wikipedia page for The Roosevelts: An Intimate Portrait' target='_blank'>The Roosevelts: An Intimate Portrait</a>.  In addition to Franklin, this work covers his wife <a href='/image/0500-real-famous-celebrities/0509/' title='Spiritual portrait of Eleanor Roosevelt on this site' target='_blank'>Eleanor</a> and his fifth cousin <a href='/image/5040-politicians-us_presidents-1900s/5040/' title='Spiritual portrait of Theodore Roosevelt on this site' target='_blank'>Theodore</a>, and spans seven DVDs.</p>",
      "compare_to": { "gallery_file_name": "5040-politicians-us_presidents-1900s", "image_id": "5040" },
      "contrast_with": { }
    }, {
      "id": "5050",
      "title": "responsive_ad"
    }, {
      "id": "5058",
      "title": "John Fitzgerald Kennedy",
      "subtitle_html": "<a href='https://en.wikipedia.org/wiki/John_F._Kennedy' title='Wikipedia page for John Fitzgerald Kennedy' target='_blank'>35th President</a> of the USA &mdash; Jan. 20, 1961 to Nov. 22, 1963",
      "gallery_page_teaser": "John Fitzgerald Kennedy's spiritual portrait shows he is idealistic and logical, but prefers privacy to the limelight.  Click on the image to learn more!",
      "image_file_name": "intp-john_fitzgerald_kennedy-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:John_F._Kennedy,_White_House_photo_portrait,_looking_up.jpg",
      "composition": "O",
      "score": [
         { "e_score": "9", "i_score": "10" },
         { "n_score": "11", "s_score": "8" },
         { "f_score": "5", "t_score": "14" },
         { "j_score": "9", "p_score": "10" }
      ],
      "four_letter_type": "INTP",
      "fixed_percentages": "",
      "archetype": "Ti",
      "quiz_type": "K2",
      "year": "2017",
      "explain_dom": "The Green in this spiritual portrait represents Kennedy's dominant trait, his objectivity and cool-headedness.  In Introverts, the dominant trait is directed inwardly, and spiritual portraits use a long horizontal line to represent this.  JFK demonstrated this trait in the way he remained calm and decisive during the Cuban Missile Crisis.",
      "explain_aux": "The Blue in this spiritual portrait represents Kennedy's auxiliary trait, his idealism and hope for the future.  In Introverts, the auxiliary trait is directed outwardly, and spiritual portraits use a vertical line to represent this, because it is more evident than the dominant function.  JFK demonstrated this trait in many of his speeches, such as the one he made on May 25th, 1961, calling for the United States to put a man on the moon.",
      "story_intro_html": "<p>John Fitzgerald <q>Jack</q> Kennedy was the first president born in the 20th century, and he remains the youngest president ....</p>",
      "story_html": "<p>John Fitzgerald <q>Jack</q> Kennedy was the first president born in the 20th century, and he remains the youngest Amerierican president ever elected to the office.<h4>A Rational Idealist</h4><p>The Blue in John Kennedy's spiritual portrait represents his most evident personality trait, his idealism.  This idealism is exemplified in what may well be his most famous quote, from his <a href='https://en.wikipedia.org/wiki/Inauguration_of_John_F._Kennedy' title='Wikipedia page for the inauguration address delivered by JFK' target='_blank'>inauguration address</a>:</p><blockquote>Ask not what your country can do for you; ask what you can do for your country.</blockquote><p>After the last two democratic presidents, <a href='/image/5040-politicians-us_presidents-1900s/5048/' title='Link to spiritual portrait of FDR on this site'>FDR</a> and <a href='https://en.wikipedia.org/wiki/Harry_S._Truman' title='Wikipedia page for Harry S. Truman' target='_blank'>Harry S. Truman</a>, presided over the <a href='https://en.wikipedia.org/wiki/Great_Depression_in_the_United_States' title='Wikipedia page for Great Depression' target='_blank'>Great Depression</a> and <a href='https://en.wikipedia.org/wiki/World_War_II' title='Wikipedia page for World War II' target='_blank'>World War II</a>, and ushered in such sweeping changes as the <a href='https://en.wikipedia.org/wiki/New_Deal' title='Wikipedia page for New Deal' target='_blank'>New Deal</a> and <a href='https://en.wikipedia.org/wiki/Social_Security_(United_States)' title='Wikipedia page for Social Security' target='_blank'>Social Security</a> (part of the <a href='https://en.wikipedia.org/wiki/Second_New_Deal' title='Wikipedia page for Second New Deal' target='_blank'>Second New Deal</a>), Kennedy knew people would have high expectations of him.  He chose to make it obvious right from the start that he knew there was no way he could take on the challenges he faced and do the job felt needed doing all by himself.</p><h4>Keeping a Cool Head</h4><p>Kennedy's challenges started early in his administration.  The <a href='https://en.wikipedia.org/wiki/Bay_of_Pigs_Invasion' title='Wikipedia page for the Bay of Pigs Invasion' target='_blank'>Bay of Pigs Invasion</a> in April of 1961 taught him that rushing into action &mdash; even with the approval of experienced and trusted advisors &mdash; could have disasterous consequences.</p><p>Although plans for the invation were initiated by the <a href='https://en.wikipedia.org/wiki/Dwight_D._Eisenhower' title='Wikipedia page for Dwight D. Eisenhower' target='_blank'>Eisenhower</a> administration, and the operation was overseen and run by the <a href='https://en.wikipedia.org/wiki/Central_Intelligence_Agency' title='Wikipedia page for the Central Intelligence Agency' target='_blank'>Central Intelligence Agency</a> (CIA), Kennedy took full responsibility for its failure.  This is remarkable when compared to some politicians in today's political climate.</p><p>The Bay of Pigs fiasco turned out to be only the first of many challenges he had to face.  With his fairly strong preference for being rational, was able to keep his cool through the worst of them &mdash; at least in public, if not always in private.</p><h4>Balancing Perception and Decisiveness</h4><p>JFK's personality profile shows his preference for perceiving over judging is very slight.  As the following quote demonstrates, he realized it is important to find the correct balance between acting too soon and not acting at all.</p><blockquote>There are risks and costs to action.  But they are far less than the long range risks of comfortable inaction.</blockquote><h4>Civil Rights</h4><p>Kennedy's idealism and objectivity are also evident in his stance on civil rights:</p><blockquote>This Nation was founded by men of many nations and backgrounds. It was founded on the principle that all men are created equal, and that the rights of every man are diminished when the rights of one man are threatened.<br />&nbsp;&mdash;&nbsp;From John F. Kennedy's <a href='https://en.wikiquote.org/wiki/John_F._Kennedy#Civil_Rights_Address' title='Link to quotes from his Civil Rights Address at en.wikiquote.org' target='_blank'>Civil Rights Address</a> on June 11, 1963.</blockquote><p>Although his term was cut short and he was unable to follow through on his desire to make progress on this pernicious issue, ultimately his successor, <a href='/image/5040-politicians-us_presidents-1900s/5060/' title='Link to spiritual portrait of Lyndon Baines Johnson on this site'>Lyndon Baines Johnson</a>, was able to overcome the obstacles and implement the sort of landmark legislation JFK favored.</p><h4>Leadership</h4><p>John Kennedy's preferences for open-minded idealism and logic &mdash; <q>learning and reason</q> &mdash; also informed his concept of what makes a good leader.</p><blockquote>In a world of complex and continuing problems, in a world full of frustrations and irritations, America's leadership must be guided by the lights of learning and reason, or else those who confuse rhetoric with reality and the plausible with the possible will gain the popular ascendancy with their seemingly swift and simple solutions to every world problem.<br />&nbsp;&mdash;&nbsp;From <a href='https://en.wikisource.org/wiki/Remarks_Prepared_for_Delivery_at_the_Trade_Mart_in_Dallas' title='Link to https://en.wikisource.org/wiki/Remarks Prepared for Delivery at the Trade Mart in Dallas at en.wikisource.org' target='_blank'>Remarks Prepared for Delivery</a> in Dallas by JFK on November 22, 1964, the day he was assassinated.</blockquote><h4>Contrasting JFK with LBJ</h4><p>Jack Kennedy stands in stark contrast to his Vice President and successor <a href='https://en.wikipedia.org/wiki/Lyndon_B._Johnson' title='Wikipedia page for Lyndon Johnson' target='_blank'>Lyndon Johnson</a> &mdash; in both appearance and personality.  Many people are surprised to learn that having been born in 1908, LBJ was only nine years older than JFK, who was born in 1917.</p><p>And as an ESTP, the Yellow and Green in <a href='/image/5040-politicians-us_presidents-1900s/5060/' title='Link to spiritual portrait of Lyndon Baines Johnson on this site'>Lyndon's spiritual portrait</a> conveys a very different feeling from that which John's portrait on this page &mdash; in which the colors Green and Blue dominate &mdash; evokes.</p><p>But that's not all!  It is even more enlightening to compare the candid and pragmatic yet respectable quotes <a href='https://en.wikiquote.org/wiki/John_F._Kennedy#Attributed' title='Link to quotes attributed to JFK at en.wikiquote.org' target='_blank'>attributed to JFK</a> to the angry and racist quotes <a href='https://en.wikiquote.org/wiki/Lyndon_B._Johnson#Attributed' title='Link to quotes attributed to LBJ at en.wikiquote.org' target='_blank'>attributed to LBJ</a> at <a href='https://en.wikiquote.org/wiki/Main_Page' title='Link to the home page at en.wikiquote.org' target='_blank'>en.wikiquote.org</a>!</p><hr /><p>This personality profile is based largely on the American Experience video <a href='http://store.jfklibrary.org/jfk-like-no-other-from-pbs-american-experience-on-dvd/padcabdanlfjhgmk/product' title='Link to buy JFK: Like No Other at store.jfklibrary.org' target='_blank'>JFK: Like No Other</a>.  This is an excellent video, and both <a href='https://www.youtube.com/watch?v=EK5qb-aZqVg' title='Video of Part 1 of JFK: Like No Other on youtube.com' target='_blank'>Part I</a> and <a href='https://www.youtube.com/watch?v=tKZJFP1ODS0' title='Video of Part 2 of JFK: Like No Other on youtube.com' target='_blank'>Part II</a> of it are on youtube.com.</p>",
      "compare_to": { "gallery_file_name": "5040-politicians-us_presidents-1900s", "image_id": "5042" },
      "contrast_with": { "gallery_file_name": "5040-politicians-us_presidents-1900s", "image_id": "5060" }
    }, {
      "id": "5060",
      "title": "Lyndon Baines Johnson",
      "subtitle_html": "<a href='https://en.wikipedia.org/wiki/Lyndon_B._Johnson' title='Wikipedia page for Lyndon Baines Johnson' target='_blank'>36th President</a> of the USA &mdash; Nov. 22, 1963 to Jan. 20, 1968",
      "gallery_page_teaser": "Lyndon Baines Johnson's spiritual portrait shows he is outgoing, realistic, and logical.  Click on the image to learn more!",
      "image_file_name": "estp-lyndon_baines_johnson-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:37_Lyndon_Johnson_3x4.jpg",
      "composition": "O",
      "score": [
         { "e_score": "17", "i_score": "2" },
         { "n_score": "6", "s_score": "13" },
         { "f_score": "6", "t_score": "13" },
         { "j_score": "6", "p_score": "13" }
      ],
      "four_letter_type": "ESTP",
      "fixed_percentages": "",
      "archetype": "Se",
      "quiz_type": "K2",
      "year": "2017",
      "explain_dom": "The Yellow in this spiritual portrait represents Johnson's dominant trait, his realism.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  LBJ demonstrated this trait when he realized it was pointless to continue his run for re-election in 1968 and dropped out of the race.",
      "explain_aux": "The Green in this spiritual portrait represents Johnson's auxiliary trait, his objectivity and preference for making logical decisions.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  LBJ demonstrated this trait in his commitment to racial equality.",
      "story_intro_html": "<p>Above all, Lyndon Baines Johnson was a realist.  Creator of his namesake the <a href='https://www.youtube.com/watch?v=G7KZogmtlRU' title='Video of the Johnson Treatment on youtube.com' target='_blank'>Johnson Treatment</a>, he knew how to ....</p>",
      "story_html": "<p>Above all, Lyndon Baines Johnson was a realist.  Creator of his namesake the <a href='https://www.youtube.com/watch?v=G7KZogmtlRU' title='Video of the Johnson Treatment on youtube.com' target='_blank'>Johnson Treatment</a>, he knew how to get things done.</p><h4>All too Typically Southern</h4><p>Although he signed the <a href='https://en.wikipedia.org/wiki/Civil_Rights_Act_of_1964' title='Wikipedia page for the Civil Rights Act of 1964' target='_blank'>Civil Rights Act of 1964</a>, the <a href='https://en.wikipedia.org/wiki/Voting_Rights_Act_of_1965' title='Wikipedia page for the Voting Rights Act of 1965' target='_blank'>Voting Rights Act of 1965</a>, and the <a href='https://en.wikipedia.org/wiki/Civil_Rights_Act_of_1968' title='Wikipedia page for the Civil Rights Act of 1968' target='_blank'>Civil Rights Act of 1968</a> into law, he did so only when it was politically expedient, if not absolutely necessary.</p><p>For example, while campaigning for a Senate seat in Texas in 1948, he stated:</p><blockquote>It is the province of the state to run its own elections.  I am opposed to the anti-lynching bill because the federal government has no business enacting a law against one kind of murder than another.<br />&nbsp;&mdash;&nbsp;Lyndon B. Johnson's <a href='https://en.wikiquote.org/wiki/Lyndon_B._Johnson#Speech_in_Austin_.281948.29' title='Link to quotes from the Speech in Austin, 1948 at wikiquote.org' target='_blank'>Speech in Austin, 1948</a>.</blockquote><h4>Inheriting JFK's Legacy</h4><p>When <a href='/image/5040-politicians-us_presidents-1900s/5058/' title='Link to spiritual portrait of John F. Kennedy on this site'>John F. Kennedy</a> was assassinated fifteen years later in 1963 and he became president, LBJ could see the the tide was turning.  And after JFK's tragic death, LBJ felt obligated to follow up on what JFK had set out to do.</p><p>He managed to get this legislation passed, but being from the South, he knew there would be a backlash.  So there is still a bit of defensiveness in his <a href='https://en.wikiquote.org/wiki/Lyndon_B._Johnson#Civil_Rights_Bill_Signing_Speech_.281964.29' title='Link to quotes from the Civil Rights Bill Signing Speech, 1964 at wikiquote.org' target='_blank'>Civil Rights Bill Signing Speech, 1964</a>:</p><blockquote>The purpose of the law is simple. It does not restrict the freedom of any American, so long as he respects the rights of others. It does not give special treatment to any citizen. It does say the only limit to a man's hope for happiness, and for the future of his children, shall be his own ability. It does say that there are those who are equal before God shall now also be equal in the polling booths, in the classrooms, in the factories, and in hotels, restaurants, movie theaters, and other places that provide service to the public.<br />We must not approach the observance and enforcement of this law in a vengeful spirit. Its purpose is not to punish.<br />&nbsp;&mdash;&nbsp;Lyndon B. Johnson's <a href='https://en.wikiquote.org/wiki/Lyndon_B._Johnson#Civil_Rights_Bill_Signing_Speech_.281964.29' title='Link to quotes from the Civil Rights Bill Signing Speech, 1964 at wikiquote.org' target='_blank'>Civil Rights Bill Signing Speech, 1964</a>.</blockquote><p>Make no mistake, the politically pragmatic LBJ had equally good reasons for shifting his view on this landmark legislation and for being a bit defensive upon its passing.  The backlash he feared became real, and is obvious in the results of the next several presidential elections.</p><h4>Paying the Political Price</h4><p>In the <a href='https://en.wikipedia.org/wiki/United_States_presidential_election,_1964' title='Wikipedia page for the 1964 presidential election' target='_blank'>1964 presidential election</a> LBJ won 44 out of 50 states, with five of the six he lost &mdash; LA, MS, AL, GA, and SC &mdash; being in the deep south.  It also led to the southern states abandoning the Democratic party in the next few presidential elections, until the southerner <a href='https://en.wikipedia.org/wiki/United_States_presidential_election,_1976' title='Wikipedia page for the United States Presidential election in 1976' target='_blank'>Jimmy Carter beat Gerald Ford in 1976</a>.</p><p>Learning about Lyndon B. Johnson and seeing his spiritual portrait supports the notion he was more of a catalyst than an idealist.  He was observant enough to see it was time to implement the ideals of <a href='/image/5040-politicians-us_presidents-1900s/5058/' title='Link to spiritual portrait of JFK on this site'>JFK</a>, <a href='' title='Wikipedia page for Martin Luther King' target='_blank'>Martin Luther King</a> and many others, and he was decisive enough to carry through on this incredibly difficult yet ultimately inevitable political feat.</p><blockquote>There is no room for injustice anywhere in the American mansion. But there is always room for understanding toward those who see the old ways crumbling.  And to them, today, I simply say this: It must come.  It is right that it should come.  And when it has, you will find that a burden has been lifted from your shoulders, too.<br />&nbsp;&mdash;&nbsp;Lyndon B. Johnson's <a href='https://en.wikiquote.org/wiki/Lyndon_B._Johnson#Voting_Rights_Act_Signing_speech_.281965.29' title='Link to quotes from the Voting Rights Act Signing Speech, 1965 at wikiquote.org' target='_blank'>Voting Rights Act Signing Speech, 1965</a>.</blockquote><p>After all this, anyone who still believes that LBJ is an idealist should check out this list of mostly quite racist <a href='https://en.wikiquote.org/wiki/Lyndon_B._Johnson#Attributed' title='Link to list of quotes attributed to LBJ at wikiquote.org' target='_blank'>quotes attributed to LBJ</a> at <a href='https://en.wikiquote.org/' title='Link to the home page at wikiquote.org' target='_blank'>wikiquote.org</a>.</p><hr /><p>The personality profile for this image is based mostly on the <a href='http://www.pbs.org/wgbh/americanexperience/films/' title='Link to the American Experience films page at pbs.org' target='_blank'>American Experience</a> film about <a href='http://www.pbs.org/wgbh/americanexperience/films/lbj/' title='Link to video about Lyndon Johnson at pbs.org' target='_blank'>Lyndon Baines Johnson</a>.  It covers his entire life.  The film <a href='http://www.imdb.com/title/tt3791216/?ref_=nm_flmg_act_16' title='Page for All the Way on imdb.com' target='_blank'>All the Way</a> starring Brian Cranston is also highly entertaining, but only covers the years he was president.</p>",
      "compare_to": { },
      "contrast_with": { "gallery_file_name": "5040-politicians-us_presidents-1900s", "image_id": "5058" }
    }, {
      "id": "5062",
      "title": "Richard Milhous Nixon",
      "subtitle_html": "<a href='https://en.wikipedia.org/wiki/Richard_Nixon' title='Wikipedia page for Richard Nixon' target='_blank'>37th President</a> of the USA &mdash; Jan. 20, 1969 to Aug. 9, 1974",
      "gallery_page_teaser": "Richard Nixon's spiritual portrait shows he is very logical and a bit pragmatic.  Click on the image to learn more!",
      "image_file_name": "estj-richard_nixon-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:Richard_M._Nixon,_ca._1935_-_1982_-_NARA_-_530679.jpg",
      "composition": "O",
      "score": [
         { "e_score": "15", "i_score": "4" },
         { "n_score": "4", "s_score": "15" },
         { "f_score": "3", "t_score": "16" },
         { "j_score": "14", "p_score": "5" }
      ],
      "four_letter_type": "ESTJ",
      "fixed_percentages": "",
      "archetype": "Te",
      "quiz_type": "K2",
      "year": "2018",
      "explain_dom": "The Green in Richard Nixon's spiritual portrait represents his dominant personality trait, his strong preference for making logical rather than emotional decisions.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  He demonstrated this preference in the Nixon Doctrine, which assured allies the US would honor its treaties and provide a nuclear shield, while addressing both waning support for the Vietnam War in the US and budget concerns about similar costly endeavors in other countries.",
      "explain_aux": "The Yellow in Richard Nixon's spiritual portrait represents his auxiliary personality trait, his fairly strong preference for seeing a world of facts rather than ideas.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  He demonstrated this preference in the way he adopted a more realistic, pragmatic view of the war in Vietnam than many of his predecessors did.",
      "story_intro_html": "<p>Born in <a href='https://en.wikipedia.org/wiki/Yorba_Linda,_California' title='Wikipedia page for Yorba Linda, California' target='_blank'>Yorba Linda, California</a> on January 9, 1913, <a href='https://en.wikipedia.org/wiki/Richard_Nixon' title='Wikipedia page for Richard Milhous Nixon' target='_blank'>Richard Milhous Nixon</a> became the 37th President at the age of 56 in 1969.  Even though Nixon was born two years ....</p>",
      "story_html": "<p>Born in <a href='https://en.wikipedia.org/wiki/Yorba_Linda,_California' title='Wikipedia page for Yorba Linda, California' target='_blank'>Yorba Linda, California</a> on January 9, 1913, <a href='https://en.wikipedia.org/wiki/Richard_Nixon' title='Wikipedia page for Richard Milhous Nixon' target='_blank'>Richard Milhous Nixon</a> became the 37th President at the age of 56 in 1969.  Even though Nixon was born two years <em>after </em> <a href='https://en.wikipedia.org/wiki/Ronald_Reagan' title='Wikipedia page for Ronald Reagan' target='_blank'>Ronald Reagan</a>, he became president over a decade <em>before</em> Reagan.</p><p>As the large amounts of Green in their spiritual portraits show, Presidents Nixon and <a href='/image/5040-politicians-us_presidents-1900s/5074/' title='Link to spiritual portrait of Ronald Regan on this site'>Regan</a> had similar personalities.  And as the other colors show &mdash; Nixon's Yellow as opposed to Reagan's Blue in particular &mdash; there were differences.</p><h4>From Anti-Communist Congressman to Eisenhower's VP</h4><p>After serving in the <a href='https://en.wikipedia.org/wiki/United_States_Navy' title='Wikipedia page for the Navy' target='_blank'>Navy</a> during <a href='https://en.wikipedia.org/wiki/World_War_II' title='Wikipedia page for World War II' target='_blank'>World War II</a>, Richard Nixon was caught up in the <a href='https://en.wikipedia.org/wiki/Red_Scare' title='Wikipedia page for the Red Scare' target='_blank'>anti-communist fervor</a> that prevailed in the United States in the late 1940s and early 1950s.</p><p>Nixon was a member of the <a href='https://en.wikipedia.org/wiki/House_Un-American_Activities_Committee' title='Wikipedia page for House Un-American Activities Committee' target='_blank'>House Un-American Activities Committee</a> (HUAC) and earned the moniker <q>Tricky Dick</q> for his aggressively anti-Communist campaign tactics in the <a href='https://en.wikipedia.org/wiki/United_States_Senate_election_in_California,_1950#Debut_of_the_Pink_Sheet' title='Wikipedia page for United States Senate election in California in 1950, cued to the section about the Debut of the Pink Sheet' target='_blank'>Senate election in California in 1950</a>.  His anti-communist stance, plus his young age and political base in <a href='https://en.wikipedia.org/wiki/California' title='Wikipedia page for California' target='_blank'>California</a>, helped influence Eisenhower to choose Nixon as his running mate in the <a href='https://en.wikipedia.org/wiki/United_States_presidential_election,_1952' title='Wikipedia page for the presidential election in 1952' target='_blank'>1952 Presidential election</a>.</p><p>Richard Nixon served two terms as <a href='https://en.wikipedia.org/wiki/Vice_President_of_the_United_States' title='Wikipedia page for Vice President' target='_blank'>Vice President</a> for <a href='https://en.wikipedia.org/wiki/Dwight_D._Eisenhower' title='Wikipedia page for Dwight D. Eisenhower' target='_blank'>Dwight D. Eisenhower</a>, from 1953 to 1961.  Entering office as the 36th Vice President at the age of 40, Nixon was the second-youngest person to hold that office, the youngest being <a href='https://en.wikipedia.org/wiki/John_C._Breckinridge' title='Wikipedia page for John C. Breckinridge' target='_blank'>John C. Breckinridge</a>, who took the office at age 36.</p><h4>From Loser to Law-and-Order Candidate</h4><p>Richard Nixon lost the very close presidential <a href='https://en.wikipedia.org/wiki/United_States_presidential_election,_1960' title='Wikipedia page for the presidential election in 1960' target='_blank'>election in 1960</a> to <a href='/image/5040-politicians-us_presidents-1900s/5058/' title='Link to spiritual portrait of John Fitzgerald Kennedy on this site'>John Fitzgerald Kennedy</a>, and lost again to <a href='https://en.wikipedia.org/wiki/Pat_Brown' title='Wikipedia page for Pat Brown' target='_blank'>Pat Brown</a> when he ran for <a href='https://en.wikipedia.org/wiki/California_gubernatorial_election,_1962' title='Wikipedia page for the California gubernatorial election in 1962' target='_blank'>governor of California</a> in 1962, and subsequently <a href='https://en.wikipedia.org/wiki/Richard_Nixon%27s_November_1962_press_conference' title='Wikipedia page for Nixons so-called last press conference' target='_blank'>announced</a> he was leaving politics.</p><blockquote>I leave you gentleman now. You will now write it; you will interpret it; that's your right. But as I leave you I want you to know &mdash; just think how much you're going to be missing. You don't have Nixon to kick around any more, because, gentlemen, this is my last press conference.<br />&nbsp;&mdash;&nbsp;Richard Nixon, in a <a href='https://www.youtube.com/watch?v=_RMSb-tS_OM' title='Video of the press conference on youtube.com' target='_blank'>press conference</a> given after losing the election for Governor of California, November 7, 1962.</blockquote><p>Nixon tried leaving politics and joined a <a href='https://en.wikipedia.org/wiki/Mudge_Rose_Guthrie_Alexander_%26_Ferdon' title='Wikipedia page for the Mudge, Rose, Guthrie, Alexander, and Ferdon law firm in New York City' target='_blank'>law firm</a> in New York City.  But politics was in his blood and he continued campaigning for Republican Party candidates in the 1964 and 1966 elections.</p><p>Richard Nixon returned to politics and ran for President again in 1968.  The <a href='https://en.wikipedia.org/wiki/Opposition_to_United_States_involvement_in_the_Vietnam_War' title='Wikipedia page for anti-Vietnam War demonstrations' target='_blank'>anti-Vietnam War demonstrations</a> were at their height, and as his fellow <a href='https://en.wikipedia.org/wiki/Republican_Party_(United_States)' title='Wikipedia page for the Republican party in America' target='_blank'>Republican</a> Ronald Reagan would do when running for re-election as Governor of California in 1970, Nixon leveraged this distruption by campaigning as a <a href='https://en.wikipedia.org/wiki/Law_and_order_(politics)' title='Wikipedia page for law-and-order in politics' target='_blank'>law-and-order</a> candidate.</p><h4>Peacemaker</h4><p>Nixon won the fairly close, three-way <a href='https://en.wikipedia.org/wiki/United_States_presidential_election,_1968' title='Wikipedia page for the presidential election in 1968' target='_blank'>presidential election in 1968</a>.  It's important to realize his anti-communist, law-and-order stance does not imply he was an enemy of peace.  It may surprise <a href='https://en.wikipedia.org/wiki/Hunter_S._Thompson#Fear_and_Loathing_on_the_Campaign_Trail_72' title='Wikipedia page for Hunter S. Thompson, cued to the section about Fear and Loathing on the Campaign Trail 72' target='_blank'>some people</a> but his goal, in fact, was for history to consider him a peacemaker.</p><p>As the Green in his spiritual portrait shows, Richard Nixon preferred logic to emotion.  So although both he and the protesters wanted peace, he differed from them in that he was not inclined to get all emotional about it.</p><blockquote>What kind of nation we will be, what kind of world we will live in, whether we shape the future in the image of our hopes, is ours to determine by our actions and our choices.  The greatest honor history can bestow is the title of peacemaker.<br />&nbsp;&mdash;&nbsp;Richard Nixon in his <a href='https://en.wikiquote.org/wiki/Richard_Nixon#First_Inaugural_Address_(1969)' title='Link to quotes from his First Inaugural Address at en.wikiquote.org' target='_blank'>First Inaugural Address</a>, January 20, 1969.</blockquote><p>In the <a href='http://www.presidency.ucsb.edu/ws/?pid=3702' title='Link to the full text of his Remarks on Being Reelected to the Presidency speech at www.presidency.ucsb.edu' target='_blank'>Remarks on Being Reelected to the Presidency</a> speech he gave on November 7, 1972, Nixon would clarify this somewhat, saying it is important to work for <q>peace with honor.</q></p><h4>Crisis: Watergate</h4><p>When Richard Nixon ran for re-election in the <a href='https://en.wikipedia.org/wiki/United_States_presidential_election,_1972' title='Wikipedia page for the Presidential election of 1972' target='_blank'>Presidential election of 1972</a>, he won by a landslide.  Garnering over 60% of the popular vote, he carried all but one state.</p><p>Like many other two-term presidents, Nixon fell prey to the <q><a href='https://en.wikipedia.org/wiki/Second-term_curse' title='Wikipedia page for the alleged curse on the second term of presidents' target='_blank'>second-term curse</a></q> &mdash; a superstition that may betray the all-too-human tendency towards <a href='https://en.wikipedia.org/wiki/Confirmation_bias' title='Wikipedia page for confirmation bias' target='_blank'>confirmation bias</a>.  In Nixon's case, the curse actually <q>came true.</q></p><p>Shortly after the start of Richard Nixon's second term, the <a href='https://en.wikipedia.org/wiki/Watergate_scandal' title='Wikipedia page for the Watergate scandal' target='_blank'>Watergate scandal</a> broke.  Unbeknownst to Nixon, <a href='https://en.wikipedia.org/wiki/White_House_Plumbers' title='Wikipedia page for the White House Plumbers' target='_blank'>people in his administration</a> were committing criminal acts, including breaking into the offices of <a href='https://en.wikipedia.org/wiki/Daniel_Ellsberg#Fielding_break-in' title='Wikipedia page for Daniel_Ellsberg, cued to the section about the break-in of the office of his psychiatrist, Dr. Lewis Fielding' target='_blank'>Daniel Ellsberg's psychiatrist</a> and the <a href='https://en.wikipedia.org/wiki/Democratic_National_Committee' title='Wikipedia page for the Democratic National Committee' target='_blank'>Democratic National Committee</a>.</p><p>As the Yellow in Richard Nixon's spiritual portrait shows, he is more pragmatic than idealistic.  In this case, his pragmatic reaction when he learned about these break-ins ultimately caused his downfall.</p><h4>When Pragmatism Goes Wrong</h4><p>Rather than do the right thing and come clean, when Richard Nixon first learned about these crimes, he tried to cover them up.  But <a href='https://en.wikipedia.org/wiki/Deep_Throat_(Watergate)' title='Wikipedia page for the whistle-blower known as Deep Throat' target='_blank'>one thing</a> led to <a href='https://en.wikipedia.org/wiki/Saturday_Night_Massacre' title='Wikipedia page for the Saturday Night Massacre' target='_blank'>another</a>, and he found himself caught in his own web of deceit.</p><p>In Nixon's mind &mdash; at least initially &mdash; both Republicans and Democrats were guilty of <q>shady tactics,</q> and he was simply doing the <q>right</q> thing by supporting the people who worked for him.</p><blockquote>I know that it can be very easy, under the intensive pressures of a campaign, for even well-intentioned people to fall into shady tactics &mdash; to rationalize this on the grounds that what is at stake is of such importance to the Nation that the end justifies the means. And both of our great parties have been guilty of such tactics in the past.<br />&nbsp;&mdash;&nbsp;From Richard Nixon's <a href='http://www.presidency.ucsb.edu/ws/?pid=3824' title='Link to the text of his Address to the Nation About the Watergate Investigations at www.presidency.ucsb.edu' target='_blank'>Address to the Nation About the Watergate Investigations</a>, April 30, 1973.</blockquote><p>In Nixon's mind, <q>the ends justifies the means</q> and &mdash; as he would later <a href='https://en.wikipedia.org/wiki/The_Nixon_Interviews' title='Wikipedia page for The Nixon Interviews' target='_blank'>tell David Frost</a> &mdash; <q><a href='https://www.youtube.com/watch?v=HiHN3IJ_j8A' title='Extremely short video of Nixon saying this on youtube.com' target='_blank'>when the President does it, that means that it is <em>not</em> illegal.</a></q><h4><q>Not a Crook</q></h4><p>Although Richard Nixon did not participate in or even know about these specific criminal activities until after the fact, his actions led to Watergate Special Counsel <a href='https://en.wikipedia.org/wiki/Archibald_Cox' title='Wikipedia page for Archibald Cox' target='_blank'>Archibald Cox</a> subpeonaing tape recordings from the White House, in an effort to find out who was guilty.</p><p>Faced with rapidly declining popularity, Nixon addressed the nation with his infamous claim, <q>I'm not a crook:</q></p><blockquote>I want to say this to the television audience. I made my mistakes, but in all of my years of public life, I have never profited, never profited from public service. I have earned every cent. And in all of my years of public life, I have never obstructed justice. And I think, too, that I can say that in my years of public life, that I welcome this kind of examination because people have got to know whether or not their President is a crook. Well, I'm not a crook. I've earned everything I've got.<br />&nbsp;&mdash;&nbsp;From Richard Nixon's <a href='https://www.youtube.com/watch?v=sh163n1lJ4M' title='Video of an excerpt from the televised address Nixon gave on youtube.com' target='_blank'>televised address</a> to the people of the United States, broadcast on <a href='https://www.npr.org/' title='Link to the home page of the web site for National Public Radio at www.npr.org' target='_blank'>National Public Radio</a>, November 17, 1973.</blockquote><p>Although Richard Nixon was willing to use politically <q>shady</q> tactics, he was not totally bereft of morality.  His pragmatism in helping to cover up the criminal acts may have caused his downfall, but he did his best to maintain some sense of personal honor.</p><h4>Ending the War in Vietnam</h4><p>In the <a href='https://en.wikipedia.org/wiki/Nixon_Doctrine' title='Wikipedia page for the Nixon Doctrine' target='_blank'>Nixon Doctrine</a> the President set forth in 1969, he called for <q><a href='https://en.wikipedia.org/wiki/Vietnamization' title='Wikipedia page for Vietnamization' target='_blank'>Vietnamization</a></q> of the region.  Nixon hoped that by using troops from the <a href='https://en.wikipedia.org/wiki/Army_of_the_Republic_of_Vietnam' title='Wikipedia page for Army of the Republic of Vietnam' target='_blank'>South Vietnamese Army</a> (ARVN) he could end <a href='https://en.wikipedia.org/wiki/Role_of_the_United_States_in_the_Vietnam_War' title='Wikipedia page for Americas involvement in the war in Vietnam' target='_blank'>America's involvement</a> in the region.</p><p>In both of his terms as president, Richard Nixon worked with <a href='https://en.wikipedia.org/wiki/Henry_Kissinger' title='Wikipedia page for Henry Kissinger' target='_blank'>Henry Kissinger</a>, his <a href='https://en.wikipedia.org/wiki/National_Security_Advisor_(United_States)' title='Wikipedia page for National Security Advisor' target='_blank'>National Security Advisor</a>, on a number of fronts to end America's involvement in the Vietnam War.  Specifically they:</p><ul><li>Used diplomacy by supporting the <a href='https://en.wikipedia.org/wiki/Paris_Peace_Accords#Nixon_government' title='Wikipedia page for the Paris accords, cued to the section about the involvement of the Nixon government in them' target='_blank'>Paris Accords</a> started in 1968 by then-President <a href='/image/5040-politicians-us_presidents-1900s/5060/' title='Link to spiritual portrait of Lyndon Johnson on this site'>Lyndon Johnson</a>.</li><li>Used the <a href='https://en.wikipedia.org/wiki/United_States_Air_Force' title='Wikipedia page for the US Air Force' target='_blank'>Air Force</a> to <a href='https://en.wikipedia.org/wiki/Carpet_bombing' title='Wikipedia page for carpet bombing' target='_blank'>carpet bomb</a> Vietnam's neighbor <a href='https://en.wikipedia.org/wiki/Cambodia' title='Wikipedia page for Cambodia' target='_blank'>Cambodia</a> in <a href='https://en.wikipedia.org/wiki/Operation_Menu' title='Wikipedia page for Operation Menu' target='_blank'>1969-1970</a> and North Vietnam itself from <a href='https://en.wikipedia.org/wiki/Operation_Linebacker' title='Wikipedia page for Operation Linebacker' target='_blank'>May through October of 1972</a>, culminating in the <q><a href='https://en.wikipedia.org/wiki/Operation_Linebacker_II' title='Wikipedia page for Operation Linebacker II' target='_blank'>Christmas Bombings</a></q> in late December of 1972.</li><li>Even tried using a bit of <a href='https://en.wikipedia.org/wiki/Madman_theory' title='Wikipedia page for the Madman theory associated with Nixon at this time' target='_blank'>implied irrationality</a> to scare the communist-supported North Vietnamese into giving up.</li></ul><p>The <a href='https://en.wikipedia.org/wiki/Paris_Peace_Accords' title='Wikipedia page for the Paris Peace Accords' target='_blank'>Paris Peace Accords</a> included <a href='https://en.wikipedia.org/wiki/North_Vietnam' title='Wikipedia page for North Vietnam, officially the Democratic Republic of Vietnam' target='_blank'>North Vietnam</a>, <a href='https://en.wikipedia.org/wiki/South_Vietnam' title='Wikipedia page for South Vietnam, officially the Republic of Vietnam' target='_blank'>South Vietnam</a>, and South Vietnam's <a href='https://en.wikipedia.org/wiki/Provisional_Revolutionary_Government_of_the_Republic_of_South_Vietnam' title='Wikipedia page for the Provisional Revolutionary Government of the Republic of South Vietnam' target='_blank'>underground government</a>, but encountered frequent stalemates.  Determined to be a peacemaker, the tenacious, decisive Nixon refused to give up.</p><p>In a speech Nixon gave upon being reelected in 1972, he uses the word <q>peace</q> six times in a single sentence:</p><blockquote>We are united Americans &mdash; North, East, West, and South, both parties &mdash; in our desire for peace, <b>peace with honor</b>, the kind of a peace that will last, and we are moving swiftly toward that great goal, not just in Vietnam, but a new era of peace in which the old relationships between the two super powers, the Soviet Union and the United States, and between the world's most populous nation, the People's Republic of China, and the United States, are changed so that we are on the eve of what could be the greatest generation of peace, true peace for the whole world, that man has ever known.<br />&nbsp;&mdash;&nbsp;From Richard Nixon's <a href='http://www.presidency.ucsb.edu/ws/?pid=3702' title='Link to the full text of Remarks on Being Reelected to the Presidency at www.presidency.ucsb.edu' target='_blank'>Remarks on Being Reelected to the Presidency</a>, November 7, 1972.  [Emphasis added.]</blockquote><h4>Nixon's Logic and Pragmatism</h4><p>A president who calls for peace while ordering the Air Force to run bombing missions may seem <a href='https://www.urbandictionary.com/define.php?term=Enigmatic' title='Page for the term enigmatic at www.urbandictionary.com' target='_blank'>enigmatic</a>.  In calling for <q>peace with honor,</q> Richard Nixon makes it obvious he disagreed with <a href='https://www.biography.com/people/benjamin-franklin-9301234' title='Link to Benjamin Franklin at www.biography.com' target='_blank'>Benjamin Franklin</a>'s sentiment, expressed in a letter to his friend <a href='https://en.wikipedia.org/wiki/Josiah_Quincy_I' title='Wikipedia page for Josiah Quincy I' target='_blank'>Josiah Quincy</a> in 1783, that <q><a href='https://founders.archives.gov/documents/Franklin/01-40-02-0385' title='Link to the entire letter at founders.archives.gov' target='_blank'>there never was a good war, or a bad peace</a>.</q></p><p>Richard Nixon's preference for logic &mdash; represented by the Green in his spiritual portrait &mdash; along with his fervent anti-communism, would not let him agree to peace at any cost, despite the ongoing and intensifying emotional anti-war protests.  Doing so would be considered weakness and imply a willingness to allow South Vietnam to submit to North Vietnamese aggression.</p><p>And Nixon's preference for pragmatism &mdash; represented by the Yellow in his portrait &mdash; caused him to order increases in the bombings when attempts to help the opposing sides reach agreement stalled.  Bombs are facts that are impossible to ignore.</p><p>In one example of these pragmatic, destructive tactics, Nixon and Kissinger started seeing some <a href='https://en.wikipedia.org/wiki/Paris_Peace_Accords#Breakthrough_and_agreement' title='Wikipedia page for the Paris Peace Accords, cued to the section on Breakthrough and agreement' target='_blank'>breakthroughs</a> in the peace process in 1972, yet encountered resistance from the President of the South Vietnamese, <a href='https://en.wikipedia.org/wiki/Nguy%E1%BB%85n_V%C4%83n_Thi%E1%BB%87u' title='Wikipedia page for Nguyn Vn Thiu' target='_blank'>Nguyn Vn Thiu</a>.  To demonstrate his continued support for the South Vietnamese, Nixon ordered <a href='https://en.wikipedia.org/wiki/Operation_Linebacker_II' title='Wikipedia page for Operation Linebacker II' target='_blank'>Operation Linebacker II</a>, known as the <q>Christmas Bombings,</q> in late December of 1972.</p><h4>Withdrawing the Troops</h4><p>Richard Nixon supplanted these military efforts with diplomatic efforts &mdash; in addition to the peace talks &mdash; by <a href='https://en.wikipedia.org/wiki/Strategic_Arms_Limitation_Talks#SALT_I_Treaty' title='Wikipedia page for the Strategic_Arms_Limitation_Talks, cued to the section about the SALT I Treaty' target='_blank'>pursuing detente</a> with the <a href='https://en.wikipedia.org/wiki/Leonid_Brezhnev' title='Wikipedia page for Leonid Brezhnev' target='_blank'>Soviet</a> and <a href='https://en.wikipedia.org/wiki/Richard_Nixon%27s_1972_visit_to_China' title='Wikipedia page for his visit to China in 1972' target='_blank'>Chinese</a> communist forces supporting the North Vietnamese.  He also called for supplying military aid under <a href='https://en.wikipedia.org/wiki/Operations_Enhance_and_Enhance_Plus' title='Wikipedia page for Operations Enhance and Enhance Plus' target='_blank'>Operations Enhance and Enhance Plus</a>.</p><p>Nixon's determination and decisiveness &mdash; visible in his spiritual portrait in the predominance of Green &mdash; to achieve <q>peace with honor</q> finally prevailed in January of 1973 when the belligerents <a href='https://en.wikipedia.org/wiki/Paris_Peace_Accords#Signatories' title='Wikipedia page for the Paris Peace Accords, cued to the section listing the signatories' target='_blank'>signed a peace treaty</a>.  Nixon ordered the <a href='https://en.wikipedia.org/wiki/Role_of_the_United_States_in_the_Vietnam_War#Return_to_Paris' title='Wikipedia page for Role of the United States in the Vietnam War, cued to the section about the Return to Paris' target='_blank'>withdrawl</a> of all US troops from Vietnam, the combatants exchanged prisoners in February and March, and Congress passed the <a href='https://en.wikipedia.org/wiki/Case%E2%80%93Church_Amendment' title='Wikipedia page for the ' target='_blank'>Case-Church Amendment</a> in June of 1973, prohibiting further military involvement in the area.</p><h4>This Is <em><a href='https://www.youtube.com/watch?v=agwMwbmMNbk' title='Video excerpt from the movie Apocalypse Now of the song The End by The Doors on youtube.com' target='_blank'>The End</a></em></h4><p>After the withdrawl of troops from Vietnam, Nixon was increasingly plagued by the <a href='https://en.wikipedia.org/wiki/Watergate_scandal' title='Wikipedia page for the Watergate scandal' target='_blank'>Watergate scandal</a>.  On February 6, 1974 the <a href='https://en.wikipedia.org/wiki/United_States_House_of_Representatives' title='Wikipedia page for the House of Representatives' target='_blank'>House of Representatives</a> decided Nixon's role in covering up the malfeasance was enough for them to initiate <a href='https://en.wikipedia.org/wiki/Impeachment_process_against_Richard_Nixon' title='Wikipedia page for the Impeachment process against Richard Nixon' target='_blank'>impeachment proceedings</a> against him.</p><p>A turning point came when the <a href='https://www.supremecourt.gov/' title='Link to the home page at www.supremecourt.gov' target='_blank'>Supreme Court</a> decided unanimously on July, 24, 1974, in <a href='https://en.wikipedia.org/wiki/United_States_v._Nixon' title='Wikipedia page for United States v. Nixon' target='_blank'>United States v. Nixon</a>, that he must relinquish the <a href='https://en.wikipedia.org/wiki/Nixon_White_House_tapes' title='Wikipedia page for the Nixon White House tapes' target='_blank'>incriminating tapes</a> recorded in the <a href='http://www.whitehousemuseum.org/west-wing/oval-office.htm' title='Link to a page about the Oval Office at www.whitehousemuseum.org' target='_blank'>Oval Office</a>.</p><p>Rather than continuing going through the impeachment process, Nixon gave his <a href='https://www.youtube.com/watch?v=zLHc8NR_v-8' title='Video of his resignation speech on youtube.com' target='_blank'>resignation speech</a> on August 8, 1974, and left office at noon the next day.</p><blockquote>There is one cause above all to which I have been devoted and to which I shall always be devoted for as long as I live.<br />When I first took the oath of office as President five and a half years ago, I made this sacred commitment, to <q>consecrate my office, my energies, and all the wisdom I can summon to the cause of peace among nations.</q><br />I have done my very best in all the days since to be true to that pledge.<br />&nbsp;&mdash;&nbsp;From Richard Nixon's <a href='https://www.pbs.org/newshour/spc/character/links/nixon_speech.html' title='Link to his Resignation Speech at www.pbs.org' target='_blank'>Resignation Speech</a>, August 8, 1974.</blockquote><h4>Peacemaker?</h4><p>Although Nixon was able to extricate America from Vietnam, the war between North and South Vietnam continued.  Further aid from the United States became impossible due to resistance by Congress, and <a href='https://en.wikipedia.org/wiki/Ho_Chi_Minh_City' title='Wikipedia page for Ho Chi Minh City, formerly known as Saigon' target='_blank'>Saigon</a> eventually <a href='https://en.wikipedia.org/wiki/Fall_of_Saigon' title='Wikipedia page for the Fall of Saigon' target='_blank'>fell</a> on April 30, 1975.</p><blockquote>No event in American history is more misunderstood than the Vietnam War. It was misreported then, and it is misremembered now. Rarely have so many people been so wrong about so much. Never have the consequences of their misunderstanding been so tragic.<br />&nbsp;&mdash;&nbsp;From <a href='https://store.nixonfoundation.org/products/real-peace-no-more-vietnams-by-richard-nixon-leather-bound-edition' title='Link to buy a leatherbound copy of the books Real Peace and No More Vietnams at store.nixonfoundation.org' target='_blank'>No More Vietnams</a> by Richard Nixon, 1987.</blockquote><p>As a result of the troop withdrawl, <a href='https://en.wikipedia.org/wiki/Henry_Kissinger#Vietnam_War' title='Wikipedia page for Henry Kissinger, cued to the section about the Vietnam War' target='_blank'>Henry Kissinger</a> and <a href='https://en.wikipedia.org/wiki/L%C3%AA_%C4%90%E1%BB%A9c_Th%E1%BB%8D#Nobel_Peace_Prize' title='Wikipedia page for L c Th' target='_blank'>L c Th</a> were awarded the <a href='https://www.nobelprize.org/nobel_prizes/peace/' title='Link to a page about the Nobel Peace Prize at www.nobelprize.org' target='_blank'>Nobel Peace Prize</a> in 1973.  Th rejected the award and, after the Fall of Saigon, Kissinger tried to return it.</p><h4>A More Modern Perspective</h4><p>Putting Nixon's efforts in a more modern perspective is a <a href='http://www.azquotes.com/quote/690736' title='Link to the following quote by Hunter S. Thompson at www.azquotes.com' target='_blank'>declaration</a> by <a href='https://en.wikiquote.org/wiki/Hunter_S._Thompson' title='Link to quotes by Hunter S. Thompson at en.wikiquote.org' target='_blank'>Hunter S. Thompson</a> &mdash; Richard Nixon's <a href='https://www.urbandictionary.com/define.php?term=nemesis' title='Page for the term nemesis at www.urbandictionary.com' target='_blank'>nemesis</a> at <a href='https://www.rollingstone.com/' title='Link to the home page at www.rollingstone.com' target='_blank'>Rolling Stone Magazine</a> during the Vietnam War &mdash; in 2004:</p><blockquote>Nixon was a professional politician, and I despised everything he stood for &mdash; but if he were running for president this year against the evil Bush-Cheney gang, I would happily vote for him.<br />&nbsp;&mdash;&nbsp;Hunter S. Thompson, <a href='https://web.archive.org/web/20080709073911/http://www.rollingstone.com/politics/story/6562575/fear_and_loathing_campaign_2004' title='Link to the Rolling Stone article, Fear and Loathing, Campaign 2004, at web.archive.org' target='_blank'>Fear and Loathing, Campaign 2004</a>, October 20, 2004.</blockquote><p>It takes more than one person to bring peace to the world.  Richard Nixon was only human, and sadly, his efforts failed in the long run.</p><p>But it's important to realize that when it came to bringing peace to Vietnam, he did his best.  And despite his foibles, Nixon certainly managed to save countless lives in his tireless pursuit of <q>peace with honor</q> and his successful negotiation of the withdrawl of America troops from Southeast Asia &mdash; something his predecessors failed to do.</p><h4>Richard Milhous Nixon and Ronald Wilson Reagan</h4><p>Richard Nixon and Ronald Reagan shared many similarities: they were both born in the early 1910s, their names have the same number of syllables, and as adults they chose to be Republicans and call California their home.</p><p>Even more significantly, the large amounts of Green in their spiritual portraits show a preference for making rational decisions &mdash; a trait they share with many leaders.  As anti-communist would-be peacemakers, they were willing to <a href='https://www.urbandictionary.com/define.php?term=parley' title='Page for the term parley at www.urbandictionary.com' target='_blank'>parley</a>, but had no intention of making any concession they thought might compromise the freedoms of their fellow Americans.</p><p>As presidents, when people in their administrations broke the law, they reacted differently &mdash; and ultimately paid different prices for their actions.  Where Reagan took appropriate action and put an abrupt end to the malfeasance, Nixon persisted in trying to cover things up.</p><p>This is not to imply that pragmatic people are less moral than idealistic people, only that their perceptions and ultimately their motivations are different.</p><p>Spiritual portraits provide a unique view into why people act the way they do, allowing us to learn from others' mistakes &mdash; and emulate those who do the right thing.</p><h4>&ndash;&nbsp;&ndash;</h4><p>Richard Nixon died at the age of 81 on April 22, 1994.  A line from his <a href='https://en.wikiquote.org/wiki/Richard_Nixon#First_Inaugural_Address_(1969)' title='Link to quotes from his First Inaugural Address at en.wikiquote.org' target='_blank'>First Inaugural Address</a> &mdash; <q>The greatest honor history can bestow is the title of peacemaker</q> &mdash; was used as his <a href='https://www.urbandictionary.com/define.php?term=epitaph' title='Page for the term epitaph at www.urbandictionary.com' target='_blank'>epitaph</a>.</p><hr /><h4>About This Portrait</h4><p>This spiritual portrait is based on the following sources:</p><ul><li>the excellent <a href='http://www.pbs.org/wgbh/americanexperience/films/nixon/#part01' title='American Experience video of Richard Nixon on pbs.org' target='_blank'>American Experience video</a> about Richard Nixon, October 15, 1990 (2:48)</li><li>the <a href='http://www.imdb.com/title/tt0261639/' title='Page for David Frost Interviews Richard Nixon (1977) on imdb.com' target='_blank'>David Frost Interviews Richard Nixon</a>, the original Watergate interviews, 1977 (1:25)</li><li>the movie <a href='http://www.imdb.com/title/tt0870111/' title='Page for the movie Frost/Nixon on imdb.com' target='_blank'>Frost/Nixon</a>, 2008 (2:02)</li><li>the documentary <a href='http://www.imdb.com/title/tt1319726/' title='Page for the documentary The Most Dangerous Man in America: Daniel Ellsberg and the Pentagon Papers on imdb.com' target='_blank'>The Most Dangerous Man in America: Daniel Ellsberg and the Pentagon Papers</a>, 2009 (1:32)</li><li>the very enjoyable movie <a href='http://www.imdb.com/title/tt2093991/' title='Page for the movie Elvis & Nixon on imdb.com' target='_blank'>Elvis & Nixon</a>, 2016 (1:26)</li></ul><p>Other sources include the information found at all the links used to compose the story above and the countless impressions Richard Nixon made on me over the years, both during and after his presidency.</p>",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "5068",
      "title": "responsive_ad"
    }, {
      "id": "5074",
      "title": "Ronald Wilson Reagan",
      "subtitle_html": "<a href='https://en.wikipedia.org/wiki/Ronald_Reagan' title='Wikipedia page for Ronald Reagan' target='_blank'>40th President</a> of the USA &mdash; Jan. 20, 1981 to Jan. 20, 1989",
      "gallery_page_teaser": "Ronald Reagan's spiritual portrait shows he is very rational and slightly idealistic.  Click on the image to learn more!",
      "image_file_name": "entj-ronald_reagan-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:Official_Portrait_of_President_Reagan_1981.jpg",
      "composition": "O",
      "score": [
         { "e_score": "19", "i_score": "0" },
         { "n_score": "10", "s_score": "9" },
         { "f_score": "5", "t_score": "14" },
         { "j_score": "11", "p_score": "8" }
      ],
      "four_letter_type": "ENTJ",
      "fixed_percentages": "",
      "archetype": "Te",
      "quiz_type": "K2",
      "year": "2018",
      "explain_dom": "The Green in Ronald Reagan's spiritual portrait represents his dominant personality trait, his preference for making rational rather than personal decisions.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  He demonstrated this trait when he told 11,345 striking air traffic controllers to return to work within 48 hours, and fired them when they refused to do so.",
      "explain_aux": "The Blue in Ronald Reagan's spiritual portrait represents his auxiliary personality trait, his very slight preference for seeing the world more in terms of ideas than of facts.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  He demonstrated this trait when he came up with the Stratigic Defense Initiative, in his deeply held Christian beliefs, and in the way he delegated many of the details in the day-to-workings of the White House to his subordinates.",
      "story_intro_html": "<p>Born in <a href='https://en.wikipedia.org/wiki/Tampico,_Illinois' title='Wikipedia page for Tampico, Illinois' target='_blank'>Tampico, Illinois</a> on February 6, 1911, <a href='https://en.wikipedia.org/wiki/Ronald_Reagan' title='Wikipedia page for Ronald Wilson Reagan' target='_blank'>Ronald Wilson Reagan</a> became the 40th President at the age of 69 in 1981.  Even though Reagan was born two years ....</p>",
      "story_html": "<p>Born in <a href='https://en.wikipedia.org/wiki/Tampico,_Illinois' title='Wikipedia page for Tampico, Illinois' target='_blank'>Tampico, Illinois</a> on February 6, 1911, <a href='https://en.wikipedia.org/wiki/Ronald_Reagan' title='Wikipedia page for Ronald Wilson Reagan' target='_blank'>Ronald Wilson Reagan</a> became the 40th President at the age of 69 in 1981.  Even though Reagan was born two years <em>before </em> <a href='https://en.wikipedia.org/wiki/Richard_Nixon' title='Wikipedia page for Richard Nixon' target='_blank'>Richard Nixon</a>, he became president more than a decade <em>after</em> Nixon.</p><p>As the large amounts of Green in their spiritual portraits show, presidents Reagan and <a href='/image/5040-politicians-us_presidents-1900s/5062/' title='Link to spiritual portrait of Richard Nixon on this site'>Nixon</a> had similar personalities.  And as the other colors show &mdash; Reagan's Blue as opposed to Nixon's Yellow in particular &mdash; there were differences.</p><h4>Anti-Communist, Governor, and Law-and-Order Candidate</h4><p>After serving first in the <a href='https://en.wikipedia.org/wiki/United_States_Army_Reserve' title='Wikipedia page for the Army Reserve' target='_blank'>Army Reserve</a>, then later in the <a href='https://en.wikipedia.org/wiki/United_States_Army_Air_Forces' title='Wikipedia page for the Army Air Forces' target='_blank'>Army Air Forces</a> during <a href='https://en.wikipedia.org/wiki/World_War_II' title='Wikipedia page for World War II' target='_blank'>World War II</a>, Reagan caught up in the <a href='https://en.wikipedia.org/wiki/Red_Scare' title='Wikipedia page for the Red Scare' target='_blank'>anti-communist fervor</a> that prevailed in the United States in the late 1940s and early 1950s.  As President of the <a href='https://en.wikipedia.org/wiki/Screen_Actors_Guild' title='Wikipedia page for the Screen Actors Guild' target='_blank'>Screen Actors Guild</a> from 1947 through 1959, Reagan's anti-communist politics caused him to lose <a href='https://en.wikipedia.org/wiki/Jane_Wyman' title='Wikipedia page for Jane Wyman' target='_blank'>his first wife</a> and meet <a href='https://en.wikipedia.org/wiki/Nancy_Reagan' title='Wikipedia page for Nancy Reagan' target='_blank'>his second one</a> in 1949.</p><p>Before being elected President, Ronald Reagan served two terms as <a href='https://en.wikipedia.org/wiki/Governor_of_California' title='Wikipedia page for Governor of California' target='_blank'>Governor of California</a>, from 1967 to 1975.  Entering office as the 33rd Governor of California, he replaced the 32nd Governor <a href='https://en.wikipedia.org/wiki/Pat_Brown' title='Wikipedia page for Pat Brown' target='_blank'>Pat Brown</a>, who had served two terms from 1959-1967.  After Reagan served his two terms, Pat's son <a href='https://en.wikipedia.org/wiki/Jerry_Brown' title='Wikipedia page for Jerry Brown' target='_blank'>Jerry Brown</a> entered the office as the 34th Governor and also served two terms, from 1975-1983.</p><p>In 1969 Ronald Reagan was Governor of California during the violent <a href='https://en.wikipedia.org/wiki/People%27s_Park_(Berkeley)#May_15,_1969:_&quot;Bloody_Thursday&quot;' title='Wikipedia page for the protests at Peoples Park in Berkeley, cued to the section about Bloody Thursday on May 15, 1969' target='_blank'>protests at People's Park</a> in Berkeley.  As his fellow <a href='https://en.wikipedia.org/wiki/Republican_Party_(United_States)' title='Wikipedia page for the Republican party in America' target='_blank'>Republican</a> Richard Nixon did when running for President in 1968, Reagan leveraged this distruption by campaigning as a <a href='https://en.wikipedia.org/wiki/Law_and_order_(politics)' title='Wikipedia page for law-and-order in politics' target='_blank'>law-and-order</a> candidate in his campaign for re-election in 1970.</p><h4>Peacemaker</h4><p>Ronald Reagan's anti-communist, law-and-order stance does not imply he was an enemy of peace.</p><p>As the Green in his spiritual portrait shows, Ronald Reagan preferred logic to emotion.  So although both he and the protesters wanted peace, he differed from them in that he was not inclined to get all emotional about it.</p><blockquote>I believe with all my heart that our first priority must be world peace, and that use of force is always and only a last resort, when everything else has failed, and then only with regard to our national security.<br />&nbsp;&mdash;&nbsp;Ronald Reagan, in his <a href='http://www.debates.org/index.php?page=october-28-1980-debate-transcript' title='Link to the presidential debate between Reagan and Carter at www.debates.org' target='_blank'>presidential debate</a> with Jimmy Carter, October 28, 1980.</blockquote><p>In the <a href='https://www.youtube.com/watch?v=qXBswFfh6AY' title='Video of A Time for Choosing on youtube.com' target='_blank'><em>A Time for Choosing</em></a> speech Reagan gave supporting <a href='https://en.wikipedia.org/wiki/Barry_Goldwater' title='Wikipedia page for Barry Goldwater' target='_blank'>Barry Goldwater</a> in 1964, he quotes <a href='/image/4900-politicians-founding_fathers/4900/' title='Link to spiritual portrait of Alexander Hamilton on this site'>Alexander Hamilton</a>, Patrick Henry, and Winston Churchill in explaining that Goldwater desired not just peace, but <a href='http://www.nytimes.com/1964/09/04/text-of-goldwaters-speech-formally-opening-presidential-campaign.html' title='Link to the text of Goldwaters speech formally opening his presidential campaign at www.nytimes.com' target='_blank'>peace through strength</a>.</p><h4>Crisis: Iran-Contra</h4><p>When Ronald Reagan ran for re-election in the <a href='https://en.wikipedia.org/wiki/United_States_presidential_election,_1984' title='Wikipedia page for the presidential election of 1984' target='_blank'>presidential election of 1984</a>, he won by a landslide.  Garnering almost 59% of the popular vote, he carried all but one state.</p><p>Like many other two-term presidents, he fell prey to the <q><a href='https://en.wikipedia.org/wiki/Second-term_curse' title='Wikipedia page for the alleged curse on the second term of presidents' target='_blank'>second-term curse</a>,</q> a superstition that may betray the all-too-human tendency towards <a href='https://en.wikipedia.org/wiki/Confirmation_bias' title='Wikipedia page for confirmation bias' target='_blank'>confirmation bias</a>.  In Reagan's case, the curse did indeed <q>come true,</q> at least to a certain extent.</p><p>Ronald Reagan believed the forces behind democracy and freedom were stronger than those behind communism and tyranny.  In a <a href='http://www.presidency.ucsb.edu/ws/?pid=38274' title='Link to a copy of the speech at www.presidency.ucsb.edu' target='_blank'>speech</a> given at the Annual Dinner of the <a href='http://cpac.conservative.org/' title='Link to the Conservative Political Action Conference home page at cpac.conservative.org' target='_blank'>Conservative Political Action Conference</a> (CPAC) on March 1, 1985 he declared that the freedom fighters in <a href='https://en.wikipedia.org/wiki/Nicaragua' title='Wikipedia page for Nicaragua' target='_blank'>Nicaragua</a> &mdash; known as the <q><a href='https://en.wikipedia.org/wiki/Contras' title='Wikipedia page for the contras' target='_blank'>contras</a></q> &mdash; were <q>the moral equal of our Founding Fathers and the brave men and women of the French Resistance.</q></p><p>Reagan wanted to support the Nicaraguan rebels, but <a href='https://en.wikipedia.org/wiki/United_States_Congress' title='Wikipedia page for the United States Congress' target='_blank'>Congress</a> had passed the <a href='https://en.wikipedia.org/wiki/Boland_Amendment' title='Wikipedia page for the Boland Amendment' target='_blank'>Boland Amendment</a> forbidding it.  Unbeknownst to Reagan, people in his administration had started diverting funds from arms sales to Iran to the contras in Nicaragua.</p><h4>Reagan's Idealism Backfires</h4><p>As the Blue in his spiritual portrait shows, Reagan embraced ideals &mdash; specifically, religious and patriotic ideals.  As a result, he was an optimist, and it was difficult for him to believe that people in his administration had been breaking the law by diverting funds to the contras.</p><p>In 1986 reports of arms for hostages deals started to appear in <a href='https://en.wikipedia.org/wiki/Ash-Shiraa' title='Wikipedia page for the Ash-Shiraa magazine' target='_blank'>Arab newspapers</a>, reporters in America began pressuring Reagan for answers.  Reagan responded by appearing on national television and addressing the issue in what he &mdash; at that time &mdash; thought was a direct way:</p><blockquote>The charge has been made that the United States has shipped weapons to Iran as ransom payment for the release of American hostages in Lebanon, that the United States undercut its allies and secretly violated American policy against trafficking with terrorists.  Those charges are utterly false.... We did not &mdash; repeat &mdash; did not trade weapons or anything else for hostages, nor will we.<br />&nbsp;&mdash;&nbsp;Ronald Reagan in an <a href='https://www.reaganlibrary.gov/sites/default/files/archives/speeches/1986/111386c.htm' title='Link to the Address to the Nation on the Iran Arms and Contra Aid Controversy at www.reaganlibrary.gov' target='_blank'>Address to the Nation on the Iran Arms and Contra Aid Controversy</a>, November 13, 1986.</blockquote><p>Over the next few weeks, the people responsible for the clandestine deals were identified.  By the end of November, <a href='https://en.wikipedia.org/wiki/John_Poindexter' title='Wikipedia page for John Poindexter' target='_blank'>John Poindexter</a>, Reagan's <a href='https://en.wikipedia.org/wiki/National_Security_Advisor_(United_States)' title='Wikipedia page for National Security Advisor' target='_blank'>National Security Advisor</a>, had resigned, and Reagan had fired <a href='https://en.wikipedia.org/wiki/Oliver_North' title='Wikipedia page for Oliver North' target='_blank'>Oliver North</a>, who was one of the main people behind the malfeasance.</p><h4><q>Lax Managerial Style</q></h4><p>As time went on and more information surfaced, Ronald Reagan's popularity dropped precipitously, and he began to see past his idealism.  Eventually he realized the truth lingering on the other side of his <a href='https://www.urbandictionary.com/define.php?term=rose%20colored%20glasses' title='Page for the term rose-colored glasses at www.urbandictionary.com' target='_blank'>rose-colored glasses</a>.</p><p>Amid references to parallels with Richard Nixon's <a href='https://en.wikipedia.org/wiki/Watergate_scandal' title='Wikipedia page for the Watergate scandal' target='_blank'>Watergate scandal</a>, on December 1, 1986 Ronald Reagan created the <a href='https://en.wikipedia.org/wiki/Tower_Commission' title='Wikipedia page for the Tower Commission' target='_blank'>Tower Commission</a> to investigate the matter.</p><blockquote>A few months ago I told the American people I did not trade arms for hostages. My heart and my best intentions still tell me that's true, but the facts and the evidence tell me it is not.  As the Tower board reported, what began as a strategic opening to Iran deteriorated, in its implementation, into trading arms for hostages.  This runs counter to my own beliefs, to administration policy, and to the original strategy we had in mind.  There are reasons why it happened, but no excuses.  It was a mistake.<br />&nbsp;&mdash;&nbsp;Ronald Reagan in an <a href='https://www.reaganlibrary.gov/sites/default/files/archives/speeches/1987/030487h.htm' title='Link to the text of the Address to the Nation on the Iran Arms and Contra Aid Controversy at www.reaganlibrary.gov' target='_blank'>Address to the Nation on the Iran Arms and Contra Aid Controversy</a>, March 4, 1987.</blockquote><p>The commission's report cleared Reagan of wrong-doing, but chastised him for not being fully aware of what people working for him were actually doing.  If he was guilty of anything, it was of having a <q><a href='https://www.salon.com/2011/02/04/busby_iran_contra/' title='Link to an article about the Iran-contra scandal at www.salon.com' target='_blank'>lax managerial style</a>.</q></p><h4>Ending the Cold War</h4><p>While this was going on, Ronald Reagan was <a href='https://en.wikipedia.org/wiki/List_of_Soviet_Union%E2%80%93United_States_summits#Cold_War_(1985%E2%80%931991)' title='Wikipedia page for the list of summit meetings between the US and the Soviets, cued to the section about the Cold War' target='_blank'>meeting</a> with <a href='https://en.wikipedia.org/wiki/Mikhail_Gorbachev' title='Wikipedia page for Mickhail Gorbachev' target='_blank'>Mickhail Gorbachev</a>, the <a href='https://en.wikipedia.org/wiki/General_Secretary_of_the_Communist_Party_of_the_Soviet_Union' title='Wikipedia page for General Secretary of the Communist Party of the Soviet Union' target='_blank'>General Secretary</a> of the <a href='https://en.wikipedia.org/wiki/Soviet_Union' title='Wikipedia page for the Soviet Union' target='_blank'>Soviet Union</a>.  Of particular concern were:</p><ul><li>The possibility of <a href='https://www.amazon.com/dp/B01N8OWQ06/' title='Link to buy On the Beach at www.amazon.com' target='_blank'>Nuclear War</a>, which posed a very real threat to all human life on the planet, and</li><li>The <a href='https://en.wikipedia.org/wiki/Berlin_Wall' title='Wikipedia page for the Berlin Wall' target='_blank'>Berlin Wall</a>, both an imposing physical barrier and an icon of the <a href='https://en.wikipedia.org/wiki/Cold_War' title='Wikipedia page for the Cold War' target='_blank'>Cold War</a>.</li></ul><p>Regarding nuclear weapons, Ronald Reagan considered them to be <q><a href='http://www.thereaganvision.org/important-letters-papers/' title='Link to part of a letter quoting Nancy Reagan as saying this about Ronnie at www.thereaganvision.org' target='_blank'>totally irrational</a>.</q>  And with regards to the Berlin Wall, in a famous speech he publicly implored the Soviet leader to <q><a href='https://en.wikipedia.org/wiki/Tear_down_this_wall!' title='Wikipedia page for the phrase Tear down this wall' target='_blank'>tear</a></q> it down:</p><blockquote>General Secretary Gorbachev, if you seek peace, if you seek prosperity for the Soviet Union and Eastern Europe, if you seek liberalization: Come here to this gate!  Mr. Gorbachev, open this gate!  Mr. Gorbachev, tear down this wall!<br />&nbsp;&mdash;&nbsp;Ronald Reagan, in his <a href='https://en.wikisource.org/wiki/Ronald_Reagan%27s_Berlin_Wall_Speech' title='Link to the Berlin Wall Speech given by Ronald Reagan at en.wikisource.org' target='_blank'>Berlin Wall Speech</a>, given at the <a href='https://en.wikipedia.org/wiki/Brandenburg_Gate' title='Wikipedia page for the Brandenburg Gate' target='_blank'>Brandenburg Gate</a>, June 12, 1987.  [The full speech is <a href='https://www.youtube.com/watch?v=5MDFX-dNtsM' title='Video of the Berlin Wall Speech at Brandenburg Gate on youtube.com' target='_blank'>available on youtube</a>.]</blockquote><p>Of course, Ronald Reagan's speech was not the only <a href='https://en.wikipedia.org/wiki/Cold_War_(1985%E2%80%931991)#Timeline_of_main_events' title='Wikipedia page for the Cold War, cued to the section containing a timeline of main events' target='_blank'>thing</a> to help bring about the end of the Berlin Wall.  But it serves as an excellent focal point for people seeking to understand the prevailing sentiment about nukes and the wall at that time.</p><h4>Reagan's Logic and Idealism</h4><p>Although he was certainly a fan of the <a href='https://www.archives.gov/founding-docs/founding-fathers' title='Link to a page about the Founding Fathers at www.archives.gov' target='_blank'>Founding Fathers</a>, Ronald Reagan obviously disagreed with <a href='https://www.biography.com/people/benjamin-franklin-9301234' title='Link to Benjamin Franklin at www.biography.com' target='_blank'>Benjamin Franklin</a>'s sentiment, expressed in a letter to his friend <a href='https://en.wikipedia.org/wiki/Josiah_Quincy_I' title='Wikipedia page for Josiah Quincy I' target='_blank'>Josiah Quincy</a> in 1783, that <q><a href='https://founders.archives.gov/documents/Franklin/01-40-02-0385' title='Link to the entire letter at founders.archives.gov' target='_blank'>there never was a good war, or a bad peace</a>.</q></p><p>In this day and age, Franklin's anti-war sentiment is obviously a relic of a time long before the possibility of <a href='http://www.nuclearfiles.org/menu/key-issues/nuclear-weapons/history/cold-war/strategy/strategy-mutual-assured-destruction.htm' title='Link to a page about mutually assured destruction at www.nuclearfiles.org' target='_blank'>mutually assured destruction</a> (MAD).  Adopting a similar attitude during the Cold War might imply a willingness to submit to the Soviet Empire's aggression, which was clearly unacceptable.</p><p>Ronald Reagan's preference for logic &mdash; represented by the Green in his spiritual portrait &mdash; and his fervent anti-communism, would not let him agree to peace at any cost.  If Reagan was going to call for peace, it would be a peace on his terms &mdash; terms that would not compromise his <a href='https://en.wikipedia.org/wiki/American_patriotism' title='Wikipedia page for American patriotic ideals' target='_blank'>patriotic ideals</a> or any of the freedoms Americans had grown accustomed to over the nation's past 200+ years.</p><p>Equally important, Reagan's preference for idealism &mdash; represented by the Blue in his portrait &mdash; enabled him to <q>think outside the box.</q> Realizing America <q><a href='https://en.wikiquote.org/wiki/Ronald_Reagan#Address_on_the_Strategic_Defense_Initiative_(1983)' title='Link to his Address on the Strategic Defense Initiative (1983) at en.wikiquote.org' target='_blank'>will never be an aggressor</a>,</q> he visualized a space-based defensive system.</p><blockquote>What if free people could live secure in the knowledge that their security did not rest upon the threat of instant U.S. retaliation to deter a Soviet attack, that we could intercept and destroy strategic ballistic missiles before they reached our own soil or that of our allies? I know this is a formidable, technical task, one that may not be accomplished before the end of this century.<br />&nbsp;&mdash;&nbsp;From Ronald Reagan's <a href='https://www.reaganlibrary.gov/sites/default/files/archives/speeches/1983/32383d.htm' title='Link to the full text of the Address to the Nation on Defense and National Security at www.reaganlibrary.gov' target='_blank'>Address to the Nation on Defense and National Security</a>, March 23, 1983.</blockquote><h4>SDI, Gorbachev, and Reykjavik</h4><p>Ronald Reagan announced his idea for the <a href='https://en.wikipedia.org/wiki/Strategic_Defense_Initiative' title='Wikipedia page for the Strategic Defense Initiative' target='_blank'>Strategic Defense Initiative</a> (SDI) &mdash; popularly known as <q>Star Wars</q> &mdash; on March 23, 1983.  It called for a long-range plan to base defensive weapons in space, and Reagan would spare no expense.</p><p>Soon after this, when <a href='https://en.wikipedia.org/wiki/Mikhail_Gorbachev' title='Wikipedia page for Mikhail Gorbachev' target='_blank'>Mikhail Gorbachev</a> became <a href='https://en.wikipedia.org/wiki/General_Secretary_of_the_Communist_Party_of_the_Soviet_Union' title='Wikipedia page for the General Secretary of the CPSU' target='_blank'>General Secretary</a> of the Communist Party of the Soviet Union in 1985, he introduced two important reforms: glasnost and perestroika.  <a href='https://en.wikipedia.org/wiki/Glasnost' title='Wikipedia page for glasnost' target='_blank'>Glasnost</a> called for more openness and transparency in Soviet society, and <a href='https://en.wikipedia.org/wiki/Perestroika' title='Wikipedia page for perestroika' target='_blank'>perestroika</a> called for more freedom in the economy.</p><p>When Ronald Reagan <a href='https://en.wikipedia.org/wiki/Reykjav%C3%ADk_Summit' title='Wikipedia page for the summit in Reykjavik' target='_blank'>met with Gorbachev</a>, in October of 1986 in <a href='https://en.wikipedia.org/wiki/Reykjav%C3%ADk' title='Wikipedia page for Reykjavik, Iceland' target='_blank'>Reykjavik</a>, Iceland to discuss nuclear weapons, he quickly saw he was dealing with a new type of Soviet leader, one who was very different from the hard-liners of the past.  In Gorbachev's call for freedom and openness, Reagan saw he had an opportunity to move past the previous administrations' policies of <a href='https://en.wikipedia.org/wiki/D%C3%A9tente' title='Wikipedia page for detente' target='_blank'>detente</a>.</p><p>At Reykjavik, Reagan's decisiveness &mdash; evident in his spiritual portrait in the predominance of Green &mdash; manifested in his determination to not back off plans for SDI.  His stubbornness caused an abrupt halt to the negotiations.</p><p>The leaders left Iceland disappointed, but the meeting proved to be a <a href='http://adst.org/2016/09/the-cold-war-truly-over-1986-reykjavik-summit/' title='Link to a short article about the importance of the Reykjavik summit in 1986 at adst.org, the web site of the Association for Diplomatic Studies and Training' target='_blank'>turning point</a> in relations between the two superpowers.</p><h4>Reagan's Vision Becomes Reality</h4><p>In a <a href='https://www.youtube.com/watch?v=2EzIacgu9cY' title='Video of President Reagans Speech to the British Parliament - 06/08/1982 on youtube.com' target='_blank'>speech</a> given to the <a href='https://www.parliament.uk/' title='Link to the home page for the British Pariament at www.parliament.uk' target='_blank'>British Pariament</a> on June 8, 1982, Ronald Reagan predicts totalitarian communist governments &mdash; specifically, Marxism-Leninism &mdash; will wind up on the <a href='https://en.wikipedia.org/wiki/Ash_heap_of_history' title='Wikipedia page for ash-heap of history' target='_blank'>ash-heap of history</a>, and explains why.</p><blockquote>The decay of the Soviet experiment should come as no surprise to us.  Wherever the comparisons have been made between free and closed societies &mdash; West Germany and East Germany, Austria and Czechoslovakia, Malaysia and Vietnam &mdash; it is the democratic countries what are prosperous and responsive to the needs of their people.  And one of the simple but overwhelming facts of our time is this: Of all the millions of refugees we've seen in the modern world, their flight is always away from, not toward the Communist world.<br />&nbsp;&mdash;&nbsp;Ronald Reagan, in an <a href='https://www.reaganlibrary.gov/sites/default/files/archives/speeches/1982/60882a.htm' title='Link to the full text of his Address to Members of the British Parliament at www.reaganlibrary.gov' target='_blank'>Address to Members of the British Parliament</a>, June 8, 1982.</blockquote><p>In the late 1980s, the vision he articulates in this speech began to take shape in reality.</p><h4>INF: Trust, but Verify</h4><p>Although Ronald Reagan did not end the <a href='https://en.wikipedia.org/wiki/Cold_War_(1985%E2%80%931991)' title='Wikipedia page for the Cold War period from 1985 - 1991' target='_blank'>Cold War</a> all by himself, he definitely <a href='http://www.slate.com/articles/news_and_politics/war_stories/2004/06/ron_and_mikhails_excellent_adventure.html' title='Link to an article about how Reagan ended the Cold War at www.slate.com' target='_blank'>helped end it</a>.  He foresaw the economic systems underlying totalitarian regimes would eventually be destroyed by people who demanded economic and cultural freedoms, and he did everything he could to hasten that result.</p><p>The <a href='https://en.wikipedia.org/wiki/Reagan_Doctrine' title='Wikipedia page for the Reagan Doctrine' target='_blank'>Reagan Doctrine</a> led to <a href='https://en.wikipedia.org/wiki/Foreign_policy_of_the_Ronald_Reagan_administration#Confrontation' title='Wikipedia page for the Foreign policy of the Ronald Reagan administration' target='_blank'>escalating</a> the Cold War with projects such as SDI.  The Soviet Union could not afford to maintain parity, and ultimately the fruit of these hard-line policies was the <a href='https://en.wikipedia.org/wiki/Intermediate-Range_Nuclear_Forces_Treaty' title='Wikipedia page for the Intermediate-Range Nuclear Forces Treaty' target='_blank'>Intermediate-Range Nuclear Forces</a> (INF) Treaty, which <q>eliminated all nuclear and conventional missiles.</q></p><p>This was a huge step in the relationship between the super-powers, one that required a significant amount of trust.  Reagan made a point of using the Russian maxim <a href='https://en.wikipedia.org/wiki/Trust,_but_verify' title='Wikipedia page for the maxim trust, but verify' target='_blank'>trust, but verify</a> to help build rapport with Gorbachev.</p><h4>Looking Back</h4><p>After Ronald Reagan finished his second term on January 20, 1989, the <a href='https://en.wikipedia.org/wiki/Berlin_Wall#Fall_of_the_Berlin_Wall' title='Wikipedia page for the Berlin Wall, cued to the section about its Fall' target='_blank'>Berlin Wall fell</a> in June of that year, and the Soviet Union <a href='https://en.wikipedia.org/wiki/Dissolution_of_the_Soviet_Union' title='Wikipedia page for the Dissolution of the Soviet Union' target='_blank'>dissolved</a> into <a href='https://en.wikipedia.org/wiki/Republics_of_the_Soviet_Union' title='Wikipedia page for Republics of the Soviet Union' target='_blank'>separate republics</a> in 1991.</p><blockquote>Whatever else history may say about me when Im gone, I hope it will record that I appealed to your best hopes, not your worst fears; to your confidence rather than your doubts. My dream is that you will travel the road ahead with libertys lamp guiding your steps and opportunitys arm steadying your way.<br />&nbsp;&mdash;&nbsp;From Ronald Reagan's <a href='http://reagan2020.us/speeches/RNC_Convention.asp' title='Link to the text of the speech at reagan2020.us' target='_blank'>speech</a> at the <a href='https://en.wikipedia.org/wiki/1992_Republican_National_Convention' title='Wikipedia page for 1992 Republican National Convention' target='_blank'>1992 Republican National Convention</a>, August, 1992.</blockquote><p>Historians disagree when assessing Ronald Reagan's <a href='https://en.wikipedia.org/wiki/Ronald_Reagan#Legacy' title='Wikipedia page for Ronald_Reagan, cued to the section about his legacy' target='_blank'>legacy</a>.  This article has been deliberately positive; his critics maintain he was opposed to affirmative action policies, his <a href='https://en.wikipedia.org/wiki/Reaganomics' title='Wikipedia page for Reaganomics' target='_blank'>ideas about the economy</a> were questionable, and the national debt nearly tripled during his administration.</p><h4>Ronald Wilson Reagan and Richard Milhous Nixon</h4><p>Ronald Reagan and Richard Nixon shared many similarities: they were both born in the early 1910s, their names have the same number of syllables, and as adults they chose to be Republicans and call California their home.</p><p>Even more significantly, the large amounts of Green in their spiritual portraits show a preference for making rational decisions &mdash; a trait they share with many leaders.  As anti-communist would-be peacemakers, they were willing to <a href='https://www.urbandictionary.com/define.php?term=parley' title='Page for the term parley at www.urbandictionary.com' target='_blank'>parley</a>, but had no intention of making any concession they thought might compromise the freedoms of their fellow Americans.</p><p>As presidents, when people in their administrations broke the law, they reacted differently &mdash; and ultimately paid different prices for their actions.  Where Nixon persisted in trying to cover things up, Reagan took appropriate action and put an abrupt end to the malfeasance.</p><p>This is not to imply that idealistic people are more moral than pragmatic people, only that their perceptions and ultimately their motivations are different.</p><p>Spiritual portraits provide a unique view into why people act the way they do, allowing us to learn from others' mistakes &mdash; and emulate those who do the right thing.</p><h4>&ndash;&nbsp;&ndash;</h4><p>Ronald Reagan died at the age of 93 on June 5, 2004.  A line from his speech at the <a href='http://www.planbproductions.com/postnobills/reagan1.html' title='Link to a transcript and photo of the Opening Ceremony at www.planbproductions.com' target='_blank'>Opening Ceremony</a> of the Ronald Reagan library &mdash; <q>I know in my heart that man is good, that what is right will always eventually triumph and that there is purpose and worth to each and every life</q> &mdash; was used as his <a href='https://www.urbandictionary.com/define.php?term=epitaph' title='Page for the term epitaph at www.urbandictionary.com' target='_blank'>epitaph</a>.</p><hr /><h4>About This Portrait</h4><p>This spiritual portrait is based on the following sources:</p><ul><li>the excellent <a href='http://www.pbs.org/wgbh/americanexperience/films/reagan/' title='American Experience Video of Ronald Reagan on pbs.org' target='_blank'>American Experience video</a> about Ronald Reagan, 1998 (4:10)</li><li>the documentary <a href='http://www.imdb.com/title/tt2932136/' title='Page for The Reagan Presidency on imdb.com' target='_blank'>The Reagan Presidency</a>, 2012 (2:48)</li><li>the documentary <a href='http://www.imdb.com/title/tt0890199/' title='Page for Ronald Reagan: A Legacy Remembered on imdb.com' target='_blank'>Ronald Reagan: A Legacy Remembered</a>, 2003 (1:00)</li><li>the video recording <a href='https://www.amazon.com/Ronald-Reagan-American-President-Official/dp/B0006GAI7I' title='Link to  at www.amazon.com' target='_blank'>Ronald Reagan: An American President</a> &ndash; The Official Reagan Library Tribute, 2005 (6:22)</li></ul><p>Other sources include the information found at all the links used to compose the story above and the countless impressions Ronald Reagan made on me over the years, both during and after his presidency.</p>",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "5076",
      "title": "George Herbert Walker Bush",
      "subtitle_html": "<a href='https://en.wikipedia.org/wiki/George_H._W._Bush' target='_blank' title='Wikipedia page for George H. W. Bush'>41st President</a> of the USA &mdash; Jan. 20, 1989 to Jan. 20 1993",
      "gallery_page_teaser": "The preponderance of Green in this spiritual portrait of George Herbert Walker Bush (George W.'s father) shows that he is a very logical thinker.  Click on the image to learn more!",
      "image_file_name": "istj-george_h_w_bush-41st_president.jpeg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:George_H._W._Bush,_President_of_the_United_States,_1989_official_portrait.jpg",
      "composition": "O",
      "score": [
        { "e_score": "9", "i_score": "10" },
        { "n_score": "3", "s_score": "16" },
        { "f_score": "0", "t_score": "19" },
        { "j_score": "16", "p_score": "3" }
      ],
      "four_letter_type": "ISTJ",
      "fixed_percentages": "",
      "archetype": "Si",
      "quiz_type": "K",
      "year": "2018",
      "explain_dom": "The Yellow in this spiritual portrait represents Bush's preference for being down-to-earth.  In Introverts, the dominant function is directed inwardly, and spiritual portraits use a long horizontal line to represent this.  This ability to pay attention to details served him well in his work in the military, business, and the many government posts he held prior to being elected president.",
      "explain_aux": "The Green in this spiritual portrait represents Bush's preference for logic and rationality.  In Introverts, the auxiliary function is directed outwardly and is more evident than the dominant function.  It is clear from this image that he was a very logical individual!",
      "story_intro_html": "<p>As <a href='https://en.wikipedia.org/wiki/Ronald_Reagan' title='Wikipedia page for Ronald Reagan' target='_blank'>Ronald Reagan</a>'s Vice President from 1981-1989, George Herbert Walker Bush was the first ....</p>",
      "story_html": "<p>As <a href='https://en.wikipedia.org/wiki/Ronald_Reagan' title='Wikipedia page for Ronald Reagan' target='_blank'>Ronald Reagan</a>'s Vice President from 1981-1989, George Herbert Walker Bush was the first sitting Vice President to be elected President since <a href='https://en.wikipedia.org/wiki/Martin_Van_Buren' title='Wikipedia page for Martin van Buren' target='_blank'>Martin van Buren</a> in 1837.  Still alive at the time of this writing (in late 2017), he has lived <a href='https://en.wikipedia.org/wiki/List_of_Presidents_of_the_United_States_by_age' title='Wikipedia page listing presidents by age' target='_blank'>longer than any other president</a>.</p><p>The second son of <a href='https://en.wikipedia.org/wiki/Prescott_Bush' title='Wikipedia page for Prescott Bush' target='_blank'>Prescott Bush</a>, George was born into a rich Republican family and grew up in <a href='https://en.wikipedia.org/wiki/Greenwich,_Connecticut' title='Wikipedia page for Greenwich, Connecticut' target='_blank'>Greenwich, Connecticut</a>.  After a successful career in business, his father was elected to the Senate in 1952, and served as George's role model when he followed in his father's footsteps and entered public life in 1964.</p><h4>An Establishment Republican</h4><p>After serving as a Naval aviator in <a href='https://en.wikipedia.org/wiki/World_War_II' title='Wikipedia page for World War II' target='_blank'>World War II</a> and attending <a href='https://en.wikipedia.org/wiki/Yale_University' title='Wikipedia page for Yale University' target='_blank'>Yale University</a>, Bush moved to Texas and became wealthy working the oil industry.  Feeling a sense of <a href='https://en.wikipedia.org/wiki/Noblesse_oblige' title='Wikipedia page for noblesse oblige' target='_blank'>noblesse oblige</a> &mdash; French for <q>nobility obligates</q> &mdash; he entered politics, as his father had done for much the same reason.</p><p>In the early 1960s, the Republican party was virtually non-existent in Texas.  With Democratic presidents <a href='/image/5040-politicians-us_presidents-1900s/5058/' title='Link to spiritual portrait of John F. Kennedy on this site'>John F. Kennedy</a> and <a href='/image/5040-politicians-us_presidents-1900s/5060/' title='Link to spiritual portrait of Lyndon B. Johnson on this site'>Lyndon B. Johnson</a> working to promote the <a href='https://en.wikipedia.org/wiki/Civil_Rights_Act_of_1964' title='Wikipedia page for the Civil Rights Act of 1964' target='_blank'>Civil Rights</a> of African Americans, that would quickly change.</p><h4>Civil Rights: Politics Before Principle</h4><p>In 1964 George H.W. Bush became Chairman of the nascent Republican Party in <a href='https://en.wikipedia.org/wiki/Harris_County,_Texas' title='Wikipedia page for Harris County' target='_blank'>Harris County</a> &mdash; which includes the metropolitan area surrounding <a href='https://en.wikipedia.org/wiki/Houston' title='Wikipedia page for the city of Houston, Texas' target='_blank'>Houston</a>, Texas.</p><p>Bush initially welcomed the dangerously radical members of the <a href='https://en.wikipedia.org/wiki/John_Birch_Society' title='Wikipedia page for the John Birch Society' target='_blank'>John Birch Society</a>.  Among other extreme ideas, the radicals in the John Birch Society held that <a href='https://en.wikipedia.org/wiki/John_Birch_Society#Eisenhower_issue' title='Wikipedia page for the John Birch Society, cued to the section about the Eisenhower issue' target='_blank'>Dwight Eisenhower was a Communist</a>.  These extremists were growing increasingly disaffected with the Democratic party because of Kennedy's and Johnson's position on Civil Rights.</p><p>In 1966 Bush was elected Republican to the <a href='https://en.wikipedia.org/wiki/United_States_House_of_Representatives' title='Wikipedia page for the House of Representatives' target='_blank'>House of Representatives</a>.  After voting in favor of Lyndon Johnson's <a href='https://en.wikipedia.org/wiki/Fair_Housing_Act' title='Wikipedia page for the Fair Housing Act' target='_blank'>Fair Housing Act</a>, he faced backlash from the ex-Democrats who had switched to the Republican Party.</p><h4>Civil Rights: The Backlash</h4><p>Like his fellow Texan Lyndon Johnson, after considerable introspection and contemplation, Bush reconsidered his stance on the issue:</p><blockquote>You got to wrestle with your conscience.  You got to listen to people.  It doesn't come so easy to me that this is right and that's wrong.  It's never that simple.  The tough votes are the ones you agonize over and then you do what you think is right.<br />&nbsp;&mdash;&nbsp;<a href='http://www.pbs.org/wgbh/americanexperience/films/bush/#transcript' title='Link to the transcript of the American Experience video of George H. W. Bush at pbs.org' target='_blank'>George H. W. Bush</a>, 1967.</blockquote><p>Confronting his angry constituents in Houston's Memorial High School on April 17, 1968, Bush revealed his reasons for his change of heart:</p><blockquote>How would you feel about a black American veteran of Vietnam returning home, only to be denied the freedom that we, as white Americans, enjoyed?  Somehow it seems fundamental that a man should not have a door slammed in his face because he is a Negro or speaks with a Latin American accent.<br />&nbsp;&mdash;&nbsp;<a href='http://www.pbs.org/wgbh/americanexperience/films/bush/#transcript' title='Link to the transcript of the American Experience video of George H. W. Bush at pbs.org' target='_blank'>George H. W. Bush</a>, April 17, 1968.</blockquote><h4>Bush and Johnson, and Green and Yellow</h4><p>The spiritual portraits of both <a href='/image/5040-politicians-us_presidents-1900s/5076/' title='Link to spiritual portrait of George H. W. Bush on this site'>George H. W. Bush</a> and <a href='/image/5040-politicians-us_presidents-1900s/5060/' title='Link to spiritual portrait of Lyndon B. Johnson on this site'>Lyndon B. Johnson</a> contain more Green &mdash; which represents their objectivity, and Yellow &mdash; which represents their pragmatism.  These similarities in their temperaments help explain how &mdash; despite the differences in their respective political parties &mdash; their experiences with respect to the Civil Rights issue followed similar courses.</p><p>Both were pragmatic enough to realize that being in favor of extending Civil Rights to African Americans in a Texas that was staunchly opposed to these rights would be politically disasterous.  So during their campaigns they felt the purely political need to oppose this sort of legislation.</p><p>Once they won their elections, as civil rights activists like <a href='http://www.thekingcenter.org/about-dr-king' title='Link to an article about Martin Luther King at www.thekingcenter.org' target='_blank'>Martin Luther King</a> brought more attention to the issue, both Bush and Johnson realized that changing their stance on the issue was the right thing to do.</p><h4>Road to the White House</h4><p>In the 1970s, George H. W. Bush's career took him from Congress through stints at the <a href='https://en.wikipedia.org/wiki/United_Nations' title='Wikipedia page for the United Nations' target='_blank'>United Nations</a>, as an <a href='https://en.wikipedia.org/wiki/De_facto_embassy#China_and_the_United_States' title='Wikipedia page for the de facto embassy in China' target='_blank'>Envoy to China</a>, and as <a href='https://en.wikipedia.org/wiki/Director_of_Central_Intelligence' title='Wikipedia page for the position of Director of the Central Intelligence Agency' target='_blank'>Director of the Central Intelligence Agency</a>.</p><p>During the Presidential campaign in 1980, Bush initially ran against <a href='https://en.wikipedia.org/wiki/Ronald_Reagan' title='Wikipedia page for Ronald Reagan' target='_blank'>Ronald Reagan</a>.  However, after falling behind Reagan in the Republican primary elections, Bush accepted his offer to run as his Vice President.</p><p>Interestingly, it was not a Democrat but actually Bush who coined the term <q><a href='https://en.wikipedia.org/wiki/Reaganomics' title='Wikipedia page for Reaganomics, aka. voodoo economics' target='_blank'>voodoo economics</a></q> in reference to Reagan's economic ideas during this campaign.  As a result, even though they shared the ticket, the two of them were not exactly <q> <a href='http://www.imdb.com/title/tt0080202/' title='Page for the tv show bosom buddies on imdb.com' target='_blank'>bosom buddies</a>.</q></p> <p>After Ronald Reagan served his two terms with George H. W. Bush as his Vice President, Bush ran for president in 1988.  It was during the <a href='https://en.wikipedia.org/wiki/1988_Republican_National_Convention' title='Wikipedia page for the Republican Convention in 1988' target='_blank'>Republican Convention</a> that Bush announced his infamous pledge of <q>No new taxes.</q></p><h4>President George Herbert Walker Bush</h4><p>At the urging of <a href='https://en.wikipedia.org/wiki/Lee_Atwater#1988_election' title='Wikipedia page for ' target='_blank'>Lee Atwater</a>, his campaign manager, Bush reluctantly resorted to <a href='https://en.wikipedia.org/wiki/Negative_campaigning' title='Wikipedia page for negative campaigning, aka. mudslinging ' target='_blank'>mudslinging </a> &mdash; specifically by running the <a href='https://en.wikipedia.org/wiki/Revolving_Door_(advertisement)' title='Wikipedia page for the revolving door ads' target='_blank'>revolving door ads</a> about <a href='https://en.wikipedia.org/wiki/Willie_Horton' title='Wikipedia page for Willie Horton' target='_blank'>Willie Horton</a>.  The aggressive tactics worked, and Bush <a href='https://en.wikipedia.org/wiki/United_States_presidential_election,_1988' title='Wikipedia page for the United States presidential election in 1988' target='_blank'>soundly defeated</a> his opponent <a href='https://en.wikipedia.org/wiki/Michael_Dukakis' title='Wikipedia page for Michael Dukakis' target='_blank'>Michael Dukakis</a>, carrying 40 of the 50 states and winning 53.4% of the popular vote.</p><p>Certainly one the most significant events occuring during his presidency is the <a href='https://en.wikipedia.org/wiki/Berlin_Wall#Fall_of_the_Berlin_Wall' title='Wikipedia page for the Berlin_Wall, cued to the part of the page about its fall' target='_blank'>fall of the Berlin Wall</a>.  True to his very cool, objective temperament, Bush's response was understated and unemotional:</p><blockquote> George H.W. Bush: Well, I don't think any single event is the end of what you might call the Iron Curtain, but clearly this is a long way from the harsh days of the harshest Iron Curtain days.  A long way from that.<br />Reporter: You know, in what you just said, that this is a sort of great victory, but you don't seem elated, and I'm wondering if you're thinking.<br />George H.W. Bush: I am elated.  I'm just not an emotional kind of guy.<br />&nbsp;&mdash;&nbsp;George H. W. Bush, <a href='http://www.pbs.org/wgbh/americanexperience/films/bush/#part01' title='Link to the American Experience video about George H. W. Bush at pbs.org' target='_blank'>American Experience video</a>.</blockquote><p>Bush actually faced criticism for his reaction.  Compared to the powerful statements of previous presidents &mdash; specifically John F. Kennedy's <a href='https://en.wikipedia.org/wiki/Ich_bin_ein_Berliner' title='Wikipedia page for the Ich bin ein Berliner speech' target='_blank'>Ich bin ein Berliner speech</a> in 1963 and Ronald Reagan's <a href='https://en.wikipedia.org/wiki/Tear_down_this_wall!' title='Wikipedia page for the Tear Down This Wall speech' target='_blank'><q>Tear Down This Wall!</q> speech</a> in 1987, Bush felt any sort of self-aggrandizing would be inappropriate, and ultimately everything he said fell flat.</p><p>Of course, it is Bush's character and temperament that sets him apart from his predecessors:</p><blockquote>I am not one who flamboyantly believes in throwing a lot of words around.<br />&nbsp;&mdash;&nbsp;From the <a href='https://books.google.com/books?id=sELVAwAAQBAJ&printsec=frontcover#v=onepage' title='Link to the Public Papers of George Bush at books.google.com' target='_blank'>Public Papers of George Bush</a>, August 11, 1990.</blockquote><p>George Bush's extremely high preference for objectivity &mdash; represented by the large amount of Green in his spiritual portrait &mdash; shows he is less comfortable than most when it comes to displaying emotion.  And ultimately his pragmatism &mdash; represented by the Yellow &mdash; made it impossible for him to keep his campaign promise of <q>No new taxes.</q></p><p>Undoubtedly this pragmatism and lack of emotion contributed to his defeat by <a href='/image/5040-politicians-us_presidents-1900s/5078/' title='Link to spiritual portrait of Bill Clinton on this site'>Bill Clinton</a> in the <a href='https://en.wikipedia.org/wiki/United_States_presidential_election,_1992' title='Wikipedia page for the presidential election of 1992' target='_blank'>presidential election of 1992</a>.</p><h4>Looking Back</h4><p>The 1980s saw the rise of <a href='https://en.wikipedia.org/wiki/Cable_television_in_the_United_States' title='Wikipedia page for cable television in the United States' target='_blank'>cable television</a> and the <a href='https://en.wikipedia.org/wiki/24-hour_news_cycle' title='Wikipedia page for the 24-hour news cycle' target='_blank'>24-hour news cycle</a>.  Many people believe this trend &mdash; subsequently exacerbated by the free-for-all of the internet &mdash; has led to a decline in journalistic standards and the extreme opinions found in today's political environment.</p><p>In an interview granted to Michael Duffy in 2011, George H. W. Bush puts this trend in an historical perspective:</p><blockquote>Michael Duffy: You used to say, <q>The American people didn't send us here to bicker.</q>  Why can't the two parties compromise anymore?<br />George H. W. Bush: Everybody does seem a little more entrenched these days. But if you read David McCullough's great biographies of Washington or Adams, you find out they were pretty entrenched then too. People forget that Alexander Hamilton and Aaron Burr had a shoot-out over policy differences. I think the 24-hour news cycle has helped exaggerate the differences between the parties. You can always find someone on TV somewhere carping about something. That didn't happen 20 years ago.<br />&nbsp;&mdash;&nbsp;From <a href='http://content.time.com/time/magazine/article/0,9171,2068093,00.html' title='Link to an article entitled 10 Questions for George H.W. Bush at content.time.com' target='_blank'>10 Questions for George H.W. Bush</a> in <a href='http://time.com/' title='Link to the home page at Time.com' target='_blank'>Time</a> magazine, April 28, 2011.</blockquote><p>Many things have changed in the 20-plus years since Bush left office, and many more have changed in the 200-plus years since Washington and Adams.</p><p>But the interplay of the archetypes Carl Jung wrote about 100 years ago continues, in many ways very much the same as it ever has.</p><hr /><h4>About This Image</h4><p>When I wrote the original version of the Groja &copy; program in the late 1980s, sometimes I would get with some friends and we would answer the questions in the Keirsey Temperament Sorter, guessing how famous people would answer them.  I used the results of one of these exercises to create this portrait of George H. W. Bush.</p><p>It's interesting that this profile shows Bush's <q>T</q>hinking score to be 100% &mdash; implying he has no <q>F</q>eeling.  This was certainly the image he felt he needed to project at that time.</p><p>The <a href='http://www.pbs.org/wgbh/americanexperience/films/bush/#part01' title='Link to the American Experience video at pbs.org' target='_blank'>American Experience video</a> &mdash; which played a significant part in the story for this image &mdash; concludes with a chapter about George Bush <a href='https://www.youtube.com/watch?v=-lkPXVnZAis' title='Video of crying on youtube.com' target='_blank'>crying</a> in 2006 while talking about his son, Jeb.  Since leaving the presidency, it's apparent he is now more in touch with his feelings.</p>",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "5078",
      "title": "Bill Clinton",
      "subtitle_html": "<a href='https://en.wikipedia.org/wiki/Bill_Clinton' target='_blank' title='Wikipedia page for Bill Clinton'>42nd President</a> of the USA &mdash; Jan. 20, 1993 to Jan. 20, 2001",
      "gallery_page_teaser": "There is some disagreement regarding Bill Clinton's personality type, but at least one article claims he is 'verified' as an ENFP.  Click on the image to learn more!",
      "image_file_name": "enfp-bill_clinton-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:Bill_Clinton.jpg",
      "composition": "O",
      "score": [
        { "e_score": "13", "i_score": "6" },
        { "n_score": "11", "s_score": "8" },
        { "f_score": "11", "t_score": "8" },
        { "j_score": "7", "p_score": "12" }
      ],
      "four_letter_type": "ENFP",
      "fixed_percentages": "",
      "archetype": "Ne",
      "quiz_type": "K2",
      "year": "2017",
      "explain_dom": "The Blue in this spiritual portrait represents Clinton's iNtuition.  In Extraverts, the dominant function is directed outwardly, and spiritual portraits use a long vertical line to represent this.  His preference for embracing possibilities surely contributed to the fact that he presided over a long period of peacetime economic expansion.",
      "explain_aux": "The Red in this spiritual portrait represents Clinton's preference for making judgements using his emotions.  In Extraverts, the auxiliary function is directed inwardly and is less evident than the dominant function.  In Bill's case, allowing his heart to rule over his head certainly contributed to his fooling around with women who were not his wife, ultimately leading to his being impeached.",
      "story_intro_html": "<p>After <a href='https://en.wikipedia.org/wiki/Bill_Clinton' title='Wikipedia page for Bill Clinton' target='_blank'>William Jefferson Clinton</a> served almost twelve years as <a href='https://en.wikipedia.org/wiki/List_of_Governors_of_Arkansas' title='Wikipedia page listing the Governors of Arkansas' target='_blank'>Governor of Arkansas</a>, American voters elected him as their ....</p>",
      "story_html": "<p>After <a href='https://en.wikipedia.org/wiki/Bill_Clinton' title='Wikipedia page for Bill Clinton' target='_blank'>William Jefferson Clinton</a> served almost twelve years as <a href='https://en.wikipedia.org/wiki/List_of_Governors_of_Arkansas' title='Wikipedia page listing the Governors of Arkansas' target='_blank'>Governor of Arkansas</a>, American voters elected him as their next <a href='https://en.wikipedia.org/wiki/United_States_presidential_election,_1992' title='Wikipedia page for the Presidential election in 1992' target='_blank'>President in 1992</a>.</p><p>He served two full terms as President &mdash; the maximum allowed &mdash; and was the first Democrat to do so since <a href='/image/5040-politicians-us_presidents-1900s/5048' title='Link to spiritual portrait of Franklin D. Roosevelt on this site'>Franklin D. Roosevelt</a>, who held the office from 1933 through 1945.</p><h4>Very Slight Preferences</h4><p>Bill Clinton's preferences are very slight, making his spiritual portrait very colorful.  His versatility makes it difficult to pin him down and gives him resiliency in facing opposition and obstacles.</p><p>Clinton's opponents liked to call him <a href='https://www.urbandictionary.com/define.php?term=slick%20willy' title='Link to the term Slick Willie at www.urbandictionary.com' target='_blank'>Slick Willie</a>, and he would be the first to admit that he makes mistakes.  However, unlike other more decisive, <q>stronger</q> politicians Clinton makes a point of learning from them.</p><blockquote>If you live long enough, you'll make mistakes.  But if you learn from them, you'll be a better person.  It's how you handle adversity, not how it affects you.  The main thing is never quit, never quit, never quit.<br />&nbsp;&mdash;&nbsp;<a href='http://www.nytimes.com/1992/06/29/us/1992-campaign-reporter-s-notebook-clinton-enjoying-mystery-over-choice-for.html' title='Link to an article about Bill Clinton at www.nytimes.com' target='_blank'>Bill Clinton</a> in a Speech given in 1992.</blockquote><p>While most everyone is capable of realizing they can make mistakes, not everyone is sufficiently humble to acknowledge and learn from them, and fewer still have the capacity to actually change.</p><h4>The Return of Ex-Governor Clinton</h4><p>After Clinton's first term of Governor of Arkansas, he lost his bid for re-election in 1980.  True to his character, he examined what he did wrong &mdash; <q>precinct by precinct</q> &mdash; and won his bid for re-election in 1982.</p><p>One result of Clinton's analysis of what went wrong was he realized he had tried to do too much.  So during his later terms he worked to focus on key issues, such as education.</p><p>As a result, he was re-elected a total of three times and served for another ten years.<a href='#footnotes' title='Link to the footnotes at the bottom of this page'><sup>[1]</sup></a>  Taking pride in his ability to learn, grow, and recover from setbacks, Clinton gave himself the nickname <q><a href='https://en.wiktionary.org/wiki/comeback_kid' title='Link to definition of comeback kid at en.wiktionary.org' target='_blank'>the comeback kid</a>.</q></p><h4>A Preference for Idealism</h4><p>Bill Clinton's preferences may be slight, but they are demonstrable.</p><p>For one thing, Bill's profile reflects a slight preference for idealism over pragmatism, and his spiritual portrait portrays this preference by containing a bit more Blue than Yellow.</p><p>As a teenager, Clinton happily seized on the opportunity to meet <a href='/image/5040-politicians-us_presidents-1900s/5058' title='Link to spiritual portrait of John F. Kennedy on this site'>John F. Kennedy</a> in 1963.  The young, idealistic President appealed to young Bill's nascent idealism and helped solidify his growing desire to run for <a href='https://en.wikipedia.org/wiki/Public_administration' title='Wikipedia page for public administration' target='_blank'>public office</a> when he got older.</p><p>The following quote demonstrates how Clinton had hopes and dreams for a better future &mdash; not just for the short term but for long after his term has ended:</p><blockquote>A hundred years from tonight, another American president will stand in this place and report on the State of the Union. He &mdash; or she &mdash; he or she will look back on a 21st century shaped in so many ways by the decisions we make here and now. So let it be said of us then that we were thinking not only of our time, but of their time; that we reached as high as our ideals; that we put aside our divisions and found a new hour of healing and hopefulness; that we joined together to serve and strengthen the land we love.<br />&nbsp;&mdash;&nbsp;Bill Clinton's <a href='https://clintonwhitehouse4.archives.gov/WH/New/html/19990119-2656.html' title='Link to the State of the Union Address given by Bill Clinton at clintonwhitehouse4.archives.gov' target='_blank'>State of the Union Address</a> January 19, 1999.</blockquote><p>In 1999, someone looking forward just one year, to 2000, could be considered visionary.  The fact that Bill Clinton is looking 100 years into the future, to 2099 &mdash; and anticipating a woman president as a casual aside while he's at it &mdash; is quite remarkable.</p><h4>Ideals Require Action</h4><p>Good, old, down-to-earth pragmatism is quite <q>normal</q> and to be expected in leaders in general &mdash; and Presidents in particular.  In fact, pragmatic Presidents are so common that, in his book <a href='https://www.keirsey.com/presidents.aspx' title='Link to the introduction to the book Presidential Temperament at www.keirsey.com' target='_blank'>Presidential Temperament</a>, David Keirsey claims there have been <a href='https://www.keirsey.com/idealist_presidents.aspx' title='Link to the empty page for Idealist Presidents at keirsey.com' target='_blank'>no Idealist Presidents</a>!<a href='#footnotes' title='Link to the footnotes at the bottom of this page'><sup>[2]</sup></a></p><p>The following quote demonstrates Bill Clinton understands idealism must be more than just words.  For the ideals to be realized, there must also be action:</p><blockquote>Secretary-General Annan spoke for all of us ... when he said that ethnic cleansers and mass murderers can find no refuge in the United Nations, no source of comfort or justification in its charter. We must do more to make these words real. Of course, we must approach this challenge with some considerable degree of humility. It is easy to say, <q>Never again,</q> but much harder to make it so.<br />&nbsp;&mdash;&nbsp;Bill Clinton's remarks to the <a href='https://en.wikiquote.org/wiki/Bill_Clinton' title='Link to Bill Clinton quotes at en.wikiquote.org' target='_blank'>54th Session of the United Nations General Assembly</a>, September 21, 1999.</blockquote><p>As shown by this quote &mdash; and reflected in his spiritual portrait &mdash; Clinton knows that to be successful, it is necessary to balance pragmatism with idealism.</p><h4>A Preference for Passion</h4><p>Bill Clinton's profile also reflects a slight preference for passion over objectivity, and his spiritual portrait portrays this by containing a bit more Red than Green.</p><p>Clinton's ability to connect emotionally with voters &mdash; for example, as he did in the <a href='https://www.huffingtonpost.com/2012/10/16/bill-clinton-debate_n_1971685.html' title='Link to an article about how Bill Clinton Won 1992 Town Hall Debate By Engaging With One Voter at www.huffingtonpost.com' target='_blank'>1992 presidential debate</a> &mdash; demonstrates his tendency to be more emotional than logical.  This tendency is also evident in his marital indiscretions, which ultimately led to <a href='https://en.wikipedia.org/wiki/Impeachment_of_Bill_Clinton' title='Wikipedia page for the Impeachment of Bill Clinton' target='_blank'>the impeachment hearings</a> in his second term.</p><p>Bill Clinton may be a <q><a href='https://en.wikipedia.org/wiki/New_Democrats' title='Wikipedia page for New Democrats' target='_blank'>New Democrat</a>,</q> but he does not hesitate to differentiate himself from elitist politicians by reaching out to people who are less well-off:</p><blockquote>And to the memory of my grandfather, who taught me to look up to people others looked down on, because were not so different after all.<br />&nbsp;&mdash;&nbsp;Bill Clinton, from the dedication in <a href='https://en.wikipedia.org/wiki/My_Life_(Bill_Clinton_autobiography)' title='Wikipedia page for My Life' target='_blank'>My Life</a>, 2004.</blockquote><h4>Unconditional Positive Regard</h4><p>In Clinton's case though, this passion is objective, in that he considers everyone necessary and worthy of being cared for:</p><blockquote>And so we must say to every American: Look beyond the stereotypes that blind us.  We need each other &mdash; all of us &mdash; we need each other.  We don't have a person to waste....<br />&nbsp;&mdash;&nbsp;Bill Clinton, from his speech <q><a href='http://www.presidency.ucsb.edu/ws/index.php?pid=25958' title='Link to the text of A Place Called Hope at www.presidency.ucsb.edu' target='_blank'>A Place Called Hope</a>,</q> given at the <a href='https://en.wikipedia.org/wiki/1992_Democratic_National_Convention' title='Wikipedia page for the Democratic National Convention in 1992' target='_blank'>Democratic National Convention</a>, July 16, 1992.</blockquote><p>Thus, Clinton's passion is actually quite logical: <em><b>if</b></em> you are human, <em><b>then</b></em> you are important.</p><p>Bill Clinton's open, positive, optimistic attitude toward people is an example of <q><a href='https://en.wikipedia.org/wiki/Unconditional_positive_regard' title='Wikipedia page for Unconditional Positive Regard' target='_blank'>Unconditional Positive Regard</a>.</q>  This quality is rather rare &mdash; and adopting this attitude online today quickly becomes frustrating and can even be self-destructive.</p><p>It's apparent that during Clinton's impeachment, his adversaries took the opposite attitude with respect to him &mdash; an attitude that could rightly be called <q>Unconditional <em>Negative</em> Regard.</q></p><h4>The $79,300,000 Impeachment That Failed</h4><p>Contrary to what many people think, the term <q><a href='https://en.wikipedia.org/wiki/Impeachment' title='Wikipedia page for impeachment' target='_blank'>impeachment</a></q> refers to the leveling of charges against and the trial of the accused prior to removal from office.  Actually removing the official from office can occur only after the accused is found guilty.</p><p>Independent Counsel <a href='https://en.wikipedia.org/wiki/Ken_Starr' title='Wikipedia page for Ken Starr' target='_blank'>Ken Starr</a> spent four years and <a href='https://edition.cnn.com/ALLPOLITICS/stories/1999/02/01/starr.costs/' title='Link to an article from 1999 about how much was spent building a case against Bill Clinton at edition.cnn.com' target='_blank'>$40,000,000</a> building a case against Clinton.  Starr's investigation fueled the impeachment process in Congress, but there were other independent probes trying to <a href='https://www.usatoday.com/story/tech/columnist/komando/2014/07/25/dig-up-dirt/13086161/' title='Link to an article about how to find dirt on people at www.usatoday.com' target='_blank'>find dirt</a> on Clinton as well.</p><p>After the mid-term elections in November of 1998, Clinton's impeachment process began in the <a href='https://en.wikipedia.org/wiki/United_States_House_of_Representatives' title='Wikipedia page for House of Representatives' target='_blank'>House of Representatives</a>.  On December 19, 1998 the House impeached Clinton on two out of four <a href='https://en.wikipedia.org/wiki/Impeachment_of_Bill_Clinton#Impeachment_by_House_of_Representatives' title='Wikipedia page for the impeachment of Bill Clinton, cued to the part about the articles that passed in the House of Representatives' target='_blank'>articles of impeachment</a>.  In January of 1999, the impeachment process resumed in the <a href='https://en.wikipedia.org/wiki/United_States_Senate' title='Wikipedia page for the Senate' target='_blank'>Senate</a>, and on February 12, 1999 the Senate <a href='https://en.wikipedia.org/wiki/Acquittal' title='Wikipedia page for Acquittal' target='_blank'>acquitted</a> Bill Clinton <a href='https://en.wikipedia.org/wiki/Impeachment_of_Bill_Clinton#Acquittal_by_the_Senate' title='Wikipedia page for the impeachment of Bill Clinton, cued to the part about the articles that passed in the Senate' target='_blank'>of all charges</a>.</p><p>After spending a total of <a href='https://edition.cnn.com/ALLPOLITICS/stories/1999/04/01/counsel.probe.costs/' title='Link to an article detailing the spending on the impeachment of Bill Clinton and others at edition.cnn' target='_blank'>about $79,300,000</a>, the Republicans, Ken Starr, and several other independent counsels ultimately failed in their venture.  More recently, Ken Starr has said he <a href='https://www.nytimes.com/2016/05/25/us/politics/ken-starr-impeachment-bill-clinton.html' title='Link to an article from 2016 about how Ken Starr feels about Bill Clinton at www.nytimes.com' target='_blank'>actually regrets</a> having possibily contributed to the current extremely divisive nature of American politics.</p><h4>Nobody's Perfect, But...</h4><p>For some, such as journalist <a href='https://www.arktimes.com/arkansas/max-brantley/Profile?oid=966539' title='Link to the profile page for Max Brantley at www.arktimes.com' target='_blank'>Max Brantley</a>, Starr's investigation was <q><a href='http://www.pbs.org/wgbh/americanexperience/films/clinton/#part01' title='Link to the American Experience video about Bill Clinton at pbs.org' target='_blank'>persecution, not a prosecution</a>.</q>  According to Brantley and others, it was an <a href='https://www.publishersweekly.com/978-0-312-24547-4' title='Link to a review of the book The Hunting of the President at www.publishersweekly.com' target='_blank'>investigation in search of a crime</a> that was willing to <a href='http://www.encyclopediaofarkansas.net/encyclopedia/entry-detail.aspx?entryID=4064' title='Link to a page about Susan McDougal, who served prison time for not testifying against Bill Clinton, at www.encyclopediaofarkansas.net' target='_blank'>ruin the lives of innocent people</a> in the process.</p><p>During this time, the <a href='https://en.wikipedia.org/wiki/Fourth_Estate' title='Wikipedia page for the Fourth Estate' target='_blank'>Fourth Estate</a> underwent unprecedented growth, with <a href='https://en.wikipedia.org/wiki/Category:24-hour_television_news_channels_in_the_United_States' title='Wikipedia page listing 24-hour television news channels in the United States' target='_blank'></a>24-hour cable news channels</a> becoming increasingly popular.  It started with <a href='https://en.wikipedia.org/wiki/CNN' title='Wikipedia page for CNN' target='_blank'>CNN in 1980</a>, and continued with <a href='https://en.wikipedia.org/wiki/CNBC' title='Wikipedia page for CNBC' target='_blank'>CNBC in 1989</a>.  Next came <a href='https://en.wikipedia.org/wiki/MSNBC' title='Wikipedia page for MSNBC' target='_blank'>MSNBC</a> and <a href='https://en.wikipedia.org/wiki/Fox_News' title='Wikipedia page for Fox News' target='_blank'>Fox News</a> &mdash; both launched in 1996 &mdash; and the 24-hour news cycle was in full swing, just in time for the Clinton scandals.</p><p>These channels quickly learned how to exploit biases, such as viewers' <a href='https://en.wikipedia.org/wiki/Confirmation_bias' title='Wikipedia page for confirmation bias' target='_blank'>confirmation</a> and <a href='https://en.wikipedia.org/wiki/Negativity_bias' title='Wikipedia page for negativity bias' target='_blank'>negativity</a> biases, to sell ads, launch personal careers, and most importantly, <a href='http://variety.com/2017/tv/news/cable-news-ratings-cnn-fox-news-msnbc-q2-1202479416/' title='Link to an article about increased ratings for 24-hour news channels at variety.com' target='_blank'>increase viewer share</a>.  In Clinton's case, these outlets were filled with <q><a href='https://www.quora.com/How-did-the-24-hour-news-cycle-change-U-S-politics' title='Link to an answer to the question How did the 24-hour news cycle change US politics at www.quora.com' target='_blank'>lurid stories of semen-stained dresses, shady dealings</a>,</q> and <q>sexual innuendo,</q> keeping viewers entranced and longing for more.</p><p>In some circles during this time, Bill Clinton effectively had a <a href='http://tvtropes.org/pmwiki/pmwiki.php/Main/ZeroPercentApprovalRating' title='Link to a page about Zero Percent Approval Ratings at tvtropes.org' target='_blank'>Zero Percent Approval Rating</a>.  Could this negative response to his optimism be due to the rise of these news channels?</p><h4>Unconditional <em>Negative</em> Regard</h4><p>While some bemoan the <a href='https://www.huffingtonpost.com/jeff-sorensen/24-hour-news_b_1813081.html' title='Link to a blog post about how the 24 hour news cycle has killed journalism at www.huffingtonpost.com' target='_blank'>death of journalism</a>, others spot ethically questionable patterns such as <q><a href='http://tvtropes.org/pmwiki/pmwiki.php/Main/IfItBleedsItLeads' title='Link to a page about how media outlets like to highlight violence at tvtropes.org' target='_blank'>if it bleeds it leads</a>,</q> the bogus <a href='http://tvtropes.org/pmwiki/pmwiki.php/Main/FoxNewsLiberal' title='Link to a page about the Fox News Liberal at tvtropes.org' target='_blank'>Fox News Liberal</a>, and the race-and-gender-bias fueled <a href='https://en.wikipedia.org/wiki/Missing_white_woman_syndrome' title='Wikipedia page for the missing white woman syndrome' target='_blank'>missing white woman syndrome</a>.  Meanwhile, psychologists warn about the <a href='https://www.psychologytoday.com/blog/why-we-worry/201206/the-psychological-effects-tv-news' title='Link to a post about the effects of negativity in news reports at www.psychologytoday.com' target='_blank'>effects of negative news stories</a> &mdash; which can include <q>stress, anxiety, depression, and even <a href='https://www.huffingtonpost.com/2015/02/19/violent-media-anxiety_n_6671732.html' title='Link to an article about how constant exposure to negative news affects our mental health at www.huffingtonpost.com' target='_blank'>post-traumatic stress disorder (PTSD).</a></q></p><p>All of this has bred a sort of <b>Unconditional <em>Negative</em> Regard</b> in many parts of American society, and possibly much of the world.  The <a href='http://www.bbc.com/future/story/20140728-why-is-all-the-news-bad' title='Link to an article asking why all the news is bad at www.bbc.com' target='_blank'>negativity fueling</a> a press that must be free &mdash; while it blatantly <a href='https://www.goodtherapy.org/blog/how-the-negative-news-cycle-can-impact-mental-health-1110152' title='Link to an article about how the negative news cycle can impact mental health at www.goodtherapy.org' target='_blank'>bites the hands that feed it</a> &mdash; is an unfortunate coda to the Clinton administration.</p><p>Ultimately the effects of rapidly changing technology are far more profound and long-lasting than the small fortune spent on a failed impeachment.</p> <h4>What a World!</h4><p>To quote an <a href='https://en.wikiquote.org/wiki/The_Wizard_of_Oz_(1939_film)#Wicked_Witch_of_the_West' title='Link to quotes by the Wicked Witch of the West in the Wizard of Oz at en.wikiquote.org' target='_blank'>infamous witch</a>: <q>What a world, what a world!</q></p><p>While many people justifiably feel overwhelmed by change, and can see only its negative effects, Bill Clinton has always embraced it with optimism.</p><blockquote>Profound and powerful forces are shaking and remaking our world.  And the urgent question of our time is whether we can make change our friend and not our enemy.<br />&nbsp;&mdash;&nbsp;Bill Clinton's <a href='https://en.wikisource.org/wiki/Bill_Clinton%27s_first_inaugural_address' title='Link to the first inaugural address Bill Clinton gave in 1993, at en.wikisource.org' target='_blank'>first inaugural address</a>, January 20, 1993.</blockquote><p>And while Bill continues to be optimistic, the same can unfortunately not be said of the millions who have become hooked on the 24-hour news cycle.  Politics in America continue to be <a href='http://www.pewresearch.org/topics/political-polarization/' title='Link to articles about political polarization at www.pewresearch.org' target='_blank'>polarized</a> with more and more people &mdash; liberals and conservatives alike &mdash; taking on an attitude of Unconditional Negative Regard with respect to anyone they perceive to be on the <q>other side.</q></p><p>Who would want to be a world leader in this increasingly polarized environment &mdash; an environment where he or she will surely face vociferous, and even sometimes rabid, criticism for most anything they try to do?</p><p>Who in their right mind would want to step up and take the lead in a world in which the truth &mdash; as always, when one stops to think about it &mdash; takes a back seat to popular perceptions?</p><p>To find out, visit the gallery containing spiritual portraits of <a href='/gallery/5080-politicians-us_presidents-2000s/' title='Link to the gallery containing spiritual portraits of Presidents in the 2000s on this site'>Presidents in the 2000s</a> here on <a href='/' title='Link to the home page of this site'>seeourminds.com</a>!</p> <hr /><h4>About This Portrait</h4><p>This image is based mainly on the <a href='http://www.pbs.org/wgbh/americanexperience/films/clinton/#part01' title='Link to The American Experience video of Bill Clinton at pbs.org' target='_blank'>American Experience video</a> of Bill Clinton.  Other resources used include <a href='http://www.imdb.com/title/tt0391225/' title='Page for The Hunting of the President on imdb.com' target='_blank'>The Hunting of the President</a> (2004), <a href='http://www.imdb.com/title/tt1117646/' title='Page for The Special Relationship on imdb.com' target='_blank'>The Special Relationship</a> (2010), and <a href='http://www.imdb.com/title/tt0108515/' title='Page for The War Room on imdb.com' target='_blank'>The War Room</a> (1993).</p><p>Of these, <a href='https://en.wikipedia.org/wiki/The_War_Room' title='Wikipedia page for The War Room' target='_blank'>The War Room</a> is particularly interesting because it is an example of <a href='https://en.wikipedia.org/wiki/Direct_Cinema' title='Wikipedia page for direct cinema' target='_blank'>direct cinema</a>.  This sort of documentary style is refreshing, but fairly rare in an age when many documentaries are laced with opinions that are often implicit and sometimes even subliminal.</p><hr /><a name='footnotes'></a><h4>Footnotes</h4><p>1.&nbsp;The term length for <a href='https://en.wikipedia.org/wiki/List_of_Governors_of_Arkansas' title='Wikipedia page containing a list of Governors in Arkansas' target='_blank'>Governors in Arkansas</a> was increased from two to four years in 1986.</p><p>2.&nbsp;David Keirsey's use of the term <em>Idealist</em> &mdash; with a capital <q>I</q> &mdash; differs slightly but significantly from the meaning of <em>idealist</em> &mdash; with a lower case <q>i</q> &mdash; here on <a href='/' title='Link to the home page on this site'>seeourminds.com</a>.  Keirsey uses the term <em>Idealist</em> to refer to a <a href='https://www.keirsey.com/4temps/idealist_overview.asp' title='Link to an overview of the Idealist temperament at www.keirsey.com' target='_blank'>temperament</a>, which in four-letter-type terms means people with xNFx personalities.  This site uses the term <em>idealist</em> to refer to all i<b>N</b>tuitive types, which in four-letter-type terms means people with xNxx personalities.</p>",
      "compare_to": { },
      "contrast_with": { }
    }
  ]
}
