{
  "gallery_title": "American Presidents - 2000s",
  "see_gallery_button_text": "See Their Minds",
  "list_page_teaser": "American Presidents, just like any other group of individuals, have different personalities.  Learn how the images of some popular and recent presidents reflect their idealism, decisiveness, and other qualities.",
  "description_html": "<p>Which politicians &ndash; &#x263A; if any &#x263A; &ndash; are your favorites? How does your personality compare to theirs?</p><p>This gallery contains some spiritual portraits of our presidents, past, recent, and present.  If you know your four-letter type, you can easily answer these questions for yourself!</p>",
  "story_html": "<p>I frequently wonder whether an individual's personality type has any bearing on how they lean politically.  As an idealist, I can say that I, for one, definitely admire the more idealistic presidents, such as Jefferson and Lincoln, the most.</p><p>For a few of these images, I consulted with one or more friends while going through the Questionnaire in David Keirsey's <a href='http://www.keirsey.com/pum_2.aspx' title='Link to Please Understand Me on keirsey.com' target='_blank'>Please Understand Me</a>.  For many of the others I used the type from his book, <a href='http://www.keirsey.com/pres_book.aspx' title='Link to Presidential Temperament on Keirsey.com' target='_blank'>Presidential Temperament</a>, and created a generic image using the same fixed percentages (58%/42%) as those used to make the generic images in the <a href='/gallery/0000-generic_images-original/' title='Link to the Sixteen Types gallery'>Sixteen Types gallery</a>.  (The graphs that appear beneath each image make it easy to see which process I used to create it.)</p><p>If this topic interests you, definitely check out <a href='http://www.keirsey.com/pres_book.aspx' title='Link to Presidential Temperament on Keirsey.com' target='_blank'>David Keirsey's book</a>.  It covers this topic in depth!</p>",
  "image_list":
  [
    {
      "id": "5080",
      "title": "George W. Bush",
      "subtitle_html": "<a href='https://en.wikipedia.org/wiki/George_W._Bush' target='_blank' title='Wikipedia page for George W. Bush'>43rd President</a> of the USA - Jan. 20, 2001 to Jan. 20, 2009",
      "gallery_page_teaser": "A frequently-referenced article (see the Story for the link) claims that George W. Bush is an ESTP.  Click on the image to learn more!",
      "image_file_name": "estp-george_w_bush.jpeg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:George-W-Bush.jpeg",
      "composition": "O",
      "score": [
        { "e_score": "11", "i_score": "8" },
        { "n_score": "8", "s_score": "11" },
        { "f_score": "8", "t_score": "11" },
        { "j_score": "8", "p_score": "11" }
      ],
      "four_letter_type": "ESTP",
      "fixed_percentages": "True",
      "archetype": "Se",
      "quiz_type": "J",
      "subject_line": "",
      "tweet_html": "",
      "explain_dom": "The Yellow in this spiritual portrait represents Bush's preference for facts over ideas.  In Extraverts, the dominant function is directed outwardly, and spiritual portraits use a long vertical line to represent this.  This preference explains why he would choose to study business at Harvard, and his very practical desire to cut taxes.",
      "explain_aux": "The Green in this spiritual portrait represents Bush's preference for logic over emotion.  In Extraverts, the auxiliary function is directed inwardly and is less evident than the dominant function.  This preference explains his willingness to wage wars in foreign countries with the goal of protecting American interests, because an idealist would probably seek more peaceful solutions.",
      "story_html": "<p>This frequently-referenced <a href='http://www.slate.com/id/2184696/' title='Link to article at slate.com' target='_blank'>article at slate.com</a> claims that George W. Bush is an ESTP, and that seems reasonable.  As is the case with other recent presidents, however, searching the internet can lead to finding results with differing opinions.</p><p>This leaves us to decide &ndash; or not &ndash; what we want to believe for our own selves.</p><p>The article mentioned previously also claims that <q>[ESTPs] are a common presidential type: Both Roosevelts, JFK, and LBJ were ESTPs.</q></p><p>Note that this image is based on a four-letter-type and is therefore a 'generic' image, based on fixed percentages.</p>",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "5081",
      "title": "responsive_ad"
    }, {
      "id": "5082",
      "title": "Barack Obama",
      "subtitle_html": "<a href='https://en.wikipedia.org/wiki/Barack_Obama' target='_blank' title='Wikipedia page for Barack Obama'>44th President</a> of the USA - Jan. 20, 2009 to Jan. 20, 2017",
      "gallery_page_teaser": "Some experts claim Obama is an ENFP, and that is how he's represented in this image.  However, there are reasons to doubt this claim.  Click on the image to learn more!",
      "image_file_name": "enfp-barack_obama.jpeg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:President_Barack_Obama.jpg",
      "composition": "O",
      "score": [
        { "e_score": "11", "i_score": "8" },
        { "n_score": "11", "s_score": "8" },
        { "f_score": "11", "t_score": "8" },
        { "j_score": "8", "p_score": "11" }
      ],
      "four_letter_type": "ENFP",
      "fixed_percentages": "True",
      "archetype": "Ne",
      "quiz_type": "J",
      "subject_line": "",
      "tweet_html": "",
      "explain_dom": "The Blue in this spiritual portrait of represents Obama's idealism and hope for the future.  In Extraverts, the dominant function is directed outwardly, and spiritual portraits use a long vertical line to represent this.  Obama shows he has this trait by having hope for the future.",
      "explain_aux": "The Red in this spiritual portrait represents Obama's preference for using emotions more than logic to make decisions.  In Extraverts, the auxiliary function is directed inwardly and is less evident than the dominant function.  Obama shows he has this trait by having a desire for harmonious human relationships.",
      "story_html": "<p>This frequently-referenced <a href='http://www.slate.com/id/2184696/' title='Link to article at slate.com' target='_blank'>article at slate.com</a> claims Barack Obama is an ENFP, and that seems reasonable.  As is the case with other recent presidents, however, searching the internet can lead to finding results with differing opinions, including <a href='http://www.celebritytypes.com/blog/2011/01/why-obama-is-entp/' title='Article at celebritytypes.com about why obama is an ENTP' target='_blank'>one explaining why he's an ENTP</a> and <a href='https://www.truity.com/blog/much-disputed-personality-types-presidential-candidates' title='Link to article on truity.com claiming Obama is an INTJ' target='_blank'>one claiming he's <q>probably an INTJ Mastermind.</q></a></p><p>This leaves us to decide &ndash; or not &ndash; what we want to believe for our own selves.  For my purposes, it is sufficient to know that all of these claim he is iNtuitive, because that is a preference found in two of my favorite presidents, Jefferson and Lincoln.</p><p>In support of the claims that he is iNtuitive, we have his idealism, hope for the future, and his concern for others, which are all evident in his determination to pass legislation making health care available to all people.</p><p>Note that this image is based on a four-letter-type and is therefore a 'generic' image, based on fixed percentages.</p>",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "5083",
      "title": "responsive_ad"
    }, {
      "id": "5084",
      "title": "Donald Trump",
      "subtitle_html": "<a href='https://en.wikipedia.org/wiki/Donald_Trump' target='_blank' title='Wikipedia page for Donald Trump'>45th President</a> of the USA - Jan. 21, 2017 to present",
      "gallery_page_teaser": "Click on the image to learn more!",
      "image_file_name": "esfj-donald_trump-1.jpg",
      "meat_portrait_href": "https://en.wikipedia.org/wiki/File:Donald_Trump_Pentagon_2017.jpg",
      "composition": "O",
      "score": [
        { "e_score": "17", "i_score": "2" },
        { "n_score": "7", "s_score": "12" },
        { "f_score": "10", "t_score": "9" },
        { "j_score": "13", "p_score": "6" }
      ],
      "four_letter_type": "ESFJ",
      "fixed_percentages": "",
      "archetype": "Fe",
      "quiz_type": "K",
      "subject_line": "",
      "tweet_html": "",
      "explain_dom": "The Red in this spiritual portrait of represents Trump's emotional side.  In Extraverts, the dominant function is directed outwardly, and spiritual portraits use a long vertical line to represent this.  Trump demonstrates this trait when he gets angry with his detractors.",
      "explain_aux": "The Yellow in this spiritual portrait represents Trump's preference for pragmatism over idealism.  In Extraverts, the auxiliary function is directed inwardly and is less evident than the dominant function.  Trump demonstrates this trait in his willingness to sacrifice environmental concerns for the possibility of creating jobs.",
      "story_html": "<p>At the time of this writing, everyone I know is marveling at (or dreading) the daily reports of what the Trump administration is doing.</p><p>Because this story is &mdash; at this time &mdash; still unfolding, I will postpone writing this story until we have a new president.</p>",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "5085",
      "title": "responsive_ad"
    }
  ]
}
