{
  "gallery_title": "Immediate Family",
  "see_gallery_button_text": "See Their Minds",
  "list_page_teaser": "This gallery contains spiritual portraits of my immediate family.  Click to learn more!",
  "description_html": "<p>These are spiritual portraits of my <a href='https://www.youtube.com/watch?v=k0poEl_n01I' title='Link to youtube video of The Ramones doing Happy Family' target='_blank'>immediate family</a>.</p><p> </p>",
  "story_html": "<p>Note that I am the only Introvert in the bunch!  I always felt rather like the black sheep of the family, but would not be surprised if other family members felt the same way at times.</p>",
  "image_list":
  [
    {
      "id": "7000",
      "title": "Jeanne S.",
      "subtitle_html": "<a href='https://en.wikipedia.org/wiki/Mother' title='Wikipedia page for Mother' target='_blank'>Mom</a>",
      "gallery_page_teaser": "My Mom grew up in Iowa with her younger brother Tom.  Click on the image to learn more!",
      "image_file_name": "entj-jeanne_s_mom-1.jpg",
      "composition": "O",
      "score": [
         { "e_score": "17", "i_score": "2" },
         { "n_score": "10", "s_score": "9" },
         { "f_score": "9", "t_score": "10" },
         { "j_score": "12", "p_score": "7" }
      ],
      "four_letter_type": "ENTJ",
      "archetype": "Te",
      "quiz_type": "K",
      "subject_line": "",
      "tweet_html": "",
      "explain_dom": "The Green in this spiritual portrait represents Jeanne's dominant trait, her rationality.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  Note that her preference is very slight (53%) when compared to my Dad's personality.",
      "explain_aux": "The Blue in this spiritual portrait represents Jeanne's auxiliary trait, her idealism.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  Note that her preference is very slight (53%) when compared to my Dad's personality.",
      "story_html": "<p> </p><p> </p>",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "7001",
      "title": "responsive_ad"
    }, {
      "id": "7002",
      "title": "Homer H.",
      "subtitle_html": "<a href='https://en.wikipedia.org/wiki/Father' title='Wikipedia page for Father' target='_blank'>Dad</a>",
      "gallery_page_teaser": "My Dad grew up in Baltimore with two younger brothers, Richard (Dick) and Victor.  Click on the image to learn more!",
      "image_file_name": "entp-homer_h_dad-1.jpg",
      "composition": "O",
      "score": [
         { "e_score": "13", "i_score": "6" },
         { "n_score": "12", "s_score": "7" },
         { "f_score": "6", "t_score": "13" },
         { "j_score": "9", "p_score": "10" }
      ],
      "four_letter_type": "ENTP",
      "archetype": "Ne",
      "quiz_type": "K",
      "subject_line": "",
      "tweet_html": "",
      "explain_dom": "The Blue in this spiritual portrait represents Homer's dominant trait, his idealism.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  Note that this preference is stronger (over 60%) in his personality than it is in my Mom's personality.",
      "explain_aux": "The Green in this spiritual portrait represents Homer's auxiliary trait, his rationality.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  Note that this preference is stronger (over 60%) in his personality than it is in my Mom's personality.",
      "story_html": "<p> </p><p> </p>",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "7004",
      "title": "Tom H.",
      "subtitle_html": "Oldest Son",
      "gallery_page_teaser": "I grew up in Richmond, Virginia and now live in Denver, Colorado.  Click on the image to learn more!",
      "image_file_name": "infp-tomh-1.jpg",
      "composition": "O",
      "score": [
         { "e_score": "9", "i_score": "10" },
         { "n_score": "13", "s_score": "6" },
         { "f_score": "10", "t_score": "9" },
         { "j_score": "9", "p_score": "10" }
      ],
      "four_letter_type": "INFP",
      "archetype": "Fi",
      "quiz_type": "K",
      "subject_line": "",
      "tweet_html": "",
      "explain_dom": "The Red in this spiritual portrait represents Tom's dominant trait, his compassion.  In Introverts, the dominant trait is directed inwardly, and spiritual portraits use a long horizontal line to represent this.  Tom demonstrates this in the great deal of care he puts into creating and sharing spiritual portraits on this site.",
      "explain_aux": "The Blue in this spiritual portrait represents Tom's auxiliary trait, his idealism.  In Introverts, the auxiliary trait is directed outwardly, and spiritual portraits use a vertical line to represent this, because it is more evident than the dominant function.  Tom demonstrates this in the way he is comfortable dealing with abstractions while creating and sharing spiritual portraits on this site.",
      "story_html": "<p> </p><p> </p>",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "7005",
      "title": "Marti H.",
      "subtitle_html": "Middle Daughter",
      "gallery_page_teaser": "Marti grew up in Richmond, Virginia and continues to live there now.  Click on the image to learn more!",
      "image_file_name": "enfp-marti_h-1.jpg",
      "composition": "O",
      "score": [
         { "e_score": "11", "i_score": "8" },
         { "n_score": "16", "s_score": "3" },
         { "f_score": "14", "t_score": "5" },
         { "j_score": "8", "p_score": "11" }
      ],
      "four_letter_type": "ENFP",
      "archetype": "Ne",
      "quiz_type": "K",
      "subject_line": "",
      "tweet_html": "",
      "explain_dom": "The Blue in this spiritual portrait represents Marti's dominant trait, her idealism.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.",
      "explain_aux": "The Red in this spiritual portrait represents Marti's auxiliary trait, her passion.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  Marti demonstrates this trait by the way she loves to play music.",
      "story_html": "<p>Marti's passion is playing music.  She frequents open mic nights in Richmond and posts songs online.</p><p>I will share more information as it becomes available.</p>",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "7006",
      "title": "Matt H.",
      "subtitle_html": "Youngest Son",
      "gallery_page_teaser": "Matt grew up in Richmond, Virginia and now lives in Charlottesville.  Click on the image to learn more!",
      "image_file_name": "enfp-matt_h-1.jpg",
      "composition": "O",
      "score": [
         { "e_score": "13", "i_score": "6" },
         { "n_score": "10", "s_score": "9" },
         { "f_score": "12", "t_score": "7" },
         { "j_score": "5", "p_score": "14" }
      ],
      "four_letter_type": "ENFP",
      "archetype": "Ne",
      "quiz_type": "K",
      "subject_line": "",
      "tweet_html": "",
      "explain_dom": "The Blue in this spiritual portrait represents Matt's dominant trait, his rationality.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.",
      "explain_aux": "The Red in this spiritual portrait represents Matt's auxiliary trait, his compassion.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  He demonstrates this trait in the way he cares deeply for his wife and their children.",
      "story_html": "<p>Matt is happily married with a wife and three children.</p><p>I will share more information as it becomes available.</p>",
      "compare_to": { },
      "contrast_with": { }
    }
  ]
}
