{
  "gallery_title": "Immediate Family",
  "see_gallery_button_text": "See Their Minds",
  "list_page_teaser": "This gallery contains spiritual portraits of my immediate family.  Click to learn more!",
  "description_html": "<p>These are spiritual portraits of my <a href='https://www.youtube.com/watch?v=k0poEl_n01I' title='Link to youtube video of The Ramones doing Happy Family' target='_blank'>immediate family</a>.</p><p> </p>",
  "story_html": "<p>This is a rare image of our family, taken around 1968.</p><a href='/static/content/images/stories/family/we_are_a_happy_family-1968.jpg' title='Link to display full-size version of this image on this site'><img src='/static/content/images/stories/family/we_are_a_happy_family-1968.jpg' class='gallery-story-image' /></a><p>Regarding the spiritual portraits in this gallery (thumbnails below), note that I am the only Introvert in the bunch!  I always felt rather like the black sheep of the family, but would not be surprised if other family members felt the same way at times.</p>",
  "image_list":
  [
    {
      "id": "7000",
      "title": "Jeanne S.",
      "subtitle_html": "My <a href='https://en.wikipedia.org/wiki/Mother' title='Wikipedia page for Mother' target='_blank'>Mom</a>",
      "gallery_page_teaser": "My Mom grew up in Iowa with her younger brother Tom.  Click on the image to learn more!",
      "image_file_name": "entj-jeanne_s_mom-1.jpg",
      "composition": "O",
      "score": [
         { "e_score": "17", "i_score": "2" },
         { "n_score": "10", "s_score": "9" },
         { "f_score": "9", "t_score": "10" },
         { "j_score": "12", "p_score": "7" }
      ],
      "four_letter_type": "ENTJ",
      "archetype": "Te",
      "quiz_type": "K",
      "subject_line": "",
      "tweet_html": "",
      "explain_dom": "The Green in this spiritual portrait represents Jeanne's dominant trait, her rationality.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  Note that her preference is very slight (53%) when compared to my Dad's personality.",
      "explain_aux": "The Blue in this spiritual portrait represents Jeanne's auxiliary trait, her idealism.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  Note that her preference is very slight (53%) when compared to my Dad's personality.",
      "story_intro_html": "<p>My Mom got her undergraduate degree from <a href='https://wp.stolaf.edu/' title='St. Olaf College home page' target='_blank'>St. Olaf College</a>.  Around that time she met my father and ....</p>",
      "story_html": "<p>My Mom got her undergraduate degree from <a href='https://wp.stolaf.edu/' title='St. Olaf College home page' target='_blank'>St. Olaf College</a>.  Around that time she met my father and they married in the early 1950s.</p><a href='/static/content/images/stories/family/mom_portrait-1960s.jpg' title='Link to display full-size version of this photo on this site'><img src='/static/content/images/stories/family/mom_portrait-1960s.jpg' class='story-image-left' /></a><h4>Hello, Goodbye</h4><p>After their marriage ended, she worked her way through Graduate School in Richmond, Virginia, and earned a Master's degree in Psychiatric Nursing.  She then started working at <a href='https://bonsecours.com/richmond/find-a-facility/st-marys-hospital' title='St. Mary's Hospital home page' target='_blank'>St. Mary's Hospital</a> as a <a href='https://en.wikipedia.org/wiki/Psychiatric_and_mental_health_nursing' title='Wikipedia page for Psychiatric Nurse' target='_blank'>Psychiatric Nurse</a>.</p><p>My parents' divorce was very acrimonious.  Eventually they cut off all communication with each other, completely and entirely.  Frustration with their <a href='https://www.youtube.com/watch?v=BkAlr90k23Y' title='Video of Teach Your Children on youtube.com' target='_blank'>behavior</a> during this time certainly led to my interest in psychology &mdash; and ultimately to the creation of this site.</p><p>Since getting them to answer the questionnaire, I wonder sometimes whether the divorce may have had something to do with their personality types being so similar?  Certainly there were many factors at work with all this, and moreover, it's best to try to just move on.</p><a href='/static/content/images/stories/family/mom_about_1960.jpg' title='Link to display full-size version of this photo on this site'><img src='/static/content/images/stories/family/mom_about_1960.jpg' class='story-image-right' /></a><h4>Fixing a Hole</h4><p>My Mom remarried, and I was able to get her new husband to take the quiz.  He turned out to be an <a href='/image/2400-fictional-tv-sopranos/2400/' title='Link to spiritual portrait of Tony Soprano, the definitive ESTJ, on this site'>ESTJ</a>.</p><p>She and my step-Dad were happier together than my parents were.  Based on this, I am tempted to theorize that relationships work better when there's only one i<q>N</q>tuitive-idealistic-Blue type, but do not want to jump to a conclusion based on such little evidence.</p><p>When I told Mom that Dad came out as Extraverted, she laughed and exclaimed, <q>Your father is <b>not</b> Extraverted!</q>  It is obvious they had very serious communication problems!</p><p>My take on this is that early in their relationship they had some shared ideals &mdash; or at least thought they did.  As time went on, amid the social turmoil and intellectual upheavals of the 1960s, either their ideals evolved along separate lines, or they found they did not share the same ideals in the first place.  More likely, it was a combination of both.</p><h4>Not a Second Time</h4><p>Either way, they both found it easier to live with someone more pragmatic and down-to-earth.  Note that in the general population, <q>S</q>ensing-pragmatic-Yellow types <a href='http://www.myersbriggs.org/my-mbti-personality-type/my-mbti-results/how-frequent-is-my-type.htm?bhcp=1' title='Page on myersbriggs.org showing the percentages of the various types in the general population' target='_blank'>outnumber</a> i<q>N</q>tuitive-idealistic-Blue types by close to 3-to-1, so both found solace in a more <q>normal</q> mate.</p><p>Regardless, that is where I find closure in this ugly situation, and I'm sticking to it.  And gaining this sense of closure from Jung's, Briggs-Myers', and Keirsey's work is one of the things that drives me to share these ideas and this site with others.</p><h4>Let It Be</h4><p>My Mom died in December of 2000.  Although I miss her, I have always felt it was good that she did not witness 9/11, because those sorts of things always affected her greatly.</p><p>Despite the fact her profile came out as more <q>T</q>hinking-logical-Green type, she could be quite <a href='https://www.youtube.com/watch?v=Id_UYLPSn6U' title='Video of Roberta Flack singing The First Time I Ever Saw His Face on youtube.com' target='_blank'>emotional</a> at times.  I attribute much of this to the fact she spent many years doing <a href='https://en.wikipedia.org/wiki/Shift_work' title='Wikipedia page for shift work' target='_blank'>shift work</a>.  Having worked some graveyard shifts when I was first starting out, I know from first-hand experience it can be hard on a person.</p><p>It may sound strange, but I am glad to have this image to remember her by!</p>",
      "compare_to": { "gallery_file_name": "7000-real-family-immediate", "image_id": "7002" },
      "contrast_with": { }
    }, {
      "id": "7001",
      "title": "responsive_ad"
    }, {
      "id": "7002",
      "title": "Homer H.",
      "subtitle_html": "My <a href='https://en.wikipedia.org/wiki/Father' title='Wikipedia page for Father' target='_blank'>Dad</a>",
      "gallery_page_teaser": "My Dad grew up in Baltimore with two younger brothers, Richard (Dick) and Victor.  Click on the image to learn more!",
      "image_file_name": "entp-homer_h_dad-1.jpg",
      "composition": "O",
      "score": [
         { "e_score": "13", "i_score": "6" },
         { "n_score": "12", "s_score": "7" },
         { "f_score": "6", "t_score": "13" },
         { "j_score": "9", "p_score": "10" }
      ],
      "four_letter_type": "ENTP",
      "archetype": "Ne",
      "quiz_type": "K",
      "subject_line": "",
      "tweet_html": "",
      "explain_dom": "The Blue in this spiritual portrait represents Homer's dominant trait, his idealism.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  Note that this preference is stronger (over 60%) in his personality than it is in my Mom's personality.",
      "explain_aux": "The Green in this spiritual portrait represents Homer's auxiliary trait, his rationality.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  Note that this preference is stronger (over 60%) in his personality than it is in my Mom's personality.",
      "story_intro_html": "<p>My Dad got his Ph.D. in Chemistry from the University of North Carolina at Chapel Hill <a href='https://www.unc.edu/' title='Home page of University of North Carolina at Chapel Hill' target='_blank'>(UNC)</a>.  Around this time he met my mother and they ....</p>",
      "story_html": "<p>My Dad got his Ph.D. in Chemistry from the University of North Carolina at Chapel Hill <a href='https://www.unc.edu/' title='Home page of University of North Carolina at Chapel Hill' target='_blank'>(UNC)</a>.  Around this time he met my mother and they married in the early 1950s.</p><p>While we lived in Richmond, Virginia, he worked for many years at <a href='http://www.texaco.com/' title='Home page of texaco.com' target='_blank'>Texaco</a> and then later at <a href='http://www.altria.com/our-companies/philipmorrisusa/Pages/default.aspx' title='Home page of Phillip Morris' target='_blank'>Phillip Morris</a> &mdash; in both jobs as a <a href='https://en.wikipedia.org/wiki/Chemist' title='Wikipedia page for Chemist' target='_blank'>Research Chemist</a>.</p><h4>Hello, Goodbye</h4><p>My parents' divorce was very acrimonious.  Eventually they cut off all communication with each other, completely and entirely.  Frustration with their <a href='https://www.youtube.com/watch?v=BkAlr90k23Y' title='Video of Teach Your Children on youtube.com' target='_blank'>behavior</a> during this time certainly led to my interest in psychology &mdash; and ultimately to the creation of this site.</p><a href='/static/content/images/stories/family/dad_with_peanut-Mar_1964.jpg' title='Link to display full-size version of this photo on this site'><img src='/static/content/images/stories/family/dad_with_peanut-Mar_1964.jpg' class='story-image-left' /></a><p>Since getting them to answer the questionnaire, I wonder sometimes whether the divorce may have had something to do with their personality types being so similar?  Certainly there were many factors at work with all this, and moreover, it's best to try to just move on.</p><p>My Dad remarried, but my step-Mom refused to take the quiz.  In all the years I have been doing this, I cannot remember meeting anyone else who refused to answer the questionnaire.  I suspect she was an <a href='/image/' title='Link to spiritual portrait of  on this site'></a><a href='/image/2400-fictional-tv-sopranos/2400/' title='Link to spiritual portrait of Tony Soprano, the definitive ESTJ, on this site'>ESTJ</a> or maybe an <a href='/image/2400-fictional-tv-sopranos/2402/' title='Link to spiritual portrait of Carmela Soprano on this site'>ESFJ</a>, but there's no way to know for sure.</p><h4>Fixing a Hole</h4><p>My Dad and his new wife were happier together than my parents were.  Based on this, I am tempted to theorize that relationships work better when there's only one i<q>N</q>tuitive-idealistic-Blue type, but do not want to jump to a conclusion based on such little evidence.</p><p>My take on this is that early in their relationship they had some shared ideals &mdash; or at least thought they did.  As time went on, amid the social turmoil and intellectual upheavals of the 1960s, either their ideals evolved along separate lines, or they found they did not share the same ideals in the first place.  More likely, it was a combination of both.</p><h4>Not a Second Time</h4><p>Either way, they both found it easier to live with someone more pragmatic and down-to-earth.  Note that in the general population, <q>S</q>ensing-pragmatic-Yellow types <a href='http://www.myersbriggs.org/my-mbti-personality-type/my-mbti-results/how-frequent-is-my-type.htm?bhcp=1' title='Page on myersbriggs.org showing the percentages of the various types in the general population' target='_blank'>outnumber</a> i<q>N</q>tuitive-idealistic-Blue types by close to 3-to-1, so both found solace in a more <q>normal</q> mate.</p><p>Regardless, that is where I find closure in this ugly situation, and I'm sticking to it.  And gaining this sense of closure from Jung's, Briggs-Myers', and Keirsey's work is one of the things that drives me to share these ideas and this site with others.</p><h4>Let It Be</h4><p>My Dad and I have fallen out of touch over the years.  It may sound strange, but I am glad to have this image to remember him by!</p>",
      "compare_to": { "gallery_file_name": "7000-real-family-immediate", "image_id": "7000" },
      "contrast_with": { }
    }, {
      "id": "7004",
      "title": "Tom H.",
      "subtitle_html": "Oldest Son and Creator of This Site",
      "gallery_page_teaser": "I grew up in Richmond, Virginia and now live in Denver, Colorado.  Click on the image to learn more!",
      "image_file_name": "infp-tomh-1.jpg",
      "composition": "O",
      "score": [
         { "e_score": "9", "i_score": "10" },
         { "n_score": "13", "s_score": "6" },
         { "f_score": "10", "t_score": "9" },
         { "j_score": "9", "p_score": "10" }
      ],
      "four_letter_type": "INFP",
      "archetype": "Fi",
      "quiz_type": "K",
      "subject_line": "",
      "tweet_html": "",
      "explain_dom": "The Red in this spiritual portrait represents Tom's dominant trait, his compassion.  In Introverts, the dominant trait is directed inwardly, and spiritual portraits use a long horizontal line to represent this.  Tom demonstrates this in the great deal of care he puts into creating and sharing spiritual portraits on this site.",
      "explain_aux": "The Blue in this spiritual portrait represents Tom's auxiliary trait, his idealism.  In Introverts, the auxiliary trait is directed outwardly, and spiritual portraits use a vertical line to represent this, because it is more evident than the dominant function.  Tom demonstrates this in the way he is comfortable dealing with abstractions while creating and sharing spiritual portraits on this site.",
      "story_intro_html": "<p>Growing up in Richmond, Virginia in the 1960s meant watching assassinations, riots and a war on TV, listening to The Beatles and ....",
      "story_html": "<p>Growing up in Richmond, Virginia in the 1960s meant watching assassinations, riots and a war on TV, listening to The Beatles and all the others, and watching too many musicians die of overdoses and the like.  We could drink 3.2 beer on our 18th birthday, whoo-hoo!</p><a href='/static/content/images/stories/family/tom_yearbook_photo-late_1960s.jpg' title='Link to display full-size version of this photo on this site'><img src='/static/content/images/stories/family/tom_yearbook_photo-late_1960s.jpg' class='story-image-left' /></a><h4>We Were Having a High Time</h4><p>With that youthful feeling of immortality combined with the impending doom of the Cold War hanging over our heads, it was a good time to smoke cigarettes.  In Richmond in those days, they were 25 cents a pack.  Also there were friends, beer and The Grateful Dead &mdash; and work and school.</p><p>My Dad offered to help me with school, and I accepted it for the first year or so.  But by then they were divorcing and I decided to pay my own way through it.  My idealism certainly played a factor in this decision.</p><h4>I Need a Miracle Everyday</h4><p>My parents' divorce was very acrimonious.  Eventually they cut off all communication with each other, completely and entirely.  The divorce was one thing, but that sort of ongoing hostility really made things quite difficult.</p><p>Of course, I focused on school, work, and having fun with friends.  And as far as <q>making lemonade</q> when given lemons is concerned, it's safe to say that frustration with their <a href='https://www.youtube.com/watch?v=BkAlr90k23Y' title='Video of Teach Your Children on youtube.com' target='_blank'>behavior</a> during this time certainly led to my interest in psychology &mdash; and ultimately to the creation of this site.</p><p>Since getting them to answer the questionnaire, I wonder sometimes whether the divorce may have had something to do with their personality types being so similar?  Certainly there were many factors at work with all this; moreover, it's best to try to just move on.</p><h4>The Wheel Is Turning and You Can't Slow Down</h4><p>So I worked my way through school, sometimes at part-time jobs, and sometimes at full-time jobs.  During this time, I had full-time jobs at <a href='https://www.facebook.com/pages/Overnite-Transportation/163666416984656' title='Facebook page for Overnite Transportation' target='_blank'>Overnite Transportation</a>, <a href='http://www.richmondgov.com/' title='Home page of The City of Richmond VA' target='_blank'>The City of Richmond VA</a>, and <a href='https://en.wikipedia.org/wiki/Bank_of_Virginia' title='Wikipedia page for The Bank of Virginia' target='_blank'>The Bank of Virginia</a>.  Put together, these three full-time jobs lasted about ten years.</p><p>Working every day, it took awhile, but eventually I earned my B.S. in Math (Computer Science) and a Master's of Interdisciplinary Studies from Virginia Commonwealth University <a href='https://www.vcu.edu/' title='Home page of Virginia Commonwealth University' target='_blank'>(VCU)</a>.</p><p>After getting my B.S. in Math, I had to take <em>a lot</em> of additional courses in VCU's <a href='https://arts.vcu.edu/' title='Home page of the School of the Arts at VCU' target='_blank'>School of the Arts</a> just to get accepted into the prestigious &mdash; at that time &mdash; Interdisciplinary Graduate School Program.  Only a handful of students were allowed into that program each year, and at this time, VCU no longer offers that degree.  Fortunately I love learning about Art and especially Art History!</p><h4>It's Nobody's Fault but Mine</h4><p>It wound up taking me seventeen years &mdash; from 1972 through 1989 &mdash; to finish everything for both degrees.  But I had quit for four years (so it was really <q>only</q> thirteen years) and changed majors a few times, and I thoroughly enjoyed every class!</p><p>Moreover I did it <a href='https://www.youtube.com/watch?v=rDyb_alTkMQ' title='Official video of Sid Vicious doing My Way on youtube.com' target='_blank'>my way,</a> and have no regrets &mdash; except maybe for the stupid tobacco habit.  I eventually quit the ciggies in 2002, and only wish I'd quit sooner.  But that story is for another day.</p><p>Although I spent much of the time working, I loved keeping busy and going to night school &mdash; and I continue to love learning to this day!</p><h4>Gonna Miss Me When I'm Gone</h4><p>As the creator of this site, I have a separate gallery that contains multiple self-portraits, along with a story for each one.  You can see those images and read the story for each in the <a href='/gallery/9100-real-self_portraits/' title='Link to gallery of self-portraits on this site'>gallery of self-portraits</a> on this site.</p>",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "7005",
      "title": "Marti H.",
      "subtitle_html": "Middle Daughter",
      "gallery_page_teaser": "Marti grew up in Richmond, Virginia and continues to live there now.  Click on the image to learn more!",
      "image_file_name": "enfp-marti_h-1.jpg",
      "composition": "O",
      "score": [
         { "e_score": "11", "i_score": "8" },
         { "n_score": "16", "s_score": "3" },
         { "f_score": "14", "t_score": "5" },
         { "j_score": "8", "p_score": "11" }
      ],
      "four_letter_type": "ENFP",
      "archetype": "Ne",
      "quiz_type": "K",
      "subject_line": "",
      "tweet_html": "",
      "explain_dom": "The Blue in this spiritual portrait represents Marti's dominant trait, her idealism.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.",
      "explain_aux": "The Red in this spiritual portrait represents Marti's auxiliary trait, her passion.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  Marti demonstrates this trait by the way she loves to play music.",
      "story_intro_html": "<p>Marti lives in Richmond, Virginia.  She went to school at the <a href='https://www.facebook.com/pages/school-of-hard-nocks/114645085213953' title='Link to page for the school of hard knocks at facebook.com' target='_blank'>school of hard knocks</a> and now works at ....</p>",
      "story_html": "<a href='/static/content/images/stories/family/marti_with_guitar.jpg' title='Link to display full-size version of this photo on this site'><img src='/static/content/images/stories/family/marti_with_guitar.jpg' class='story-image-right' /></a><p>Marti lives in Richmond, Virginia.  She went to school at the <a href='https://www.facebook.com/pages/school-of-hard-nocks/114645085213953' title='Link to page for the school of hard knocks at facebook.com' target='_blank'>school of hard knocks</a> and now works at <a href='https://www.facebook.com/pages/emanon-music/837246689631016' title='Link to emanon music at facebook.com' target='_blank'>emanon music</a>.</p><p>Marti's passion is playing music.  She frequents open mic nights in Richmond and posts songs online.</p><p>I will share more information as it becomes available.</p>",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "7006",
      "title": "Matt H.",
      "subtitle_html": "Youngest Son",
      "gallery_page_teaser": "Matt grew up in Richmond, Virginia and now lives in Charlottesville.  Click on the image to learn more!",
      "image_file_name": "enfp-matt_h-1.jpg",
      "composition": "O",
      "score": [
         { "e_score": "13", "i_score": "6" },
         { "n_score": "10", "s_score": "9" },
         { "f_score": "12", "t_score": "7" },
         { "j_score": "5", "p_score": "14" }
      ],
      "four_letter_type": "ENFP",
      "archetype": "Ne",
      "quiz_type": "K",
      "subject_line": "",
      "tweet_html": "",
      "explain_dom": "The Blue in this spiritual portrait represents Matt's dominant trait, his rationality.  In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.",
      "explain_aux": "The Red in this spiritual portrait represents Matt's auxiliary trait, his compassion.  In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  He demonstrates this trait in the way he cares deeply for his wife and their children.",
      "story_intro_html": "<p>Matt lives in Charlottesville, Virginia.  He has an M.S. in Management from the <a href='http://www.virginia.edu/' title='Link to the University of Virginia home page at www.virginia.edu' target='_blank'>University of Virginia</a> and now works for the <a href='https://en.wikipedia.org/wiki/University_of_Virginia_Health_System' title='Wikipedia page for the University of Virginia Health System' target='_blank'>University of Virginia Health System</a>.</p><p>Matt is happily married with ....</p>",
      "story_html": "<a href='/static/content/images/stories/family/matt_with_hair_dryer_in_shop.jpg' title='Link to display full-size version of this photo on this site'><img src='/static/content/images/stories/family/matt_with_hair_dryer_in_shop.jpg' class='story-image-left' /></a><p>Matt lives in Charlottesville, Virginia.  He has an M.S. in Management from the <a href='http://www.virginia.edu/' title='Link to the University of Virginia home page at www.virginia.edu' target='_blank'>University of Virginia</a> and now works for the <a href='https://en.wikipedia.org/wiki/University_of_Virginia_Health_System' title='Wikipedia page for the University of Virginia Health System' target='_blank'>University of Virginia Health System</a>.</p><p>Matt is happily married with a wife and three children.  I will share more information as it becomes available.</p>",
      "compare_to": { },
      "contrast_with": { }
    }
  ]
}
