{
  "gallery_title": "Cousins",
  "see_gallery_button_text": "See Their Minds",
  "list_page_teaser": "Click to learn more!",
  "description_html": "<p>Here is a gallery containing the spiritual portraits of a couple of my cousins.</p><p> </p>",
  "story_html": "<p>I have a few more cousins and will contact them soon, so hopefully I can add a few more portraits to this gallery.</p><p>To keep up to date, follow this site on social media or <a href='https://groja.com/conversion/seeourminds' title='Link to small form you can use to join the Groja.com and SeeOurMinds.com email list' target='_blank'>join the SeeOurMinds.com email list</a>!</p>",
  "image_list":
  [
    {
      "id": "7020",
      "title": "Lin C",
      "subtitle_html": "Works for <a href='https://en.wikipedia.org/wiki/NASA' title='Wikipedia page for NASA' target='_blank'>NASA</a>",
      "gallery_page_teaser": "Lin is a cousin on my father's side.  She works for NASA.  Click on the image to learn more!",
      "image_file_name": "istj-lin_c-1.jpg",
      "composition": "O",
      "score": [
         { "e_score": "9", "i_score": "10" },
         { "n_score": "8", "s_score": "11" },
         { "f_score": "4", "t_score": "15" },
         { "j_score": "17", "p_score": "2" }
      ],
      "four_letter_type": "ISTJ",
      "archetype": "Xi",
      "quiz_type": "K",
      "subject_line": "",
      "tweet_html": "",
      "explain_dom": "The Yellow in this spiritual portrait represents Lin's dominant trait, her pragmatism.  In Introverts, the dominant trait is directed inwardly, and spiritual portraits use a long horizontal line to represent this.",
      "explain_aux": "The Green in this spiritual portrait represents Lin's auxiliary trait, her rationality.  In Introverts, the auxiliary trait is directed outwardly, and spiritual portraits use a vertical line to represent this, because it is more evident than the dominant function.",
      "story_html": "<p>Lin lives in Virginia.</p><p>Once the site is in fairly decent shape, I will let her know I've posted her portrait, and hopefully get her permission to post more information.</p>",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "7022",
      "title": "responsive_ad"
    }, {
      "id": "7024",
      "title": "Oren B",
      "subtitle_html": "Technical Manager at <a href='https://en.wikipedia.org/wiki/Air_National_Guard' title='Wikipedia page for Air National Guard' target='_blank'>Air National Guard</a> Recruiting",
      "gallery_page_teaser": "Oren is a cousin on my mother's side.  He works for the Air National Guard.  Click on the image to learn more!",
      "image_file_name": "intj-oren_b-1.jpg",
      "composition": "O",
      "score": [
         { "e_score": "7", "i_score": "12" },
         { "n_score": "14", "s_score": "5" },
         { "f_score": "8", "t_score": "11" },
         { "j_score": "18", "p_score": "1" }
      ],
      "four_letter_type": "INTJ",
      "archetype": "Ni",
      "quiz_type": "K",
      "subject_line": "",
      "tweet_html": "",
      "explain_dom": "The Blue in this spiritual portrait represents Oren's dominant trait, his idealism.  In Introverts, the dominant trait is directed inwardly, and spiritual portraits use a long horizontal line to represent this.",
      "explain_aux": "The Green in this spiritual portrait represents Oren's auxiliary trait, his rationality.  In Introverts, the auxiliary trait is directed outwardly, and spiritual portraits use a vertical line to represent this, because it is more evident than the dominant function.",
      "story_html": "<p>Oren lives in Oregon.</p><p>Once the site is in fairly decent shape, I will let him know I've posted his portrait, and hopefully get his permission to post more information.</p>",
      "compare_to": { },
      "contrast_with": { }
    }
  ]
}
