{
  "gallery_title": "Former Bosses",
  "see_gallery_button_text": "See Their Minds",
  "list_page_teaser": "Long ago and far away I was hired by one boss, who liked me, then transferred to work for a different boss, who didn't like me.  Contrast the images of these two bosses with one of my Self-Portraits.",
  "description_html": "<p>This gallery contains images of a couple of my bosses at a job I had long long ago in a place far far away.  One of them liked me, and the other did not.</p>",
  "story_html": "<p>It's definitely not easy to work for a boss who doesn't like you!  I eventually learned from a third manager that these two argued a lot.</p><p>I do not feel it would be appropriate to share either of their names, and I hope this minimal story is enough to add context to the images, which show a fairly large contrast between the two people, despite the fact that both are 'xNFx's.</p>",
  "image_list":
  [
    {
      "id": "7600",
      "title": "responsive_ad",
      "subtitle_html": "",
      "image_file_name": "",
      "composition": "O",
      "score": [
        { "e_score": "", "i_score": "" }, { "n_score": "", "s_score": "" },
        { "f_score": "", "t_score": "" }, { "j_score": "", "p_score": "" }
      ],
      "four_letter_type": "",
      "archetype": "",
      "quiz_type": "",
      "gallery_page_teaser": "",
      "subject_line": "",
      "tweet_html": "",
      "story_html": "",
      "explain_dom": "",
      "explain_aux": ""
    }, {
      "id": "7620",
      "title": "Manager A",
      "subtitle_html": "A Boss Who Liked Me",
      "image_file_name": "enfp-manager_a-a_boss_who_liked_me.jpeg",
      "composition": "O",
      "score": [
        { "e_score": "13", "i_score": "6" },
        { "n_score": "15", "s_score": "4" },
        { "f_score": "12", "t_score": "7" },
        { "j_score": "7", "p_score": "12" }
      ],
      "four_letter_type": "ENFP",
      "archetype": "Ne",
      "quiz_type": "K",
      "gallery_page_teaser": "A portrait like this, that has a mix of colors, usually indicates a well-rounded individual.  (The exception is when the image is based on just a four-letter-type and hence fixed percentages).  Click on the image to learn more.",
      "subject_line": "",
      "tweet_html": "",
      "story_html": "<p>Once upon a time, long long ago in a place far, far away, I was hired by Manager A.  Things went very well until, after about three months into the job, the big boss reorganized the department and I found myself working for <a href='/image/7600-real-others-bosses/7630/' title='Link to the page on this site containing the spiritual portrait of Manager B'>Manager B</a>.</p><p>This change turned out to make the job much more challenging, and I frequently felt as though I could not do anything right!  My new manager was an expert in their field, knew much more than me about it, looked down on me for my background and 'irrelevant' areas of expertise, and was very resistant to change.</p><p>Months later, I found out from another manager &ndash; let's call them 'Manager C' - that during meetings Managers A and B argued constantly.  (Wouldn't it be nice to have Manager C's image for comparison?  Alas I do not have it.)</p><p>At that time I suddenly remembered that Manager A had hired me while Manager B was on vacation!!  It suddenly became obvious that I was unwittingly doomed from the start, due to no fault of my own.</p><p>This is an image of Manager A, who was very friendly to me and open to my ideas.</p>",
      "explain_dom": "The Blue in this image represents Manager A's openness to new ideas.  In Extraverts, the dominant function is directed outwardly, and spiritual portraits use a long vertical line to represent this.  In jobs involving technology, it is extremely important to be open to the constant changes in the industry - and change has always been a constant, even long ago when I had this job.",
      "explain_aux": "The Red in this spiritual portrait represents Manager A's preference for using emotion when making decisions.  In Extraverts, the auxiliary function is directed inwardly and is less evident than the dominant function.  When working with technology, logic is important because that is what computers 'understand.'  Of course, feelings are just as important - if not more so, because tech has value only to the extent that it helps people."
    }, {
      "id": "7630",
      "title": "Manager B",
      "subtitle_html": "A Boss Who Didn't Like Me",
      "image_file_name": "infj-manager_b-a_boss_who_did_not_like_me.jpeg",
      "composition": "O",
      "score": [
        { "e_score": "2", "i_score": "17" },
        { "n_score": "12", "s_score": "7" },
        { "f_score": "15", "t_score": "4" },
        { "j_score": "18", "p_score": "1" }
      ],
      "four_letter_type": "INFJ",
      "archetype": "Ni",
      "quiz_type": "K",
      "gallery_page_teaser": "A portrait like this, that has a preponderance of a single color, indicates someone who is strong in one area, but as a result of this focused strength, weak in others.  Click on the image to learn more.",
      "subject_line": "",
      "tweet_html": "",
      "story_html": "<p>Once upon a time, long long ago in a place far, far away, I was hired by <a href='/image/7600-real-others-bosses/7620/' title='Link to the image on this site for Manager A'>Manager A</a>.</p><p> After about three months the department reorganized and I found myself working for a new boss, 'Manager B.' It turned out to be a challenging job, sometimes I felt I could not do anything right!</p><p> Much later, I found out from Manager C that Manager A and Manager B argued a lot. Then I remembered that Manager A had hired me while Manager B was on vacation!!</p><p>  The red in this image of Manager B makes it obvious to me that, Manager B had such strong feelings and after the reorg I never really had a chance.",
      "explain_dom": "The Blue in this image represents Manager B's openness to new ideas.  In Introverts, the dominant function is directed inwardly, and spiritual portraits use a long horizontal line to represent this.  In this case, it is obvious that although their iNtuition dominates their personality, their Feeling dominates others' perception of them.",
      "explain_aux": "The Red in this spiritual portrait represents Manager B's preference for using emotion when making decisions.  In Introverts, the auxiliary function is directed outwardly and is more evident than the dominant function.  In this case, the high score on the Feeling scale is increased by even higher scores on the Introversion and Judging scales, producing an image that is quite emphatically emotional!"
    }, {
      "id": "7640",
      "title": "responsive_ad",
      "subtitle_html": "",
      "image_file_name": "",
      "composition": "O",
      "score": [
        { "e_score": "", "i_score": "" }, { "n_score": "", "s_score": "" },
        { "f_score": "", "t_score": "" }, { "j_score": "", "p_score": "" }
      ],
      "four_letter_type": "",
      "archetype": "",
      "quiz_type": "",
      "gallery_page_teaser": "",
      "subject_line": "",
      "tweet_html": "",
      "story_html": "",
      "explain_dom": "",
      "explain_aux": ""
    }, {
      "id": "7643",
      "title": "square_ad",
      "subtitle_html": "",
      "image_file_name": "",
      "composition": "O",
      "score": [
        { "e_score": "", "i_score": "" }, { "n_score": "", "s_score": "" },
        { "f_score": "", "t_score": "" }, { "j_score": "", "p_score": "" }
      ],
      "four_letter_type": "",
      "archetype": "",
      "quiz_type": "",
      "gallery_page_teaser": "",
      "subject_line": "",
      "tweet_html": "",
      "story_html": "",
      "explain_dom": "",
      "explain_aux": ""
    }, {
      "id": "7646",
      "title": "responsive_ad",
      "subtitle_html": "",
      "image_file_name": "",
      "composition": "O",
      "score": [
        { "e_score": "", "i_score": "" }, { "n_score": "", "s_score": "" },
        { "f_score": "", "t_score": "" }, { "j_score": "", "p_score": "" }
      ],
      "four_letter_type": "",
      "archetype": "",
      "quiz_type": "",
      "gallery_page_teaser": "",
      "subject_line": "",
      "tweet_html": "",
      "story_html": "",
      "explain_dom": "",
      "explain_aux": ""
    }
  ]
}
