{
  "gallery_title": "Teachers",
  "see_gallery_button_text": "See Their Minds",
  "list_page_teaser": "This gallery contains the most extreme spiritual portrait on the site.  Click to learn more!",
  "description_html": "<p>These are some images of the teachers whom I studied with while working on the first version of the GRoJA &copy; program.</p>Both of these teachers were in the Art Department at <a href='http://www.vcu.edu/' title='Link to the home page of vcu.edu' target='_blank'>Virginia Commonwealth University</a> (VCU).</p>",
  "story_html": "<p>I wrote the first version of the Groja program in LISP in Graduate School at VCU.  See the images of a couple of the teachers who supported my research and work on this project, back in the day.</p><p>I also took a lot of <a href='http://math.vcu.edu/' title='Link to the page for the Math department at vcu.edu' target='_blank'>Computer Science</a> and even some <a href='https://physics.vcu.edu/' title='Link to the page for the Physics department at vcu.edu' target='_blank'>Physics</a> classes at VCU, both at the undergraduate and graduate level.  Unfortunately I did not get any images of those teachers.</p><p>To be honest, I was concerned that asking them to answer the questionnaire so I could draw their image was somehow not serious enough for them.  The <a href='http://arts.vcu.edu' title='Link to the page for the Art department at vcu.edu' target='_blank'>Art Department</a>, however, was very supportive of my work on this project.</p><p>I worked my way through school, paying for all but the first year or two out of my own pocket.  I changed majors a few times but thoroughly enjoyed all of the many years I spent there.  I will forever be grateful to the faculty and administrators in all these departments for the opportunity they gave me to earn my unique Interdisciplinary Masters Degree!",
  "image_list":
  [
    {
      "id": "7800",
      "title": "Dr. Nicholas Sharp",
      "subtitle_html": "Interdisciplinary Student Advisor at <a href='https://www.vcu.edu' title='Link to the home page at vcu.edu' target='_blank'>VCU</a>",
      "image_file_name": "infp-nicholas_sharp-1.jpg",
      "composition": "O",
      "score": [
        { "e_score": "7", "i_score": "12" },
        { "n_score": "18", "s_score": "1" },
        { "f_score": "18", "t_score": "1" },
        { "j_score": "1", "p_score": "18" }
      ],
      "four_letter_type": "INFP",
      "archetype": "Ti",
      "quiz_type": "K",
      "gallery_page_teaser": "This is the most extreme image on the site.  Dr. Sharp was my advisor in Graduate School at VCU.  Click on the image to learn more!",
      "subject_line": "",
      "tweet_html": "",
      "explain_dom": "The Red in Dr. Sharp's spiritual portrait represents his very strong preference for making emotional decisions.  In Introverts, the dominant function is directed inwardly, and spiritual portraits use a long horizontal line to represent this.  Note that the Thinking score scale shows his preference is just barely over 50%.  Being able to thing logically while still being sensitive to emotions is an extremely valuable quality in someone who is using technology to create art!",
      "explain_aux": "The Blue in Dr. Sharp's spiritual portrait represents his very strong idealism.  In Introverts, the auxiliary function is directed outwardly and is more evident than the dominant function.  Being very open to new ideas is extremely important to someone working with technology and art.",
      "story_html": "<p>Dr. Sharp enabled me to get this unique degree.</p>",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "7805",
      "title": "Walter Wright",
      "subtitle_html": "Graphics Design Teacher at <a href='https://www.vcu.edu' title='Link to the home page at vcu.edu' target='_blank'>VCU</a>",
      "image_file_name": "intp-walter_wright-computer_graphics_design_teacher.jpeg",
      "composition": "O",
      "score": [
        { "e_score": "9", "i_score": "10" },
        { "n_score": "17", "s_score": "2" },
        { "f_score": "9", "t_score": "10" },
        { "j_score": "7", "p_score": "12" }
      ],
      "four_letter_type": "INTP",
      "archetype": "Ti",
      "quiz_type": "K",
      "gallery_page_teaser": "Walter Wright was one of the teachers who supported and encouraged my work on this project when I was in Graduate School at VCU.  Click on the image to learn more!",
      "subject_line": "",
      "tweet_html": "",
      "explain_dom": "The Green in Mr. Wright's spiritual portrait represents his very slight preference for making logical decisions.  In Introverts, the dominant function is directed inwardly, and spiritual portraits use a long horizontal line to represent this.  Note that the Thinking score scale shows his preference is just barely over 50%.  Being able to thing logically while still being sensitive to emotions is an extremely valuable quality in someone who is using technology to create art!",
      "explain_aux": "The Blue in Mr. Wright's spiritual portrait represents his very strong iNtuition.  In Introverts, the auxiliary function is directed outwardly and is more evident than the dominant function.  Being very open to new ideas is extremely important to someone working with technology and art.",
      "story_html": "<p>In between Undergraduate and Graduate school at <a href='www.vcu.edu' title='Link to the home page at vcu.edu' target='_blank'>Virginia Commonwealth University</a> (VCU), I took some classes in Photography and Art History, and gradually started to gain interest in the visual arts.</p><p>I was particularly excited when I'd find parallels between music &mdash; which was <b>huge</b> back in those days &mdash; and the visual arts.  In particular, Art History classes in American Photography and Modern Painting proved to be extremely enlightening.</p><p>More and more, I would see the ideas in my favorite songs represented visually, and <b>I loved it!</b>  What began as a mild interest in Surrealism quickly led to the understanding and appreciation of Impressionism and Abstract Art.</p><p>Reading <a href='https://archive.org/details/pointlinetoplane00kand' title='Link to Point and Line to Plane on archive.org' target='_blank'>Point and Line to Plane</a> and <a href='https://archive.org/details/concerningthespi05321gut' title='Link to Concerning the Spiritual in Art on archive.org' target='_blank'>Concerning the Spiritual in Art</a> by <a href='https://en.wikipedia.org/wiki/Wassily_Kandinsky' title='Wikipedia page for Wassily Kandinsky' target='_blank'>Wassily Kandinsky</a> for Walter's class in Computer Graphic Design in <a href='https://arts.vcu.edu/' title='Link to page for the Arts Department at vcu.edu' target='_blank'>VCU's Art Department</a> turned out to be life-altering!</p><p>The original version of this site (written in Lisp for an old 8088-based PC) wound up being the final project for a Masters of Interdisciplinary Studies degree.  Walter Wright was my main academic advisor for this degree.</p>",
      "compare_to": { "gallery_file_name": "7800-real-others-teachers", "image_id": "7806" },
      "contrast_with": { }
    }, {
      "id": "7803",
      "title": "medium_rectangle_ad"
    }, {
      "id": "7806",
      "title": "Dr. Loren Carrier",
      "subtitle_html": "Electronic Music Teacher at <a href='https://www.vcu.edu' title='Link to the home page at vcu.edu' target='_blank'>VCU</a>",
      "image_file_name": "intp-dr_loren_carrier-electronic_music_teacher.jpeg",
      "composition": "O",
      "score": [
        { "e_score": "4", "i_score": "15" },
        { "n_score": "18", "s_score": "1" },
        { "f_score": "9", "t_score": "10" },
        { "j_score": "4", "p_score": "15" }
      ],
      "four_letter_type": "INTP",
      "archetype": "Ti",
      "quiz_type": "K",
      "gallery_page_teaser": "Dr. Carrier was one of the teachers who supported and encouraged my work on this project when I was in Graduate School at VCU.  Click on the image to learn more!",
      "subject_line": "",
      "tweet_html": "",
      "explain_dom": "The Green in Dr. Carrier's spiritual portrait represents his very slight preference for making logical decisions.  In Introverts, the dominant function is directed inwardly, and spiritual portraits use a long horizontal line to represent this.  Note that the Thinking score scale shows his preference is just barely over 50%.  Being able to thing logically while still being sensitive to emotions is an extremely valuable quality in someone who is using technology to create art!",
      "explain_aux": "The Blue in Dr. Carrier's spiritual portrait represents his very strong iNtuition.  In Introverts, the auxiliary function is directed outwardly and is more evident than the dominant function.  Being very open to new ideas is extremely important to someone working with technology and art.",
      "story_html": "<p>Throughout High School and into College, playing music was my favorite hobby.  Like so many others back in Classic Rock's heyday in the 1970s, I was pretty much obsessed with it &mdash; and for awhile even made a few bucks playing bass in a bluegrass band!</p><p>When I finished my Bachelor of Science degree in <a href='https://math.vcu.edu/' title='Link to the page for the Math department at VCU' target='_blank'>Math (Computer Science)</a> at <a href='https://www.vcu.edu' title='Home page at vcu.edu' target='_blank'>Virginia Commonwealth University</a> (VCU) and started Graduate School there, I took some electronic music classes with Dr. Carrier in the <a href='http://arts.vcu.edu/music/' title='Link to the Music Department page at vcu.edu' target='_blank'>Music Department</a>.</p><p>He was a former Assembly language programmer for NASA, so he knew a great deal about the digital world.  He also played organ in his church and placed a high value on his analog stereo equipment &mdash; and I am talking not just about <b>vinyl</b> here, but also <b>tubes</b>.  And I must admit that music played on that old equipment did indeed certainly sound <q>warmer.</q></p><p>In a department that focused on teaching Classical Music and largely looked down on Rock Music's popularity at the time, Dr. Carrier had a reputation for being a bit <q>eccentric.</q>  The large amount of Blue in his image explains how his more down-to-earth peers and students would get that impression!</p><p>I for one though was happy and extremely grateful to find a teacher who was not afraid to march to the beat of a <q>different drummer.</q></p>",
      "compare_to": { "gallery_file_name": "7800-real-others-teachers", "image_id": "7805" },
      "contrast_with": { }
    }, {
      "id": "7890",
      "title": "responsive_ad"
    }, {
      "id": "7893",
      "title": "medium_rectangle_ad"
    }, {
      "id": "7896",
      "title": "responsive_ad"
    }
  ]
}
