{
  "gallery_title": "Self Portraits",
  "see_gallery_button_text": "See My Mind",
  "list_page_teaser": "What type of person could come up with this idea, of writing a program that draws people's personalities?  See for yourself by checking out a few of my Self-Portraits!",
  "description_html": "<p>These are spiritual portraits of yours truly, <a href='https://plus.google.com/+TomHartung' title='Link to my page on google plus' target='_blank'>Tom W. Hartung</a>, the creator of this site!</p><p>These portraits may look a little bit different from each other, but all of them have the same overall <q>mood.</q>  This is because they all show a fairly strong preference for being idealism (iNtuition, represented by the Blue) over pragmatism (Sensation, represented by the Yellow).</p><p>The images here also all show relatively mild preferences for the Feeling-Thinking and the Judging-Perceiving pairs of opposites.  This balance makes all of the images fairly colorful, showing I am versatile and flexible.</p><p>These spiritual portraits also demonstrate how the Groja &copy; program can draw higher-resolution images that can be quite intricate, but still convey the same overall <q>mood.</q></p>",
  "story_html": "<p>My results on the Keirsey questionnaire show a very slight preference for Feeling (Red) over Thinking (Green).  My results on the Humanmetrics questionaire show the opposite: a very slight preference for Thinking (Green) over Feeling (Red).</p><p>My results on the Keirsey questionnaire show a very slight preference for Perceiving (increasing the amount Blue and Yellow) over Judging (increasing the amount of Green and Red).  My results on the Real MBTI &reg; questionaire show the opposite: a very slight preference for Judging (Green and Red) over Perceiving (Blue and Yellow).</p><p>An INFP with a stronger Feeling preference is <a href='/image/0500-real-famous-celebrities/0505' title='Spiritual portrait of Woody Allen on this site' target='_blank'>Woody Allen</a>.  I find it fairly easy to relate to him, but defintely feel more logical (Woody did not like school, but I loved it).</p><p>An INTJ with a stronger Thinking preference is the fictional character from True Detective, <a href='/image/3310-fictional-tv-true_detective-1/3316' title='Spiritual portrait of Rust Cohle on this site' target='_blank'>Rust Cohle</a>.  I find it easier to relate to his character than to most cops, but definitely feel that he's much more extreme than I could ever be.</p><p>I feel strongly that my awareness of these differences &mdash; even these more subtle differences which are more of degree rather than just <q>type</q> &mdash; is very helpful in my day-to-day life.  I consider this site, and the vision it presents, to be my very own personal equivalent of <span class='air-quotes'><a href='https://www.youtube.com/watch?v=w85NLPB2wjQ' title='Video on youtube of Nicholas Cage as Sailor talking about his snakeskin jacket in an excerpt from Wild at Heart' target='_blank'>Sailor's snakeskin jacket</a>.</span></p><p>For more, see my article on medium.com about all this!</p>",
  "image_list":
  [
    {
      "id": "9100",
      "title": "Tom H. I",
      "subtitle_html": "Results of the <a href='http://www.keirsey.com/sorter/register.aspx' target='_blank' title='Link to the Keirsey Temperament Sorter'>Keirsey Temperament Sorter</a>, 1987",
      "image_file_name": "infp-tomh_1987.jpeg",
      "meat_portrait_href": "/static/content/images/meat_portraits/Tom_Hartung-headshot-color.jpg",
      "composition": "O",
      "score": [
        { "e_score": "9", "i_score": "10" },
        { "n_score": "13", "s_score": "6" },
        { "f_score": "10", "t_score": "9" },
        { "j_score": "9", "p_score": "10" }
      ],
      "four_letter_type": "INFP",
      "archetype": "Fi",
      "quiz_type": "K",
      "gallery_page_teaser": "This spiritual portrait is based on the results of one of the first times I answered Keirsey's questionnaire.  Click on the image to learn more!",
      "subject_line": "",
      "tweet_html": "",
      "explain_dom": "The Red in this image represents my slight preference for using emotion rather than logic to make decisions in many situations.  In Introverts, the dominant function is directed inwardly, and spiritual portraits use a long horizontal line to represent this.  Because this is a very slight preference, I can be flexible and make logical decisions when the situation calls for it.",
      "explain_aux": "The Blue in this image represents my preference for idealism over pragmatism.  In Introverts, the auxiliary function is directed outwardly and is more evident than the dominant function.  This preference is fairly strong and shows up consistently when I take different versions of the various online four-letter type quizzes.",
      "story_intro_html": "<p>This portrait is based on a score from one of the first times I took the <a href='http://www.keirsey.com/sorter/register.aspx' target='_blank' title='Link to the Keirsey Temperament Sorter'>Keirsey Temperament Sorter</a>.</p><p>When I first saw the ....</p>",
      "story_html": "<p>This portrait is based on a score from one of the first times I took the <a href='http://www.keirsey.com/sorter/register.aspx' target='_blank' title='Link to the Keirsey Temperament Sorter'>Keirsey Temperament Sorter</a>.</p><p>When I first saw the results, I was a bit surprised to learn I was an INFP!  Since then I have talked to others who have had a similar experience.</p><p>Over the years since then, I have taken various versions of the quiz &mdash; this is kind of a hobby of mine.  I have even written my own questionnaire, and you can <a href='/quiz' title='Link to take the questionnaire on this site'>find it on this site!</a>.</p><p>Because this is my first self-portrait, it holds a special signifigance for me and is my favorite.</p>",
      "compare_to": { "gallery_file_name": "1100-fictional-movies-classics", "image_id": "1106" },
      "contrast_with": { "gallery_file_name": "2400-fictional-tv-sopranos", "image_id": "2400" }
    }, {
      "id": "9102",
      "title": "Tom H. II",
      "subtitle_html": "Results of the <a href='http://www.humanmetrics.com/cgi-win/jtypes2.asp' target='_blank' title='Link to the questionnaire at humanmetrics.com'>Questionnaire at Humanmetrics.com</a>, 2008",
      "image_file_name": "infj-tom_2008-humanmetrics.jpeg",
      "meat_portrait_href": "/static/content/images/meat_portraits/Tom_Hartung-headshot-color.jpg",
      "composition": "O",
      "score": [
        { "e_score": "3", "i_score": "16" },
        { "n_score": "17", "s_score": "2" },
        { "f_score": "12", "t_score": "7" },
        { "j_score": "12", "p_score": "7" }
      ],
      "four_letter_type": "INFJ",
      "archetype": "Ni",
      "quiz_type": "H",
      "gallery_page_teaser": "This spiritual portrait is based on the results of the questionnaire at humanmentrics.com .  Click on the image to learn more!",
      "subject_line": "",
      "tweet_html": "",
      "explain_dom": "The Blue in this image represents my preference for idealism over pragmatism.  In Introverts, the dominant function is directed inwardly, and spiritual portraits use a long horizontal line to represent this.  This preference is fairly strong and shows up consistently when I take different versions of the various online four-letter type quizzes.",
      "explain_aux": "The Red in this image represents my slight preference for using emotion rather than logic to make decisions in many situations.  In Introverts, the auxiliary function is directed outwardly and is more evident than the dominant function.  Because this is a very slight preference, I can be flexible and make logical decisions when the situation calls for it.",
      "story_intro_html": "<p>This portrait is based on my score on the <a href='http://www.humanmetrics.com/cgi-win/jtypes2.asp' target='_blank' title='Link to the questionnaire at humanmetrics.com'>questionnaire at Humanmetrics.com</a>.</p><p>The result is similar, but ....</p>",
      "story_html": "<p>This portrait is based on my score on the <a href='http://www.humanmetrics.com/cgi-win/jtypes2.asp' target='_blank' title='Link to the questionnaire at humanmetrics.com'>questionnaire at Humanmetrics.com</a>.</p><p>The result is similar, but not identical, to my earlier result on the Keirsey Temperament Sorter.  I do not consider the difference in scores to be significant.</p><p>This image has a few more squares &mdash; what I call a <q>higher resolution</q> &mdash; than the <a href='/image/9100-real-self_portraits/9100/' title='Link to earlier self portrait' target='_blank'>earlier self-portrait</a>.  This increase in resolution is the result of just <q>playing around</q> with the drawing algorithm, and is not intended to have any bearing on how the personality is expressed or perceived.</p><p>For what it's worth, I feel this image successfully represents the slightly different score.  That is, I feel the additional red and slightly different composition conveys more decisiveness and less openness than the <a href='/image/9100-real-self_portraits/9100/' title='Link to earlier self portrait' target='_blank'>earlier image</a>.  In this respect I feel it represents my personality in a situation where I have more experience and confidence, and less need to gather information.</p>",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "9104",
      "title": "responsive_ad"
	 }, {
      "id": "9106",
      "title": "Tom H. III",
      "subtitle_html": "Results of the <a href='http://www.myersbriggs.org/' target='_blank' title='Link to the home page of myersbriggs.org'>MBTI &reg;</a>, 2017",
      "image_file_name": "intp-tomh-real_mbti-card.jpg",
      "meat_portrait_href": "/static/content/images/meat_portraits/Tom_Hartung-headshot-color.jpg",
      "composition": "O",
      "score": [
        { "e_score": "4", "i_score": "15" },
        { "n_score": "16", "s_score": "3" },
        { "f_score": "7", "t_score": "12" },
        { "j_score": "9", "p_score": "10" }
      ],
      "four_letter_type": "INTP",
      "archetype": "Fi",
      "quiz_type": "M",
      "gallery_page_teaser": "This spiritual portrait is based on the results of the most recent time I took the MBTI (r).  Click on the image to learn more!",
      "subject_line": "",
      "tweet_html": "",
      "explain_dom": "The Green in this image represents my slight preference for using logic rather than emotion to make decisions in many situations.  In Introverts, the dominant function is directed inwardly, and spiritual portraits use a long horizontal line to represent this.  Because this is a very slight preference, I can be flexible and make emotional decisions when the situation calls for it.",
      "explain_aux": "The Blue in this image represents my preference for idealism over pragmatism.  In Introverts, the auxiliary function is directed outwardly and is more evident than the dominant function.  This preference is fairly strong and shows up consistently when I take different versions of the various online four-letter type quizzes.",
      "story_intro_html": "<p>This portrait is based on the most recent time I answered the <a href='http://www.myersbriggs.org/' target='_blank' title='Link to the home page of myersbriggs.org'>MBTI &reg; instrument</a>, which I like to call the <q>real MBTI &reg;.</q>  I first answered this questionnaire in the ....</p>",
      "story_html": "<p>This portrait is based on the most recent time I answered the <a href='http://www.myersbriggs.org/' target='_blank' title='Link to the home page of myersbriggs.org'>MBTI &reg; instrument</a>, which I like to call the <q>real MBTI &reg;.</q>  I first answered this questionnaire in the mid-1990s, but have since lost those results.</p><p>When I first answered the questionnaire given to me by the MBTI &reg;'s administrator, I left some of the answers blank.  I told the administrator this was because I behave differently in different situations, and wanted to see how my <q>work self</q> differed from my <q>home self.</q></p><p>This made her very angry, and she insisted I had to answer all the questions in only one way, because people can be only one type or another.  She let me keep the form, but that initial set of answers is long gone.</p><p>As an open-minded person, I thrive on <q>culture shock</q> and feel it's silly to make consistently logical or consistently emotional decisions.  And if there's no need to make a decision right away, then obviously (to me, anyway) the thing to do is continue to gather information &mdash; as both facts and ideas &mdash; and even do nothing (<q>incubate</q> on the problem) in hopes of making a better decision when the time comes.</p><p>For example, when working my way through school, I enjoyed writing programs in my job at a bank during the day and taking art classes at night.  Clearly a programming job at a bank requires logical decision making, while producing art or answering questions about it in an art history class requires being in tune with one's feelings.</p><p>For me, experiencing both environments enhances the value of each.  For me, it's a wonder more people do not indulge in this sort of stimlating <q>culture shock.</q>  Hopefully this makes sense &mdash; but at this point I won't be the least bit surprised if it doesn't!</p><p>This image has even more squares &mdash; what I call a higher resolution &mdash; than the earlier self-portraits.  Also, the squares are flattened into rectangles, which I feel slightly enhances the expression of Introversion.</p><p>This increase in resolution and the flattening of the squares is the result of just playing around with the drawing algorithm, and is not intended to have any overly significant bearing on how the personality is ultimately expressed or perceived.</p><p> </p>",
      "compare_to": { },
      "contrast_with": { "gallery_file_name": "1100-fictional-movies-classics", "image_id": "1100" }
    }, {
      "id": "9108",
      "title": "Tom H. IV",
      "subtitle_html": "Results of the <a href='http://www.keirsey.com/sorter/register.aspx' target='_blank' title='Link to the Keirsey Temperament Sorter'>Keirsey Temperament Sorter</a>, 2017",
      "image_file_name": "infp-tomh_2017-1.jpg",
      "meat_portrait_href": "/static/content/images/meat_portraits/Tom_Hartung-headshot-color.jpg",
      "composition": "O",
      "score": [
        { "e_score": "7", "i_score": "12" },
        { "n_score": "13", "s_score": "6" },
        { "f_score": "10", "t_score": "9" },
        { "j_score": "9", "p_score": "10" }
      ],
      "four_letter_type": "INFP",
      "archetype": "Fi",
      "quiz_type": "K",
      "gallery_page_teaser": "This spiritual portrait is based on the results of the most recent time I took the Keirsey Temperament Sorter.  Click on the image to learn more!",
      "subject_line": "",
      "tweet_html": "",
      "explain_dom": "The Red in this image represents my slight preference for using emotion rather than logic to make decisions in many situations.  In Introverts, the dominant function is directed inwardly, and spiritual portraits use a long horizontal line to represent this.  Because this is a very slight preference, I can be flexible and make logical decisions when the situation calls for it.",
      "explain_aux": "The Blue in this image represents my preference for idealism over pragmatism.  In Introverts, the auxiliary function is directed outwardly and is more evident than the dominant function.  This preference is fairly strong and shows up consistently when I take different versions of the various online four-letter type quizzes.",
      "story_intro_html": "<p>This portrait is based on a score from the most recent time I took the <a href='http://www.keirsey.com/sorter/register.aspx' target='_blank' title='Link to the Keirsey Temperament Sorter'>Keirsey Temperament Sorter</a>.  The score is ....</p>",
      "story_html": "<p>This portrait is based on a score from the most recent time I took the <a href='http://www.keirsey.com/sorter/register.aspx' target='_blank' title='Link to the Keirsey Temperament Sorter'>Keirsey Temperament Sorter</a>.  The score is nearly identical to my score on the same quiz <a href='/image/9100-real-self_portraits/9100/' title='Spiritual self-portrait on this site from thirty years ago' target='_blank'>thirty years ago</a>.</p><p>The image looks a bit different only because I have played around with some options in the latest version of the Groja &copy; program.  These options allow me to increase the number of squares (the <q>resolution</q>) in an image or reshape them into rectangles or &mdash; as in this case &mdash; both.</p><p>I believe adjusting the aspect ratio by flattening or lengthening the squares may be a good way to represent Extraversion versus Introversion.  Using this technique, spiritual portraits of Extraverts would be taller than they are long, and portraits of Introverts &mdash; as in the self-portrait on this page &mdash; would be longer than they are tall.</p><p>At this time, however, I remain unsure about this.  So for the forseeable future, I will continue making images using the default resolution with the square aspect ration.</p><p>Of course, if a paying customer wanted me to adjust the resolution or aspect ratio or both, one way or another for their portraits, I would be happy to oblige!</p>",
      "compare_to": { "gallery_file_name": "2200-fictional-movies-film_noir", "image_id": "2206" },
      "contrast_with": { "gallery_file_name": "2400-fictional-tv-sopranos", "image_id": "2400" }
    }
  ]
}
