{
  "gallery_title": "16 Types: Original Compositions",
  "see_gallery_button_text": "See the Images",
  "list_page_teaser": "The image of each of the Sixteen Types has its own unique characteristics that mirror each of the 16 archetypal personalities.  Learn how the Groja program uses primary colors to construct the image of each of these types.",
  "description_html": "<p>This gallery contains a 'generic' image of each of the Sixteen Types.  They are in alphabetical order by four-letter-type, and the preference ratio used in all images is 58% to 42%.</p><p>Using a fixed percentage rather than a real personality can make the images look similar, in that all of them are quite colorful.  If you look closely, however, and read the stories and explanations, you can learn how each one definitively expresses the imaginary personality's preferences.</p>",
  "story_html": "<p>In this context, calling these images 'generic' means they portray ficticious personalities whose preferences are set to a fixed percentage.  For example, the score used to generate the image of an ISTP in this gallery is I:58%/E:42%, S:58%/N:42%, T:58%/F:42%, and P:58%/J:42%.</p><p>It is <b>extremely important</b> to note that people in real life rarely look like this!</p><p>And although we should all be proud of who we are, I strongly believe that we should never think for a second that one type is 'better' than another!</p>",
  "image_list":
  [
    {
      "id": "9501",
      "title": "ENFJ - Generic",
      "subtitle_html": "Image of an <a href='https://en.wikipedia.org/wiki/ENFJ' target='_blank' title='Wikipedia page for ENFJs'>ENFJ</a> using fixed percentages.",
      "gallery_page_teaser": "Images of ENFJs, like the images of the other xNFx types, contain more Red and Blue, and less Green and Yellow.  Click on the image to see a full-sized version, and to learn more about ENFJs and their images.",
      "image_file_name": "enfj.jpg",
      "composition": "O",
      "score": [
        { "e_score": "11", "i_score": "8" },
        { "n_score": "11", "s_score": "8" },
        { "f_score": "11", "t_score": "8" },
        { "j_score": "11", "p_score": "8" }
      ],
      "four_letter_type": "ENFJ",
      "fixed_percentages": "True",
      "archetype": "Fe",
      "quiz_type": "J",
      "subject_line": "",
      "tweet_html": "",
      "explain_dom": "The long vertical Red lines in this image represent the ENFJ's Dominant personality trait, their Extraverted Feeling.  Their warmth causes them to seek harmonious relationships and enables them to make strong social connections.  This Extraverted Feeling makes ENFJs outgoing, polite, friendly, charming, and loyal.",
      "explain_aux": "The shorter horizontal Blue lines represent the ENFJ's Auxiliary personality trait, their Introverted iNtuition.  Their openness to new ideas gives them the ability to reconcile seemingly contradictory evidence and gain sudden insight - an 'Aha!' moment - into future possibilities.",
      "story_html": "This <span class='air-quotes'>generic</span> image of an <a href='https://en.wikipedia.org/wiki/ENFJ' target='_blank' title='Wikipedia page for ENFJs'>ENFJ</a> is based on fixed percentages and is <em>not</em> an image of any person, real or fictional.  This image exists solely to demonstrate the overall appearance of <em>ENFJ</em> personality types.",
      "compare_to": { "gallery_file_name": "9600-generic_images-experiments-mondrian", "image_id": "9601" },
      "contrast_with": { "gallery_file_name": "9500-generic_images-original", "image_id": "9574" }
    }, {
      "id": "9504",
      "title": "ENFP - Generic",
      "subtitle_html": "Image of an <a href='https://en.wikipedia.org/wiki/ENFP' target='_blank' title='Wikipedia page for ENFPs'>ENFP</a> using fixed percentages.",
      "gallery_page_teaser": "Images of ENFPs, like the images of the other xNFx types, contain more Blue and Red, and less Yellow and Green.  Click on the image to see a full-sized version, and to learn more about ENFPs and their images.",
      "image_file_name": "enfp.jpg",
      "composition": "O",
      "score": [
        { "e_score": "11", "i_score": "8" },
        { "n_score": "11", "s_score": "8" },
        { "f_score": "11", "t_score": "8" },
        { "j_score": "8", "p_score": "11" }
      ],
      "four_letter_type": "ENFP",
      "fixed_percentages": "True",
      "archetype": "Ne",
      "quiz_type": "J",
      "subject_line": "",
      "tweet_html": "",
      "explain_dom": "The long vertical Blue lines in this image represent the ENFP's Dominant personality trait, their Extraverted iNtuition.  Their openness causes them to explore alternatives and find hidden possibilities.  This Extraverted iNtuition makes ENFPs perceptive, charismatic, versatile, clever, and enthusiastic about making things happen.",
      "explain_aux": "The shorter horizontal Red lines represent the ENFP's Auxiliary personality trait, their Introverted Feeling.  Their desire for authenticity and inner harmony can give them 'gut feelings' when it comes to discerning the finer distinctions between good and bad, and truth and falsehood.",
      "story_html": "This <span class='air-quotes'>generic</span> image of an <a href='https://en.wikipedia.org/wiki/ENFP' target='_blank' title='Wikipedia page for ENFPs'>ENFP</a> is based on fixed percentages and is <em>not</em> an image of any person, real or fictional.  This image exists solely to demonstrate the overall appearance of <em>ENFP</em> personality types.",
      "compare_to": { "gallery_file_name": "9700-generic_images-experiments-rhythm", "image_id": "9704" },
      "contrast_with": { "gallery_file_name": "9500-generic_images-original", "image_id": "9571" }
    }, {
      "id": "9507",
      "title": "responsive_ad"
    }, {
      "id": "9511",
      "title": "ENTJ - Generic",
      "subtitle_html": "Image of an <a href='https://en.wikipedia.org/wiki/ENTJ' target='_blank' title='Wikipedia page for ENTJs'>ENTJ</a> using fixed percentages.",
      "gallery_page_teaser": "Images of ENTJs, like the images of the other xNTx types, contain more Green and Blue, and less Red and Yellow.  Click on the image to see a full-sized version, and to learn more about ENTJs and their images.",
      "image_file_name": "entj.jpg",
      "composition": "O",
      "score": [
        { "e_score": "11", "i_score": "8" },
        { "n_score": "11", "s_score": "8" },
        { "f_score": "8", "t_score": "11" },
        { "j_score": "11", "p_score": "8" }
      ],
      "four_letter_type": "ENTJ",
      "fixed_percentages": "True",
      "archetype": "Te",
      "quiz_type": "J",
      "subject_line": "",
      "tweet_html": "",
      "explain_dom": "The long vertical Green lines in this image represent the ENTJ's Dominant personality trait, their Extraverted Thinking.  Their ability to reason logically enables them to organize their environment and schedule events to efficiently produce results.  This Extraverted Thinking makes ENTJs analytical and decisive.  They value truth, seek logical explanations, work well in organizations, and can make excellent leaders.",
      "explain_aux": "The shorter horizontal Blue lines represent the ENTJ's Auxiliary personality trait, their Introverted iNtuition.  Their openness to new ideas gives them the ability to reconcile seemingly contradictory evidence and gain sudden insight - an 'Aha!' moment - into future possibilities.",
      "story_html": "This <span class='air-quotes'>generic</span> image of an <a href='https://en.wikipedia.org/wiki/ENTJ' target='_blank' title='Wikipedia page for ENTJs'>ENTJ</a> is based on fixed percentages and is <em>not</em> an image of any person, real or fictional.  This image exists solely to demonstrate the overall appearance of <em>ENTJ</em> personality types.",
      "compare_to": { "gallery_file_name": "9600-generic_images-experiments-mondrian", "image_id": "9611" },
      "contrast_with": { "gallery_file_name": "9500-generic_images-original", "image_id": "9564" }
    }, {
      "id": "9514",
      "title": "ENTP - Generic",
      "subtitle_html": "Image of an <a href='https://en.wikipedia.org/wiki/ENTP' target='_blank' title='Wikipedia page for ENTPs'>ENTP</a> using fixed percentages.",
      "gallery_page_teaser": "Images of ENTPs, like the images of the other xNTx types, contain more Blue and Green, and less Yellow and Red.  Click on the image to see a full-sized version, and to learn more about ENTPs and their images.",
      "image_file_name": "entp.jpg",
      "composition": "O",
      "score": [
        { "e_score": "11", "i_score": "8" },
        { "n_score": "11", "s_score": "8" },
        { "f_score": "8", "t_score": "11" },
        { "j_score": "8", "p_score": "11" }
      ],
      "four_letter_type": "ENTP",
      "fixed_percentages": "True",
      "archetype": "Ne",
      "quiz_type": "J",
      "subject_line": "",
      "tweet_html": "",
      "explain_dom": "The long vertical Blue lines in this image represent the ENTP's Dominant personality trait, their Extraverted iNtuition.  Their openness causes them to explore alternatives and find hidden possibilities.  This Extraverted iNtuition makes ENTPs perceptive, charismatic, versatile, clever, and enthusiastic about making things happen.",
      "explain_aux": "The shorter horizontal Green lines represent the ENTP's Auxiliary personality trait, their Introverted Thinking.  Their ability to reason, categorize, and analyze ideas and things enables them to solve problems efficiently and can compel them to figure out how things work.",
      "story_html": "This <span class='air-quotes'>generic</span> image of an <a href='https://en.wikipedia.org/wiki/ENTP' target='_blank' title='Wikipedia page for ENTPs'>ENTP</a> is based on fixed percentages and is <em>not</em> an image of any person, real or fictional.  This image exists solely to demonstrate the overall appearance of <em>ENTP</em> personality types.",
      "compare_to": { "gallery_file_name": "9700-generic_images-experiments-rhythm", "image_id": "9714" },
      "contrast_with": { "gallery_file_name": "9500-generic_images-original", "image_id": "9561" }
    }, {
      "id": "9517",
      "title": "large_rectangle_ad"
    }, {
      "id": "9521",
      "title": "ESFJ - Generic",
      "subtitle_html": "Image of an <a href='https://en.wikipedia.org/wiki/ESFJ' target='_blank' title='Wikipedia page for ESFJ'>ESFJ</a> using fixed percentages.",
      "gallery_page_teaser": "Images of ESFJs, like the images of the other xSFx types, contain more Red and Yellow, and less Green and Blue.  Click on the image to see a full-sized version, and to learn more about ESFJs and their images.",
      "image_file_name": "esfj.jpg",
      "composition": "O",
      "score": [
        { "e_score": "11", "i_score": "8" },
        { "n_score": "8", "s_score": "11" },
        { "f_score": "11", "t_score": "8" },
        { "j_score": "11", "p_score": "8" }
      ],
      "four_letter_type": "ESFJ",
      "fixed_percentages": "True",
      "archetype": "Fe",
      "quiz_type": "J",
      "subject_line": "",
      "tweet_html": "",
      "explain_dom": "The long vertical Red lines in this image represent the ESFJ's Dominant personality trait, their Extraverted Feeling.  Their warmth causes them to seek harmonious relationships and enables them to make strong social connections.  This Extraverted Feeling makes ESFJs outgoing, polite, friendly, considerate, and loyal.",
      "explain_aux": "The shorter horizontal Yellow lines represent the ESFJ's Auxiliary personality trait, their Introverted Sensation.  They are hard-working and responsible, and their detailed memories can give them a heightened awareness of any differences or changes, making them want to relive and protect these experiences and memories.",
      "story_html": "This <span class='air-quotes'>generic</span> image of an <a href='https://en.wikipedia.org/wiki/ESFJ' target='_blank' title='Wikipedia page for ESFJs'>ESFJ</a> is based on fixed percentages and is <em>not</em> an image of any person, real or fictional.  This image exists solely to demonstrate the overall appearance of <em>ESFJ</em> personality types.",
      "compare_to": { "gallery_file_name": "9600-generic_images-experiments-mondrian", "image_id": "9621" },
      "contrast_with": { "gallery_file_name": "9500-generic_images-original", "image_id": "9554" }
    }, {
      "id": "9524",
      "title": "ESFP - Generic",
      "subtitle_html": "Image of an <a href='https://en.wikipedia.org/wiki/ESFP' target='_blank' title='Wikipedia page for ESFP'>ESFP</a> using fixed percentages.",
      "gallery_page_teaser": "Images of ESFPs, like the images of the other xSFx types, contain more Yellow and Red, and less Blue and Green.  Click on the image to see a full-sized version, and to learn more about ESFPs and their images.",
      "image_file_name": "esfp.jpg",
      "composition": "O",
      "score": [
        { "e_score": "11", "i_score": "8" },
        { "n_score": "8", "s_score": "11" },
        { "f_score": "11", "t_score": "8" },
        { "j_score": "8", "p_score": "11" }
      ],
      "four_letter_type": "ESFP",
      "fixed_percentages": "True",
      "archetype": "Se",
      "quiz_type": "J",
      "subject_line": "",
      "tweet_html": "",
      "explain_dom": "The long vertical Yellow lines in this image represent the ESFP's Dominant personality trait, their Extraverted Sensation.  Their curiousity and preference for living in the present moment makes them practical and realistic, and can lead to spontaneous action.  This Extraverted Sensation makes ESFPs observant, adaptable, tolerant, persuasive, fun, and generous.",
      "explain_aux": "The shorter horizontal Red lines represent the ESFP's Auxiliary personality trait, their Introverted Feeling.  Their desire for authenticity and inner harmony can give them 'gut feelings' when it comes to discerning the finer distinctions between good and bad, and truth and falsehood.",
      "story_html": "This <span class='air-quotes'>generic</span> image of an <a href='https://en.wikipedia.org/wiki/ESFP' target='_blank' title='Wikipedia page for ESFPs'>ESFP</a> is based on fixed percentages and is <em>not</em> an image of any person, real or fictional.  This image exists solely to demonstrate the overall appearance of <em>ESFP</em> personality types.",
      "compare_to": { "gallery_file_name": "9700-generic_images-experiments-rhythm", "image_id": "9724" },
      "contrast_with": { "gallery_file_name": "9500-generic_images-original", "image_id": "9551" }
    }, {
      "id": "9527",
      "title": "medium_rectangle_ad"
    }, {
      "id": "9531",
      "title": "ESTJ - Generic",
      "subtitle_html": "Image of an <a href='https://en.wikipedia.org/wiki/ESTJ' target='_blank' title='Wikipedia page for ESTJ'>ESTJ</a> using fixed percentages.",
      "gallery_page_teaser": "Images of ESTJs, like the images of the other xSTx types, contain more Green and Yellow, and less Red and Blue.  Click on the image to see a full-sized version, and to learn more about ESTJs and their images.",
      "image_file_name": "estj.jpg",
      "composition": "O",
      "score": [
        { "e_score": "11", "i_score": "8" },
        { "n_score": "8", "s_score": "11" },
        { "f_score": "8", "t_score": "11" },
        { "j_score": "11", "p_score": "8" }
      ],
      "four_letter_type": "ESTJ",
      "fixed_percentages": "True",
      "archetype": "Te",
      "quiz_type": "J",
      "subject_line": "",
      "tweet_html": "",
      "explain_dom": "The long vertical Green lines in this image represent the ESTJ's Dominant personality trait, their Extraverted Thinking.  Their ability to reason logically enables them to organize their environment and schedule events to efficiently produce results.  This Extraverted Thinking makes ESTJs analytical and decisive.  They value truth, seek logical explanations, are natural leaders, and can be superior administrators.",
      "explain_aux": "The shorter horizontal Yellow lines represent the ESTJ's Auxiliary personality trait, their Introverted Sensation.  They are hard-working and responsible, and their detailed memories can give them a heightened awareness of any differences or changes, making them want to relive and protect these experiences and memories.",
      "story_html": "This <span class='air-quotes'>generic</span> image of an <a href='https://en.wikipedia.org/wiki/ESTJ' target='_blank' title='Wikipedia page for ESTJs'>ESTJ</a> is based on fixed percentages and is <em>not</em> an image of any person, real or fictional.  This image exists solely to demonstrate the overall appearance of <em>ESTJ</em> personality types.",
      "compare_to": { "gallery_file_name": "9600-generic_images-experiments-mondrian", "image_id": "9631" },
      "contrast_with": { "gallery_file_name": "9500-generic_images-original", "image_id": "9544" }
    }, {
      "id": "9534",
      "title": "ESTP - Generic",
      "subtitle_html": "Image of an <a href='https://en.wikipedia.org/wiki/ESTP' target='_blank' title='Wikipedia page for ESTPs'>ESTP</a> using fixed percentages.",
      "gallery_page_teaser": "Images of ESTPs, like the images of the other xSTx types, contain more Yellow and Green, and less Blue and Red.  Click on the image to see a full-sized version, and to learn more about ESTPs and their images.",
      "image_file_name": "estp.jpg",
      "composition": "O",
      "score": [
        { "e_score": "11", "i_score": "8" },
        { "n_score": "8", "s_score": "11" },
        { "f_score": "8", "t_score": "11" },
        { "j_score": "8", "p_score": "11" }
      ],
      "four_letter_type": "ESTP",
      "fixed_percentages": "True",
      "archetype": "Se",
      "quiz_type": "J",
      "subject_line": "",
      "tweet_html": "",
      "explain_dom": "The long vertical Yellow lines in this image represent the ESTP's Dominant personality trait, their Extraverted Sensation.  Their curiousity and preference for living in the present moment makes them practical and realistic, and can lead to spontaneous action.  This Extraverted Sensation makes ESTPs resourceful, tolerant, outgoing and popular, persuasive, fun, and generous.",
      "explain_aux": "The shorter horizontal Green lines represent the ESTP's Auxiliary personality trait, their Introverted Thinking.  Their ability to reason, categorize, and analyze ideas and things enables them to solve problems efficiently and can compel them to figure out how things work.",
      "story_html": "This <span class='air-quotes'>generic</span> image of an <a href='https://en.wikipedia.org/wiki/ESTP' target='_blank' title='Wikipedia page for ESTPs'>ESTP</a> is based on fixed percentages and is <em>not</em> an image of any person, real or fictional.  This image exists solely to demonstrate the overall appearance of <em>ESTP</em> personality types.",
      "compare_to": { "gallery_file_name": "9700-generic_images-experiments-rhythm", "image_id": "9734" },
      "contrast_with": { "gallery_file_name": "9500-generic_images-original", "image_id": "9541" }
    }, {
      "id": "9537",
      "title": "large_rectangle_ad"
    }, {
      "id": "9541",
      "title": "INFJ - Generic",
      "subtitle_html": "Image of an <a href='https://en.wikipedia.org/wiki/INFJ' target='_blank' title='Wikipedia page for INFJs'>INFJ</a> using fixed percentages.",
      "gallery_page_teaser": "Images of INFJs, like the images of the other xNFx types, contain more Blue and Red, and less Yellow and Green.  Click on the image to see a full-sized version, and to learn more about INFJs and their images.",
      "image_file_name": "infj.jpg",
      "composition": "O",
      "score": [
        { "e_score": "8", "i_score": "11" },
        { "n_score": "11", "s_score": "8" },
        { "f_score": "11", "t_score": "8" },
        { "j_score": "11", "p_score": "8" }
      ],
      "four_letter_type": "INFJ",
      "fixed_percentages": "True",
      "archetype": "Ni",
      "quiz_type": "J",
      "subject_line": "",
      "tweet_html": "",
      "explain_dom": "The long horizontal Blue lines in this image represent the INFJ's Dominant personality trait, their Introverted iNtuition.  Their inner vision makes them insightful, ingenious, and individualistic.  This Introverted iNtuition makes INFJs driven, inspired, and determined.  When properly motivated, they can overcome difficulties and find new paths in any field they choose.",
      "explain_aux": "The shorter vertical Red lines represent the INFJ's Auxiliary personality trait, their Extraverted Feeling.  Their desire for warm, harmonious relationships makes them tactful, polite, and open to what others want.  They are conscientious, sensitive and loyal, and radiate warmth.",
      "story_html": "This <span class='air-quotes'>generic</span> image of an <a href='https://en.wikipedia.org/wiki/INFJ' target='_blank' title='Wikipedia page for INFJs'>INFJ</a> is based on fixed percentages and is <em>not</em> an image of any person, real or fictional.  This image exists solely to demonstrate the overall appearance of <em>INFJ</em> personality types.",
      "compare_to": { "gallery_file_name": "9600-generic_images-experiments-mondrian", "image_id": "9641" },
      "contrast_with": { "gallery_file_name": "9500-generic_images-original", "image_id": "9534" }
    }, {
      "id": "9544",
      "title": "INFP - Generic",
      "subtitle_html": "Image of an <a href='https://en.wikipedia.org/wiki/INFP' target='_blank' title='Wikipedia page for INFPs'>INFP</a> using fixed percentages.",
      "gallery_page_teaser": "Images of INFPs, like the images of the other xNFx types, contain more Red and Blue, and less Green and Yellow.  Click on the image to see a full-sized version, and to learn more about INFPs and their images.",
      "image_file_name": "infp.jpg",
      "composition": "O",
      "score": [
        { "e_score": "8", "i_score": "11" },
        { "n_score": "11", "s_score": "8" },
        { "f_score": "11", "t_score": "8" },
        { "j_score": "8", "p_score": "11" }
      ],
      "four_letter_type": "INFP",
      "fixed_percentages": "True",
      "archetype": "Fi",
      "quiz_type": "J",
      "subject_line": "",
      "tweet_html": "",
      "explain_dom": "The long horizontal Red lines in this image represent the INFP's Dominant personality trait, their Introverted Feeling.  Their deep passion for inner harmony rarely surfaces, and an inner morality or 'gut feeling' takes precedence, so the opinions of others may matter little.  This Introverted Feeling makes INFPs idealistic, authentic and faithful, and gives them a strong sense of duty.",
      "explain_aux": "The shorter vertical Blue lines represent the INFP's Auxiliary personality trait, their Extraverted iNtuition.  Their openness to others' thoughts, experiences, ideas, and feelings makes them a source of inspiration and enthusiastic about pursuing all sorts of different possibilities.",
      "story_html": "This <span class='air-quotes'>generic</span> image of an <a href='https://en.wikipedia.org/wiki/INFP' target='_blank' title='Wikipedia page for INFPs'>INFP</a> is based on fixed percentages and is <em>not</em> an image of any person, real or fictional.  This image exists solely to demonstrate the overall appearance of <em>INFP</em> personality types.",
      "compare_to": { "gallery_file_name": "9700-generic_images-experiments-rhythm", "image_id": "9744" },
      "contrast_with": { "gallery_file_name": "9500-generic_images-original", "image_id": "9531" }
    }, {
      "id": "9547",
      "title": "responsive_ad"
    }, {
      "id": "9551",
      "title": "INTJ - Generic",
      "subtitle_html": "Image of an <a href='https://en.wikipedia.org/wiki/INTJ' target='_blank' title='Wikipedia page for INTJs'>INTJ</a> using fixed percentages.",
      "gallery_page_teaser": "Images of INTJs, like the images of the other xNTx types, contain more Blue and Green, and less Yellow and Red.  Click on the image to see a full-sized version, and to learn more about INTJs and their images.",
      "image_file_name": "intj.jpg",
      "composition": "O",
      "score": [
        { "e_score": "8", "i_score": "11" },
        { "n_score": "11", "s_score": "8" },
        { "f_score": "8", "t_score": "11" },
        { "j_score": "11", "p_score": "8" }
      ],
      "four_letter_type": "INTJ",
      "fixed_percentages": "True",
      "archetype": "Ni",
      "quiz_type": "J",
      "subject_line": "",
      "tweet_html": "",
      "explain_dom": "The long horizontal Blue lines in this image represent the INTJ's Dominant personality trait, their Introverted iNtuition.  Their inner vision makes them insightful, ingenious, and individualistic.  This Introverted iNtuition makes INTJs driven, inspired, and determined.  When properly motivated, they can overcome difficulties and find new paths in any field they choose.",
      "explain_aux": "The shorter vertical Green lines represent the INTJ's Auxiliary personality trait, their Extraverted Thinking.  They are analytical, decisive, and strive to make things more efficient. They value the truth and enjoy taking charge by scheduling and organizing the time they spend with others.",
      "story_html": "This <span class='air-quotes'>generic</span> image of an <a href='https://en.wikipedia.org/wiki/INTJ' target='_blank' title='Wikipedia page for INTJs'>INTJ</a> is based on fixed percentages and is <em>not</em> an image of any person, real or fictional.  This image exists solely to demonstrate the overall appearance of <em>INTJ</em> personality types.",
      "compare_to": { "gallery_file_name": "9600-generic_images-experiments-mondrian", "image_id": "9651" },
      "contrast_with": { "gallery_file_name": "9500-generic_images-original", "image_id": "9524" }
    }, {
      "id": "9554",
      "title": "INTP - Generic",
      "subtitle_html": "Image of an <a href='https://en.wikipedia.org/wiki/INTP' target='_blank' title='Wikipedia page for INTPs'>INTP</a> using fixed percentages.",
      "gallery_page_teaser": "Images of INTPs, like the images of the other xNTx types, contain more Green and Blue, and less Red and Yellow.  Click on the image to see a full-sized version, and to learn more about INTPs and their images.",
      "image_file_name": "intp.jpg",
      "composition": "O",
      "score": [
        { "e_score": "8", "i_score": "11" },
        { "n_score": "11", "s_score": "8" },
        { "f_score": "8", "t_score": "11" },
        { "j_score": "8", "p_score": "11" }
      ],
      "four_letter_type": "INTP",
      "fixed_percentages": "True",
      "archetype": "Ti",
      "quiz_type": "J",
      "subject_line": "",
      "tweet_html": "",
      "explain_dom": "The long horizontal Green lines in this image represent the INTP's Dominant personality trait, their Introverted Thinking.  Their impersonal analysis of concepts and facts can make them seem shy and aloof.  This Introverted Thinking makes INTPs quiet, curious, adaptable, perceptive, and interested in finding underlying principles.",
      "explain_aux": "The shorter vertical Blue lines represent the INTP's Auxiliary personality trait, their Extraverted iNtuition.  Their openness to others' thoughts, experiences, ideas, and feelings makes them a source of inspiration and enthusiastic about pursuing all sorts of different possibilities.",
      "story_html": "This <span class='air-quotes'>generic</span> image of an <a href='https://en.wikipedia.org/wiki/INTP' target='_blank' title='Wikipedia page for INTPs'>INTP</a> is based on fixed percentages and is <em>not</em> an image of any person, real or fictional.  This image exists solely to demonstrate the overall appearance of <em>INTP</em> personality types.",
      "compare_to": { "gallery_file_name": "9700-generic_images-experiments-rhythm", "image_id": "9754" },
      "contrast_with": { "gallery_file_name": "9500-generic_images-original", "image_id": "9521" }
    }, {
      "id": "9557",
      "title": "square_ad"
    }, {
      "id": "9561",
      "title": "ISFJ - Generic",
      "subtitle_html": "Image of an <a href='https://en.wikipedia.org/wiki/ISFJ' target='_blank' title='Wikipedia page for ISFJs'>ISFJ</a> using fixed percentages.",
      "gallery_page_teaser": "Images of ISFJs, like the images of the other xSFx types, contain more Yellow and Red, and less Blue and Green.  Click on the image to see a full-sized version, and to learn more about ISFJs and their images.",
      "image_file_name": "isfj.jpg",
      "composition": "O",
      "score": [
        { "e_score": "8", "i_score": "11" },
        { "n_score": "8", "s_score": "11" },
        { "f_score": "11", "t_score": "8" },
        { "j_score": "11", "p_score": "8" }
      ],
      "four_letter_type": "ISFJ",
      "fixed_percentages": "True",
      "archetype": "Si",
      "quiz_type": "J",
      "subject_line": "",
      "tweet_html": "",
      "explain_dom": "The long horizontal Yellow lines in this image represent the ISFJ's Dominant personality trait, their Introverted Sensation.  Their practical perceptions and deeply stored impressions make them protective of all things they find familiar.  This Introverted Sensation makes ISFJs systematic, responsible, hard-working, and adaptable to routine.",
      "explain_aux": "The shorter vertical Red lines represent the ISFJ's Auxiliary personality trait, their Extraverted Feeling.  Their desire for warm, harmonious relationships makes them tactful, polite, and open to what others want.  They are conscientious, sensitive and loyal, and radiate warmth.",
      "story_html": "This <span class='air-quotes'>generic</span> image of an <a href='https://en.wikipedia.org/wiki/ISFJ' target='_blank' title='Wikipedia page for ISFJs'>ISFJ</a> is based on fixed percentages and is <em>not</em> an image of any person, real or fictional.  This image exists solely to demonstrate the overall appearance of <em>ISFJ</em> personality types.",
      "compare_to": { "gallery_file_name": "9600-generic_images-experiments-mondrian", "image_id": "9661" },
      "contrast_with": { "gallery_file_name": "9500-generic_images-original", "image_id": "9514" }
    }, {
      "id": "9564",
      "title": "ISFP - Generic",
      "subtitle_html": "Image of an <a href='https://en.wikipedia.org/wiki/ISFP' target='_blank' title='Wikipedia page for ISFPs'>ISFP</a> using fixed percentages.",
      "gallery_page_teaser": "Images of ISFPs, like the images of the other xSFx types, contain more Red and Yellow, and less Green and Blue.  Click on the image to see a full-sized version, and to learn more about ISFPs and their images.",
      "image_file_name": "isfp.jpg",
      "composition": "O",
      "score": [
        { "e_score": "8", "i_score": "11" },
        { "n_score": "8", "s_score": "11" },
        { "f_score": "11", "t_score": "8" },
        { "j_score": "8", "p_score": "11" }
      ],
      "four_letter_type": "ISFP",
      "fixed_percentages": "True",
      "archetype": "Fi",
      "quiz_type": "J",
      "subject_line": "",
      "tweet_html": "",
      "explain_dom": "The long horizontal Red lines in this image represent the ISFP's Dominant personality trait, their Introverted Feeling.  Their deep passion for inner harmony rarely surfaces, and an inner morality or 'gut feeling' takes precedence, so the opinions of others may matter little.  This Introverted Feeling makes ISFPs authentic, faithful, idealistic, and gives them a strong sense of duty.",
      "explain_aux": "The shorter vertical Yellow lines represent the ISFP's Auxiliary personality trait, their Extraverted Sensation.  They are frequently curious, always tolerant of themselves and others, and have a constant desire for real world experiences that can make them seem to act somewhat impulsively.",
      "story_html": "This <span class='air-quotes'>generic</span> image of an <a href='https://en.wikipedia.org/wiki/ISFP' target='_blank' title='Wikipedia page for ISFPs'>ISFP</a> is based on fixed percentages and is <em>not</em> an image of any person, real or fictional.  This image exists solely to demonstrate the overall appearance of <em>ISFP</em> personality types.",
      "compare_to": { "gallery_file_name": "9700-generic_images-experiments-rhythm", "image_id": "9764" },
      "contrast_with": { "gallery_file_name": "9500-generic_images-original", "image_id": "9511" }
    }, {
      "id": "9567",
      "title": "small_square_ad"
    }, {
      "id": "9571",
      "title": "ISTJ - Generic",
      "subtitle_html": "Image of an <a href='https://en.wikipedia.org/wiki/ISTJ' target='_blank' title='Wikipedia page for ISTJs'>ISTJ</a> using fixed percentages.",
      "gallery_page_teaser": "Images of ISTJs, like the images of the other xSTx types, contain more Yellow and Green, and less Blue and Red.  Click on the image to see a full-sized version, and to learn more about ISTJs and their images.",
      "image_file_name": "istj.jpg",
      "composition": "O",
      "score": [
        { "e_score": "8", "i_score": "11" },
        { "n_score": "8", "s_score": "11" },
        { "f_score": "8", "t_score": "11" },
        { "j_score": "11", "p_score": "8" }
      ],
      "four_letter_type": "ISTJ",
      "fixed_percentages": "True",
      "archetype": "Si",
      "quiz_type": "J",
      "subject_line": "",
      "tweet_html": "",
      "explain_dom": "The long horizontal Yellow lines in this image represent the ISTJ's Dominant personality trait, their Introverted Sensation.  Their practical perceptions and deeply stored impressions make them protective of all things they find familiar.  This Introverted Sensation makes ISTJs systematic, responsible, hard-working, and adaptable to routine.",
      "explain_aux": "The shorter vertical Green lines represent the ISTJ's Auxiliary personality trait, their Extraverted Thinking.  They are analytical, decisive, and strive to make things more efficient. They value the truth and enjoy taking charge by scheduling and organizing the time they spend with others.",
      "story_html": "This <span class='air-quotes'>generic</span> image of an <a href='https://en.wikipedia.org/wiki/ISTJ' target='_blank' title='Wikipedia page for ISTJs'>ISTJ</a> is based on fixed percentages and is <em>not</em> an image of any person, real or fictional.  This image exists solely to demonstrate the overall appearance of <em>ISTJ</em> personality types.",
      "compare_to": { "gallery_file_name": "9600-generic_images-experiments-mondrian", "image_id": "9671" },
      "contrast_with": { "gallery_file_name": "9500-generic_images-original", "image_id": "9504" }
    }, {
      "id": "9574",
      "title": "ISTP - Generic",
      "subtitle_html": "Image of an <a href='https://en.wikipedia.org/wiki/ISTP' target='_blank' title='Wikipedia page for ISTPs'>ISTP</a> using fixed percentages.",
      "gallery_page_teaser": "Images of ISTPs, like the images of the other xSTx types, contain more Green and Yellow, and less Red and Blue.  Click on the image to see a full-sized version, and to learn more about ISTPs and their images.",
      "image_file_name": "istp.jpg",
      "composition": "O",
      "score": [
        { "e_score": "8", "i_score": "11" },
        { "n_score": "8", "s_score": "11" },
        { "f_score": "8", "t_score": "11" },
        { "j_score": "8", "p_score": "11" }
      ],
      "four_letter_type": "ISTP",
      "fixed_percentages": "True",
      "archetype": "Ti",
      "quiz_type": "J",
      "subject_line": "",
      "tweet_html": "",
      "explain_dom": "The long horizontal Green lines in this image represent the ISTP's Dominant personality trait, their Introverted Thinking.  Their impersonal analysis of concepts and facts can make them seem shy and aloof.  This Introverted Thinking makes ISTPs quiet, curious, adaptable, perceptive, and interested in solving problems efficiently.",
      "explain_aux": "The shorter vertical Yellow lines represent the ISTP's Auxiliary personality trait, their Extraverted Sensation.  They are frequently curious, always tolerant of themselves and others, and have a constant desire for real world experiences that can make them seem to act somewhat impulsively.",
      "story_html": "This <span class='air-quotes'>generic</span> image of an <a href='https://en.wikipedia.org/wiki/ISTP' target='_blank' title='Wikipedia page for ISTPs'>ISTP</a> is based on fixed percentages and is <em>not</em> an image of any person, real or fictional.  This image exists solely to demonstrate the overall appearance of <em>ISTP</em> personality types.",
      "compare_to": { "gallery_file_name": "9700-generic_images-experiments-rhythm", "image_id": "9774" },
      "contrast_with": { "gallery_file_name": "9500-generic_images-original", "image_id": "9501" }
    }, {
      "id": "9577",
      "title": "square_ad"
    }
  ]
}
