{
  "gallery_title": "Rhythm Compositions",
  "see_gallery_button_text": "See the Images",
  "list_page_teaser": "This gallery presents images of each of the sixteen personality types drawn using an experimental composition based on lines instead of squares.  Visit this gallery to see these alternate compositions.",
  "description_html": "<p>This gallery contains an image of each of the Sixteen Types drawn using an experimental composition I call <q>Rhythm.</q>  The inspiration for this composition was some of <a href='https://en.wikipedia.org/wiki/Piet_Mondrian' title='Wikipedia page for Piet Mondrian' target='_blank'>Piet Mondrian's</a> later work, especially <a href='https://en.wikipedia.org/wiki/Broadway_Boogie_Woogie' title='Wikipedia page for the painting Broadway Boogie Woogie by Piet Mondrian' target='_blank'>Broadway Boogie Woogie</a>.</p><p>Along with the <a href='/gallery/9600-generic_images-experiments-mondrian/' title='Link to the other experimental gallery containing the Mondrianesque images'><q>Mondrianesque</q> composition</a>, I consider this to be a failed experiment, and the option to use this composition is not available in the current version of the program.</p>",
  "story_html": "<p>There's probably an infinite number of ways to represent a personality visually.  Naturally, some of these representations are going to work better than others.</p><p>After getting the <a href='/gallery/9500-generic_images-original/' title='Link to the Sixteen Types Gallery on this site, which contains the Original Composition images'>Original Compositions</a> working in the third version of this program, I decided to try a couple of ideas I had for different compositions.  The images in this and the <a href='/gallery/9600-generic_images-experiments-mondrian/' title='Link to the Mondrianesque Gallery on this site'><q>Mondrianesque</q> Composition</a> galleries are the results of those experiments.</p><p>Although these images do not look all that bad, once I finished the initial version I decided they looked a little too much like placemats.  I suppose more work could be done with this idea, but for now I am happy with the images based on the <a href='/gallery/9500-generic_images-original/' title='Link to the Sixteen Types Gallery on this site, which contains the Original Composition images'>Original Composition</a>, so additional work on this composition has to wait.</p><p>It is an unfortunate fact of life that we must invest a considerable amount of time finding things that do not <q>work.</q>  Looking at the results of this experiment for the various types has a side effect of making it obvious that Mondrian's achievements were not by any means as easy as they might look!  If nothing else, this exercise served to increase my already high impression of him.</p>",
  "image_list":
  [
    {
      "id": "9701",
      "title": "ENFJ - Rhythm",
      "subtitle_html": "<q>Rhythm</q> image of an <a href='https://en.wikipedia.org/wiki/ENFJ' target='_blank' title='Wikipedia page for ENFJs'>ENFJ</a>.",
      "gallery_page_teaser": "Images of ENFJs, like the images of the other xNFx types, contain more Red and Blue, and less Green and Yellow.  Click on the image to see a full-sized version, and to learn more about ENFJs and their images.",
      "image_file_name": "enfj.jpg",
      "composition": "R",
      "score": [
        { "e_score": "11", "i_score": "8" },
        { "n_score": "11", "s_score": "8" },
        { "f_score": "11", "t_score": "8" },
        { "j_score": "11", "p_score": "8" }
      ],
      "four_letter_type": "ENFJ",
      "fixed_percentages": "True",
      "archetype": "Fe",
      "quiz_type": "J",
      "subject_line": "",
      "tweet_html": "",
      "explain_dom": "The vertical Red lines in this image represent the ENFJ's Dominant personality trait, their Extraverted Feeling.  Their warmth causes them to seek harmonious relationships and enables them to make strong social connections.  This Extraverted Feeling makes ENFJs outgoing, polite, friendly, charming, and loyal.",
      "explain_aux": "The horizontal Blue lines represent the ENFJ's Auxiliary personality trait, their Introverted iNtuition.  Their openness to new ideas gives them the ability to reconcile seemingly contradictory evidence and gain sudden insight - an 'Aha!' moment - into future possibilities.",
      "story_html": "This image of an <a href='https://en.wikipedia.org/wiki/ENFJ' target='_blank' title='Wikipedia page for ENFJs'>ENFJ</a> is an example of drawing a personality using a <q>Rhythm Composition.</q>  This image exists solely to demonstrate the overall appearance of <em>ENFJ</em> personality types using this composition, which the current version of the Groja &copy; program does not support.",
      "compare_to": { "gallery_file_name": "9500-generic_images-original", "image_id": "9501" },
      "contrast_with": { "gallery_file_name": "9700-generic_images-experiments-rhythm", "image_id": "9774" }
    }, {
      "id": "9704",
      "title": "ENFP - Rhythm",
      "subtitle_html": "<q>Rhythm</q> image of an <a href='https://en.wikipedia.org/wiki/ENFP' target='_blank' title='Wikipedia page for ENFPs'>ENFP</a>.",
      "gallery_page_teaser": "Images of ENFPs, like the images of the other xNFx types, contain more Blue and Red, and less Yellow and Green.  Click on the image to see a full-sized version, and to learn more about ENFPs and their images.",
      "image_file_name": "enfp.jpg",
      "composition": "R",
      "score": [
        { "e_score": "11", "i_score": "8" },
        { "n_score": "11", "s_score": "8" },
        { "f_score": "11", "t_score": "8" },
        { "j_score": "8", "p_score": "11" }
      ],
      "four_letter_type": "ENFP",
      "fixed_percentages": "True",
      "archetype": "Ne",
      "quiz_type": "J",
      "subject_line": "",
      "tweet_html": "",
      "explain_dom": "The vertical Blue lines in this image represent the ENFP's Dominant personality trait, their Extraverted iNtuition.  Their openness causes them to explore alternatives and find hidden possibilities.  This Extraverted iNtuition makes ENFPs perceptive, charismatic, versatile, clever, and enthusiastic about making things happen.",
      "explain_aux": "The horizontal Red lines represent the ENFP's Auxiliary personality trait, their Introverted Feeling.  Their desire for authenticity and inner harmony can give them 'gut feelings' when it comes to discerning the finer distinctions between good and bad, and truth and falsehood.",
      "story_html": "This image of an <a href='https://en.wikipedia.org/wiki/ENFP' target='_blank' title='Wikipedia page for ENFPs'>ENFP</a> is an example of drawing a personality using a <q>Rhythm Composition.</q>  This image exists solely to demonstrate the overall appearance of <em>ENFP</em> personality types using this composition, which the current version of the Groja &copy; program does not support.",
      "compare_to": { "gallery_file_name": "9500-generic_images-original", "image_id": "9504" },
      "contrast_with": { "gallery_file_name": "9700-generic_images-experiments-rhythm", "image_id": "9771" }
    }, {
      "id": "9707",
      "title": "responsive_ad"
    }, {
      "id": "9711",
      "title": "ENTJ - Rhythm",
      "subtitle_html": "<q>Rhythm</q> image of an <a href='https://en.wikipedia.org/wiki/ENTJ' target='_blank' title='Wikipedia page for ENTJs'>ENTJ</a>.",
      "gallery_page_teaser": "Images of ENTJs, like the images of the other xNTx types, contain more Green and Blue, and less Red and Yellow.  Click on the image to see a full-sized version, and to learn more about ENTJs and their images.",
      "image_file_name": "entj.jpg",
      "composition": "R",
      "score": [
        { "e_score": "11", "i_score": "8" },
        { "n_score": "11", "s_score": "8" },
        { "f_score": "8", "t_score": "11" },
        { "j_score": "11", "p_score": "8" }
      ],
      "four_letter_type": "ENTJ",
      "fixed_percentages": "True",
      "archetype": "Te",
      "quiz_type": "J",
      "subject_line": "",
      "tweet_html": "",
      "explain_dom": "The vertical Green lines in this image represent the ENTJ's Dominant personality trait, their Extraverted Thinking.  Their ability to reason logically enables them to organize their environment and schedule events to efficiently produce results.  This Extraverted Thinking makes ENTJs analytical and decisive.  They value truth, seek logical explanations, work well in organizations, and can make excellent leaders.",
      "explain_aux": "The horizontal Blue lines represent the ENTJ's Auxiliary personality trait, their Introverted iNtuition.  Their openness to new ideas gives them the ability to reconcile seemingly contradictory evidence and gain sudden insight - an 'Aha!' moment - into future possibilities.",
      "story_html": "This image of an <a href='https://en.wikipedia.org/wiki/ENTJ' target='_blank' title='Wikipedia page for ENTJs'>ENTJ</a> is an example of drawing a personality using a <q>Rhythm Composition.</q>  This image exists solely to demonstrate the overall appearance of <em>ENTJ</em> personality types using this composition, which the current version of the Groja &copy; program does not support.",
      "compare_to": { "gallery_file_name": "9500-generic_images-original", "image_id": "9511" },
      "contrast_with": { "gallery_file_name": "9700-generic_images-experiments-rhythm", "image_id": "9764" }
    }, {
      "id": "9714",
      "title": "ENTP - Rhythm",
      "subtitle_html": "<q>Rhythm</q> image of an <a href='https://en.wikipedia.org/wiki/ENTP' target='_blank' title='Wikipedia page for ENTPs'>ENTP</a>.",
      "gallery_page_teaser": "Images of ENTPs, like the images of the other xNTx types, contain more Blue and Green, and less Yellow and Red.  Click on the image to see a full-sized version, and to learn more about ENTPs and their images.",
      "image_file_name": "entp.jpg",
      "composition": "R",
      "score": [
        { "e_score": "11", "i_score": "8" },
        { "n_score": "11", "s_score": "8" },
        { "f_score": "8", "t_score": "11" },
        { "j_score": "8", "p_score": "11" }
      ],
      "four_letter_type": "ENTP",
      "fixed_percentages": "True",
      "archetype": "Ne",
      "quiz_type": "J",
      "subject_line": "",
      "tweet_html": "",
      "explain_dom": "The vertical Blue lines in this image represent the ENTP's Dominant personality trait, their Extraverted iNtuition.  Their openness causes them to explore alternatives and find hidden possibilities.  This Extraverted iNtuition makes ENTPs perceptive, charismatic, versatile, clever, and enthusiastic about making things happen.",
      "explain_aux": "The horizontal Green lines represent the ENTP's Auxiliary personality trait, their Introverted Thinking.  Their ability to reason, categorize, and analyze ideas and things enables them to solve problems efficiently and can compel them to figure out how things work.",
      "story_html": "This image of an <a href='https://en.wikipedia.org/wiki/ENTP' target='_blank' title='Wikipedia page for ENTPs'>ENTP</a> is an example of drawing a personality using a <q>Rhythm Composition.</q>  This image exists solely to demonstrate the overall appearance of <em>ENTP</em> personality types using this composition, which the current version of the Groja &copy; program does not support.",
      "compare_to": { "gallery_file_name": "9500-generic_images-original", "image_id": "9514" },
      "contrast_with": { "gallery_file_name": "9700-generic_images-experiments-rhythm", "image_id": "9761" }
    }, {
      "id": "9717",
      "title": "large_rectangle_ad"
    }, {
      "id": "9721",
      "title": "ESFJ - Rhythm",
      "subtitle_html": "<q>Rhythm</q> image of an <a href='https://en.wikipedia.org/wiki/ESFJ' target='_blank' title='Wikipedia page for ESFJ'>ESFJ</a>.",
      "gallery_page_teaser": "Images of ESFJs, like the images of the other xSFx types, contain more Red and Yellow, and less Green and Blue.  Click on the image to see a full-sized version, and to learn more about ESFJs and their images.",
      "image_file_name": "esfj.jpg",
      "composition": "R",
      "score": [
        { "e_score": "11", "i_score": "8" },
        { "n_score": "8", "s_score": "11" },
        { "f_score": "11", "t_score": "8" },
        { "j_score": "11", "p_score": "8" }
      ],
      "four_letter_type": "ESFJ",
      "fixed_percentages": "True",
      "archetype": "Fe",
      "quiz_type": "J",
      "subject_line": "",
      "tweet_html": "",
      "explain_dom": "The vertical Red lines in this image represent the ESFJ's Dominant personality trait, their Extraverted Feeling.  Their warmth causes them to seek harmonious relationships and enables them to make strong social connections.  This Extraverted Feeling makes ESFJs outgoing, polite, friendly, considerate, and loyal.",
      "explain_aux": "The horizontal Yellow lines represent the ESFJ's Auxiliary personality trait, their Introverted Sensation.  They are hard-working and responsible, and their detailed memories can give them a heightened awareness of any differences or changes, making them want to relive and protect these experiences and memories.",
      "story_html": "This image of an <a href='https://en.wikipedia.org/wiki/ESFJ' target='_blank' title='Wikipedia page for ESFJs'>ESFJ</a> is an example of drawing a personality using a <q>Rhythm Composition.</q>  This image exists solely to demonstrate the overall appearance of <em>ESFJ</em> personality types using this composition, which the current version of the Groja &copy; program does not support.",
      "compare_to": { "gallery_file_name": "9500-generic_images-original", "image_id": "9521" },
      "contrast_with": { "gallery_file_name": "9700-generic_images-experiments-rhythm", "image_id": "9754" }
    }, {
      "id": "9724",
      "title": "ESFP - Rhythm",
      "subtitle_html": "<q>Rhythm</q> image of an <a href='https://en.wikipedia.org/wiki/ESFP' target='_blank' title='Wikipedia page for ESFP'>ESFP</a>.",
      "gallery_page_teaser": "Images of ESFPs, like the images of the other xSFx types, contain more Yellow and Red, and less Blue and Green.  Click on the image to see a full-sized version, and to learn more about ESFPs and their images.",
      "image_file_name": "esfp.jpg",
      "composition": "R",
      "score": [
        { "e_score": "11", "i_score": "8" },
        { "n_score": "8", "s_score": "11" },
        { "f_score": "11", "t_score": "8" },
        { "j_score": "8", "p_score": "11" }
      ],
      "four_letter_type": "ESFP",
      "fixed_percentages": "True",
      "archetype": "Se",
      "quiz_type": "J",
      "subject_line": "",
      "tweet_html": "",
      "explain_dom": "The vertical Yellow lines in this image represent the ESFP's Dominant personality trait, their Extraverted Sensation.  Their curiousity and preference for living in the present moment makes them practical and realistic, and can lead to spontaneous action.  This Extraverted Sensation makes ESFPs observant, adaptable, tolerant, persuasive, fun, and generous.",
      "explain_aux": "The horizontal Red lines represent the ESFP's Auxiliary personality trait, their Introverted Feeling.  Their desire for authenticity and inner harmony can give them 'gut feelings' when it comes to discerning the finer distinctions between good and bad, and truth and falsehood.",
      "story_html": "This image of an <a href='https://en.wikipedia.org/wiki/ESFP' target='_blank' title='Wikipedia page for ESFPs'>ESFP</a> is an example of drawing a personality using a <q>Rhythm Composition.</q>  This image exists solely to demonstrate the overall appearance of <em>ESFP</em> personality types using this composition, which the current version of the Groja &copy; program does not support.",
      "compare_to": { "gallery_file_name": "9500-generic_images-original", "image_id": "9524" },
      "contrast_with": { "gallery_file_name": "9700-generic_images-experiments-rhythm", "image_id": "9751" }
    }, {
      "id": "9727",
      "title": "medium_rectangle_ad"
    }, {
      "id": "9731",
      "title": "ESTJ - Rhythm",
      "subtitle_html": "<q>Rhythm</q> image of an <a href='https://en.wikipedia.org/wiki/ESTJ' target='_blank' title='Wikipedia page for ESTJ'>ESTJ</a>.",
      "gallery_page_teaser": "Images of ESTJs, like the images of the other xSTx types, contain more Green and Yellow, and less Red and Blue.  Click on the image to see a full-sized version, and to learn more about ESTJs and their images.",
      "image_file_name": "estj.jpg",
      "composition": "R",
      "score": [
        { "e_score": "11", "i_score": "8" },
        { "n_score": "8", "s_score": "11" },
        { "f_score": "8", "t_score": "11" },
        { "j_score": "11", "p_score": "8" }
      ],
      "four_letter_type": "ESTJ",
      "fixed_percentages": "True",
      "archetype": "Te",
      "quiz_type": "J",
      "subject_line": "",
      "tweet_html": "",
      "explain_dom": "The vertical Green lines in this image represent the ESTJ's Dominant personality trait, their Extraverted Thinking.  Their ability to reason logically enables them to organize their environment and schedule events to efficiently produce results.  This Extraverted Thinking makes ESTJs analytical and decisive.  They value truth, seek logical explanations, are natural leaders, and can be superior administrators.",
      "explain_aux": "The horizontal Yellow lines represent the ESTJ's Auxiliary personality trait, their Introverted Sensation.  They are hard-working and responsible, and their detailed memories can give them a heightened awareness of any differences or changes, making them want to relive and protect these experiences and memories.",
      "story_html": "This image of an <a href='https://en.wikipedia.org/wiki/ESTJ' target='_blank' title='Wikipedia page for ESTJs'>ESTJ</a> is an example of drawing a personality using a <q>Rhythm Composition.</q>  This image exists solely to demonstrate the overall appearance of <em>ESTJ</em> personality types using this composition, which the current version of the Groja &copy; program does not support.",
      "compare_to": { "gallery_file_name": "9500-generic_images-original", "image_id": "9531" },
      "contrast_with": { "gallery_file_name": "9700-generic_images-experiments-rhythm", "image_id": "9744" }
    }, {
      "id": "9734",
      "title": "ESTP - Rhythm",
      "subtitle_html": "<q>Rhythm</q> image of an <a href='https://en.wikipedia.org/wiki/ESTP' target='_blank' title='Wikipedia page for ESTPs'>ESTP</a>.",
      "gallery_page_teaser": "Images of ESTPs, like the images of the other xSTx types, contain more Yellow and Green, and less Blue and Red.  Click on the image to see a full-sized version, and to learn more about ESTPs and their images.",
      "image_file_name": "estp.jpg",
      "composition": "R",
      "score": [
        { "e_score": "11", "i_score": "8" },
        { "n_score": "8", "s_score": "11" },
        { "f_score": "8", "t_score": "11" },
        { "j_score": "8", "p_score": "11" }
      ],
      "four_letter_type": "ESTP",
      "fixed_percentages": "True",
      "archetype": "Se",
      "quiz_type": "J",
      "subject_line": "",
      "tweet_html": "",
      "explain_dom": "The vertical Yellow lines in this image represent the ESTP's Dominant personality trait, their Extraverted Sensation.  Their curiousity and preference for living in the present moment makes them practical and realistic, and can lead to spontaneous action.  This Extraverted Sensation makes ESTPs resourceful, tolerant, outgoing and popular, persuasive, fun, and generous.",
      "explain_aux": "The horizontal Green lines represent the ESTP's Auxiliary personality trait, their Introverted Thinking.  Their ability to reason, categorize, and analyze ideas and things enables them to solve problems efficiently and can compel them to figure out how things work.",
      "story_html": "This image of an <a href='https://en.wikipedia.org/wiki/ESTP' target='_blank' title='Wikipedia page for ESTPs'>ESTP</a> is an example of drawing a personality using a <q>Rhythm Composition.</q>  This image exists solely to demonstrate the overall appearance of <em>ESTP</em> personality types using this composition, which the current version of the Groja &copy; program does not support.",
      "compare_to": { "gallery_file_name": "9500-generic_images-original", "image_id": "9534" },
      "contrast_with": { "gallery_file_name": "9700-generic_images-experiments-rhythm", "image_id": "9741" }
    }, {
      "id": "9737",
      "title": "large_rectangle_ad"
    }, {
      "id": "9741",
      "title": "INFJ - Rhythm",
      "subtitle_html": "<q>Rhythm</q> image of an <a href='https://en.wikipedia.org/wiki/INFJ' target='_blank' title='Wikipedia page for INFJs'>INFJ</a>.",
      "gallery_page_teaser": "Images of INFJs, like the images of the other xNFx types, contain more Blue and Red, and less Yellow and Green.  Click on the image to see a full-sized version, and to learn more about INFJs and their images.",
      "image_file_name": "infj.jpg",
      "composition": "R",
      "score": [
        { "e_score": "8", "i_score": "11" },
        { "n_score": "11", "s_score": "8" },
        { "f_score": "11", "t_score": "8" },
        { "j_score": "11", "p_score": "8" }
      ],
      "four_letter_type": "INFJ",
      "fixed_percentages": "True",
      "archetype": "Ni",
      "quiz_type": "J",
      "subject_line": "",
      "tweet_html": "",
      "explain_dom": "The horizontal Blue lines in this image represent the INFJ's Dominant personality trait, their Introverted iNtuition.  Their inner vision makes them insightful, ingenious, and individualistic.  This Introverted iNtuition makes INFJs driven, inspired, and determined.  When properly motivated, they can overcome difficulties and find new paths in any field they choose.",
      "explain_aux": "The vertical Red lines represent the INFJ's Auxiliary personality trait, their Extraverted Feeling.  Their desire for warm, harmonious relationships makes them tactful, polite, and open to what others want.  They are conscientious, sensitive and loyal, and radiate warmth.",
      "story_html": "This image of an <a href='https://en.wikipedia.org/wiki/INFJ' target='_blank' title='Wikipedia page for INFJs'>INFJ</a> is an example of drawing a personality using a <q>Rhythm Composition.</q>  This image exists solely to demonstrate the overall appearance of <em>INFJ</em> personality types using this composition, which the current version of the Groja &copy; program does not support.",
      "compare_to": { "gallery_file_name": "9500-generic_images-original", "image_id": "9541" },
      "contrast_with": { "gallery_file_name": "9700-generic_images-experiments-rhythm", "image_id": "9734" }
    }, {
      "id": "9744",
      "title": "INFP - Rhythm",
      "subtitle_html": "<q>Rhythm</q> image of an <a href='https://en.wikipedia.org/wiki/INFP' target='_blank' title='Wikipedia page for INFPs'>INFP</a>.",
      "gallery_page_teaser": "Images of INFPs, like the images of the other xNFx types, contain more Red and Blue, and less Green and Yellow.  Click on the image to see a full-sized version, and to learn more about INFPs and their images.",
      "image_file_name": "infp.jpg",
      "composition": "R",
      "score": [
        { "e_score": "8", "i_score": "11" },
        { "n_score": "11", "s_score": "8" },
        { "f_score": "11", "t_score": "8" },
        { "j_score": "8", "p_score": "11" }
      ],
      "four_letter_type": "INFP",
      "fixed_percentages": "True",
      "archetype": "Fi",
      "quiz_type": "J",
      "subject_line": "",
      "tweet_html": "",
      "explain_dom": "The horizontal Red lines in this image represent the INFP's Dominant personality trait, their Introverted Feeling.  Their deep passion for inner harmony rarely surfaces, and an inner morality or 'gut feeling' takes precedence, so the opinions of others may matter little.  This Introverted Feeling makes INFPs idealistic, authentic and faithful, and gives them a strong sense of duty.",
      "explain_aux": "The vertical Blue lines represent the INFP's Auxiliary personality trait, their Extraverted iNtuition.  Their openness to others' thoughts, experiences, ideas, and feelings makes them a source of inspiration and enthusiastic about pursuing all sorts of different possibilities.",
      "story_html": "This image of an <a href='https://en.wikipedia.org/wiki/INFP' target='_blank' title='Wikipedia page for INFPs'>INFP</a> is an example of drawing a personality using a <q>Rhythm Composition.</q>  This image exists solely to demonstrate the overall appearance of <em>INFP</em> personality types using this composition, which the current version of the Groja &copy; program does not support.",
      "compare_to": { "gallery_file_name": "9500-generic_images-original", "image_id": "9544" },
      "contrast_with": { "gallery_file_name": "9700-generic_images-experiments-rhythm", "image_id": "9731" }
    }, {
      "id": "9747",
      "title": "responsive_ad"
    }, {
      "id": "9751",
      "title": "INTJ - Rhythm",
      "subtitle_html": "<q>Rhythm</q> image of an <a href='https://en.wikipedia.org/wiki/INTJ' target='_blank' title='Wikipedia page for INTJs'>INTJ</a>.",
      "gallery_page_teaser": "Images of INTJs, like the images of the other xNTx types, contain more Blue and Green, and less Yellow and Red.  Click on the image to see a full-sized version, and to learn more about INTJs and their images.",
      "image_file_name": "intj.jpg",
      "composition": "R",
      "score": [
        { "e_score": "8", "i_score": "11" },
        { "n_score": "11", "s_score": "8" },
        { "f_score": "8", "t_score": "11" },
        { "j_score": "11", "p_score": "8" }
      ],
      "four_letter_type": "INTJ",
      "fixed_percentages": "True",
      "archetype": "Ni",
      "quiz_type": "J",
      "subject_line": "",
      "tweet_html": "",
      "explain_dom": "The horizontal Blue lines in this image represent the INTJ's Dominant personality trait, their Introverted iNtuition.  Their inner vision makes them insightful, ingenious, and individualistic.  This Introverted iNtuition makes INTJs driven, inspired, and determined.  When properly motivated, they can overcome difficulties and find new paths in any field they choose.",
      "explain_aux": "The vertical Green lines represent the INTJ's Auxiliary personality trait, their Extraverted Thinking.  They are analytical, decisive, and strive to make things more efficient. They value the truth and enjoy taking charge by scheduling and organizing the time they spend with others.",
      "story_html": "This image of an <a href='https://en.wikipedia.org/wiki/INTJ' target='_blank' title='Wikipedia page for INTJs'>INTJ</a> is an example of drawing a personality using a <q>Rhythm Composition.</q>  This image exists solely to demonstrate the overall appearance of <em>INTJ</em> personality types using this composition, which the current version of the Groja &copy; program does not support.",
      "compare_to": { "gallery_file_name": "9500-generic_images-original", "image_id": "9551" },
      "contrast_with": { "gallery_file_name": "9700-generic_images-experiments-rhythm", "image_id": "9724" }
    }, {
      "id": "9754",
      "title": "INTP - Rhythm",
      "subtitle_html": "<q>Rhythm</q> image of an <a href='https://en.wikipedia.org/wiki/INTP' target='_blank' title='Wikipedia page for INTPs'>INTP</a>.",
      "gallery_page_teaser": "Images of INTPs, like the images of the other xNTx types, contain more Green and Blue, and less Red and Yellow.  Click on the image to see a full-sized version, and to learn more about INTPs and their images.",
      "image_file_name": "intp.jpg",
      "composition": "R",
      "score": [
        { "e_score": "8", "i_score": "11" },
        { "n_score": "11", "s_score": "8" },
        { "f_score": "8", "t_score": "11" },
        { "j_score": "8", "p_score": "11" }
      ],
      "four_letter_type": "INTP",
      "fixed_percentages": "True",
      "archetype": "Ti",
      "quiz_type": "J",
      "subject_line": "",
      "tweet_html": "",
      "explain_dom": "The horizontal Green lines in this image represent the INTP's Dominant personality trait, their Introverted Thinking.  Their impersonal analysis of concepts and facts can make them seem shy and aloof.  This Introverted Thinking makes INTPs quiet, curious, adaptable, perceptive, and interested in finding underlying principles.",
      "explain_aux": "The vertical Blue lines represent the INTP's Auxiliary personality trait, their Extraverted iNtuition.  Their openness to others' thoughts, experiences, ideas, and feelings makes them a source of inspiration and enthusiastic about pursuing all sorts of different possibilities.",
      "story_html": "This image of an <a href='https://en.wikipedia.org/wiki/INTP' target='_blank' title='Wikipedia page for INTPs'>INTP</a> is an example of drawing a personality using a <q>Rhythm Composition.</q>  This image exists solely to demonstrate the overall appearance of <em>INTP</em> personality types using this composition, which the current version of the Groja &copy; program does not support.",
      "compare_to": { "gallery_file_name": "9500-generic_images-original", "image_id": "9554" },
      "contrast_with": { "gallery_file_name": "9700-generic_images-experiments-rhythm", "image_id": "9721" }
    }, {
      "id": "9757",
      "title": "square_ad"
    }, {
      "id": "9761",
      "title": "ISFJ - Rhythm",
      "subtitle_html": "<q>Rhythm</q> image of an <a href='https://en.wikipedia.org/wiki/ISFJ' target='_blank' title='Wikipedia page for ISFJs'>ISFJ</a>.",
      "gallery_page_teaser": "Images of ISFJs, like the images of the other xSFx types, contain more Yellow and Red, and less Blue and Green.  Click on the image to see a full-sized version, and to learn more about ISFJs and their images.",
      "image_file_name": "isfj.jpg",
      "composition": "R",
      "score": [
        { "e_score": "8", "i_score": "11" },
        { "n_score": "8", "s_score": "11" },
        { "f_score": "11", "t_score": "8" },
        { "j_score": "11", "p_score": "8" }
      ],
      "four_letter_type": "ISFJ",
      "fixed_percentages": "True",
      "archetype": "Si",
      "quiz_type": "J",
      "subject_line": "",
      "tweet_html": "",
      "explain_dom": "The horizontal Yellow lines in this image represent the ISFJ's Dominant personality trait, their Introverted Sensation.  Their practical perceptions and deeply stored impressions make them protective of all things they find familiar.  This Introverted Sensation makes ISFJs systematic, responsible, hard-working, and adaptable to routine.",
      "explain_aux": "The vertical Red lines represent the ISFJ's Auxiliary personality trait, their Extraverted Feeling.  Their desire for warm, harmonious relationships makes them tactful, polite, and open to what others want.  They are conscientious, sensitive and loyal, and radiate warmth.",
      "story_html": "This image of an <a href='https://en.wikipedia.org/wiki/ISFJ' target='_blank' title='Wikipedia page for ISFJs'>ISFJ</a> is an example of drawing a personality using a <q>Rhythm Composition.</q>  This image exists solely to demonstrate the overall appearance of <em>ISFJ</em> personality types using this composition, which the current version of the Groja &copy; program does not support.",
      "compare_to": { "gallery_file_name": "9500-generic_images-original", "image_id": "9561" },
      "contrast_with": { "gallery_file_name": "9700-generic_images-experiments-rhythm", "image_id": "9714" }
    }, {
      "id": "9764",
      "title": "ISFP - Rhythm",
      "subtitle_html": "<q>Rhythm</q> image of an <a href='https://en.wikipedia.org/wiki/ISFP' target='_blank' title='Wikipedia page for ISFPs'>ISFP</a>.",
      "gallery_page_teaser": "Images of ISFPs, like the images of the other xSFx types, contain more Red and Yellow, and less Green and Blue.  Click on the image to see a full-sized version, and to learn more about ISFPs and their images.",
      "image_file_name": "isfp.jpg",
      "composition": "R",
      "score": [
        { "e_score": "8", "i_score": "11" },
        { "n_score": "8", "s_score": "11" },
        { "f_score": "11", "t_score": "8" },
        { "j_score": "8", "p_score": "11" }
      ],
      "four_letter_type": "ISFP",
      "fixed_percentages": "True",
      "archetype": "Fi",
      "quiz_type": "J",
      "subject_line": "",
      "tweet_html": "",
      "explain_dom": "The horizontal Red lines in this image represent the ISFP's Dominant personality trait, their Introverted Feeling.  Their deep passion for inner harmony rarely surfaces, and an inner morality or 'gut feeling' takes precedence, so the opinions of others may matter little.  This Introverted Feeling makes ISFPs authentic, faithful, idealistic, and gives them a strong sense of duty.",
      "explain_aux": "The vertical Yellow lines represent the ISFP's Auxiliary personality trait, their Extraverted Sensation.  They are frequently curious, always tolerant of themselves and others, and have a constant desire for real world experiences that can make them seem to act somewhat impulsively.",
      "story_html": "This image of an <a href='https://en.wikipedia.org/wiki/ISFP' target='_blank' title='Wikipedia page for ISFPs'>ISFP</a> is an example of drawing a personality using a <q>Rhythm Composition.</q>  This image exists solely to demonstrate the overall appearance of <em>ISFP</em> personality types using this composition, which the current version of the Groja &copy; program does not support.",
      "compare_to": { "gallery_file_name": "9500-generic_images-original", "image_id": "9564" },
      "contrast_with": { "gallery_file_name": "9700-generic_images-experiments-rhythm", "image_id": "9711" }
    }, {
      "id": "9767",
      "title": "small_square_ad"
    }, {
      "id": "9771",
      "title": "ISTJ - Rhythm",
      "subtitle_html": "<q>Rhythm</q> image of an <a href='https://en.wikipedia.org/wiki/ISTJ' target='_blank' title='Wikipedia page for ISTJs'>ISTJ</a>.",
      "gallery_page_teaser": "Images of ISTJs, like the images of the other xSTx types, contain more Yellow and Green, and less Blue and Red.  Click on the image to see a full-sized version, and to learn more about ISTJs and their images.",
      "image_file_name": "istj.jpg",
      "composition": "R",
      "score": [
        { "e_score": "8", "i_score": "11" },
        { "n_score": "8", "s_score": "11" },
        { "f_score": "8", "t_score": "11" },
        { "j_score": "11", "p_score": "8" }
      ],
      "four_letter_type": "ISTJ",
      "fixed_percentages": "True",
      "archetype": "Si",
      "quiz_type": "J",
      "subject_line": "",
      "tweet_html": "",
      "explain_dom": "The horizontal Yellow lines in this image represent the ISTJ's Dominant personality trait, their Introverted Sensation.  Their practical perceptions and deeply stored impressions make them protective of all things they find familiar.  This Introverted Sensation makes ISTJs systematic, responsible, hard-working, and adaptable to routine.",
      "explain_aux": "The vertical Green lines represent the ISTJ's Auxiliary personality trait, their Extraverted Thinking.  They are analytical, decisive, and strive to make things more efficient. They value the truth and enjoy taking charge by scheduling and organizing the time they spend with others.",
      "story_html": "This image of an <a href='https://en.wikipedia.org/wiki/ISTJ' target='_blank' title='Wikipedia page for ISTJs'>ISTJ</a> is an example of drawing a personality using a <q>Rhythm Composition.</q>  This image exists solely to demonstrate the overall appearance of <em>ISTJ</em> personality types using this composition, which the current version of the Groja &copy; program does not support.",
      "compare_to": { "gallery_file_name": "9500-generic_images-original", "image_id": "9571" },
      "contrast_with": { "gallery_file_name": "9700-generic_images-experiments-rhythm", "image_id": "9704" }
    }, {
      "id": "9774",
      "title": "ISTP - Rhythm",
      "subtitle_html": "<q>Rhythm</q> image of an <a href='https://en.wikipedia.org/wiki/ISTP' target='_blank' title='Wikipedia page for ISTPs'>ISTP</a>.",
      "gallery_page_teaser": "Images of ISTPs, like the images of the other xSTx types, contain more Green and Yellow, and less Red and Blue.  Click on the image to see a full-sized version, and to learn more about ISTPs and their images.",
      "image_file_name": "istp.jpg",
      "composition": "R",
      "score": [
        { "e_score": "8", "i_score": "11" },
        { "n_score": "8", "s_score": "11" },
        { "f_score": "8", "t_score": "11" },
        { "j_score": "8", "p_score": "11" }
      ],
      "four_letter_type": "ISTP",
      "fixed_percentages": "True",
      "archetype": "Ti",
      "quiz_type": "J",
      "subject_line": "",
      "tweet_html": "",
      "explain_dom": "The horizontal Green lines in this image represent the ISTP's Dominant personality trait, their Introverted Thinking.  Their impersonal analysis of concepts and facts can make them seem shy and aloof.  This Introverted Thinking makes ISTPs quiet, curious, adaptable, perceptive, and interested in solving problems efficiently.",
      "explain_aux": "The vertical Yellow lines represent the ISTP's Auxiliary personality trait, their Extraverted Sensation.  They are frequently curious, always tolerant of themselves and others, and have a constant desire for real world experiences that can make them seem to act somewhat impulsively.",
      "story_html": "This image of an <a href='https://en.wikipedia.org/wiki/ISTP' target='_blank' title='Wikipedia page for ISTPs'>ISTP</a> is an example of drawing a personality using a <q>Rhythm Composition.</q>  This image exists solely to demonstrate the overall appearance of <em>ISTP</em> personality types using this composition, which the current version of the Groja &copy; program does not support.",
      "compare_to": { "gallery_file_name": "9500-generic_images-original", "image_id": "9574" },
      "contrast_with": { "gallery_file_name": "9700-generic_images-experiments-rhythm", "image_id": "9701" }
    }, {
      "id": "9777",
      "title": "square_ad"
    }
  ]
}
