{
  "gallery_title": "X",
  "see_gallery_button_text": "See Their Minds",
  "list_page_teaser": "Click to learn more!",
  "description_html": "<p>Keep it objective: <b>no</b> first or second person.</p><p> </p>",
  "story_html": "<p>Make it personal (first and second person ok), preferably with a beginning, middle, and end.</p><p>To keep up to date, follow this site on social media or <a href='https://groja.com/conversion/seeourminds' title='Link to small form you can use to join the Groja.com and SeeOurMinds.com email list' target='_blank'>join the SeeOurMinds.com email list</a>!</p>",
  "image_list":
  [
    {
      "id": "0000",
      "title": "X",
      "subtitle_html": "<a href='' title='Wikipedia page for ' target='_blank'></a>",
      "gallery_page_teaser": "X's spiritual portrait is/shows they are ....  Click on the image to learn more!",
      "image_file_name": "x.jpg",
      "meat_portrait_href": "",
      "composition": "O",
      "score": [
         { "e_score": "0", "i_score": "0" },
         { "n_score": "0", "s_score": "0" },
         { "f_score": "0", "t_score": "0" },
         { "j_score": "0", "p_score": "0" }
      ],
      "four_letter_type": "EXXX",
      "fixed_percentages": "",
      "archetype": "Xe",
      "quiz_type": "K",
      "subject_line": "",
      "tweet_html": "",

      "explain_dom": "The Blue in this spiritual portrait represents X's dominant trait, iNtuition: idealism; openness to ideas; preference for ideas over facts.",
      "explain_dom": "The Blue in this spiritual portrait represents X's dominant trait, their preference for seeing the world in terms of ideas more than facts.",
      "explain_dom": "The Green in this spiritual portrait represents X's dominant trait, Thinking: objectivity; rationality; cool-headedness; preference for logic over emotion.",
      "explain_dom": "The Green in this spiritual portrait represents X's dominant trait, their preference for making logical rather than emotional decisions.",
      "explain_dom": "The Red in this spiritual portrait represents X's dominant trait, Feeling: passion; friendliness; compassion; warmth; preference for emotion over logic.",
      "explain_dom": "The Red in this spiritual portrait represents X's dominant trait, their preference for making emotional rather than logical decisions.",
      "explain_dom": "The Yellow in this spiritual portrait represents X's dominant trait, Sensing: pragmatism; realism; realistic; outlook; openness to experiences; preference for facts over ideas.",
      "explain_dom": "The Yellow in this spiritual portrait represents X's dominant trait, their preference for seeing the world in terms of facts more than ideas.",

      "explain_dom_constant": "In Extraverts, the dominant trait is directed outwardly, and spiritual portraits use a long vertical line to represent this, because it is the side of their personality that is most evident.  They demonstrate this trait in their (NOTE THAT IS EASIER TO FIND EXAMPLES OF DECISIONS THAN PERCEPTIONS!) ....",

      "explain_aux": "The Blue in this spiritual portrait represents X's auxiliary trait, iNtuition: idealism; openness to ideas; preference for ideas over facts.",
      "explain_aux": "The Blue in this spiritual portrait represents X's auxiliary trait, their preference for seeing the world in terms of ideas more than facts.",
      "explain_aux": "The Green in this spiritual portrait represents X's auxiliary trait, Thinking: objectivity; rationality; cool-headedness; preference for logic over emotion.",
      "explain_aux": "The Green in this spiritual portrait represents X's auxiliary trait, their preference for making logical rather than emotional decisions.",
      "explain_aux": "The Red in this spiritual portrait represents X's auxiliary trait, Feeling: passion; friendliness; compassion; warmth; preference for emotion over logic.",
      "explain_aux": "The Red in this spiritual portrait represents X's auxiliary trait, their preference for making emotional rather than logical decisions.",
      "explain_aux": "The Yellow in this spiritual portrait represents X's auxiliary trait, Sensing: pragmatism; realism; realistic; outlook; openness to experiences; preference for facts over ideas.",
      "explain_aux": "The Yellow in this spiritual portrait represents X's auxiliary trait, their preference for seeing the world in terms of facts more than ideas.",

      "explain_aux_constant": "In Extraverts, the auxiliary trait is directed inwardly, and spiritual portraits use a horizontal line to represent this.  They demonstrate this trait in their (NOTE THAT IS EASIER TO FIND EXAMPLES OF DECISIONS THAN PERCEPTIONS!) ....",

      "story_html_intro": "<p> </p>",
      "story_html": "<p> </p><blockquote> </blockquote><p> </p>",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "0003",
      "title": "responsive_ad"
    }, {
      "id": "0006",
      "title": "X",
      "subtitle_html": "<a href='' title='Wikipedia page for ' target='_blank'></a>",
      "gallery_page_teaser": "X's spiritual portrait is/shows they are ....  Click on the image to learn more!",
      "image_file_name": "x.jpg",
      "meat_portrait_href": "",
      "composition": "O",
      "score": [
         { "e_score": "0", "i_score": "0" },
         { "n_score": "0", "s_score": "0" },
         { "f_score": "0", "t_score": "0" },
         { "j_score": "0", "p_score": "0" }
      ],
      "four_letter_type": "IXXX",
      "fixed_percentages": "",
      "archetype": "Xi",
      "quiz_type": "K",
      "subject_line": "",
      "tweet_html": "",

      "explain_dom": "The XXXXXX in this spiritual portrait represents X's dominant trait, XXXXXX (SEE ABOVE FOR POPULAR PHRASES).",
      "explain_dom_constant": "In Introverts, the dominant trait is directed inwardly, and spiritual portraits use a long horizontal line to represent this.  They demonstrate this trait in their (note that is easier to find examples of decisions than perceptions!) ....",

      "explain_aux": "The XXXXXX in this spiritual portrait represents X's auxiliary trait, XXXXXX (SEE ABOVE FOR POPULAR PHRASES).",
      "explain_aux_constant": "In Introverts, the auxiliary trait is directed outwardly, and spiritual portraits use a vertical line to represent this, because it is more evident than the dominant function.  They demonstrate this trait in their (note that is easier to find examples of decisions than perceptions!) ....",

      "story_html_intro": "<p> </p>",
      "story_html": "<p> </p><blockquote> </blockquote><p> </p>",
      "compare_to": { },
      "contrast_with": { }
    }, {
      "id": "0009",
      "title": "square_ad"
    }
  ]
}
